Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: HERO: Awiwat? Może Arivald?
ru: HERO: Авиват?... Может, Аривальд?

source: OTHER: Może i Aribalt, nie pamiętam.#B0
ru: OTHER: Может, и Арибальт. Не помню.#B0

source: OTHER: Wszystko może się znudzić, mój|chłopcze.
ru: OTHER: Симпатично – да только|скучно, сынок.

source: OTHER: Nawet szemrzący strumyk, zielone|drzewa i soczyste owoce.
ru: OTHER: Вон, листья зелёные, фрукты сладкие,|родник журчит – и всё это уже так надоело!

source: HERO: Ale te dwie piękne istoty|z wachlarzami...
ru: HERO: А вот эти ваши красотки? С опахалами?

source: OTHER: Nawet i one. Nawet i one...
ru: OTHER: Даже они. Да, даже они...

source: P#HERO: Mam to jeszcze przed sobą.#B0
ru: P#HERO: Мне бы ваши проблемы...#B0

source: OTHER: Tu na górę dochodzi niewiele dźwięków.|Jestem spragniony muzyki.
ru: OTHER: Сюда практически не долетают звуки.|Ах, как я скучаю по музыке...

source: OTHER: Tak, muuuzyka.
ru: OTHER: Да. По му-у-у-узыке...

source: OTHER: Ale ludzka mowa to nie jest to, co|tygrysy lubią najbardziej.
ru: OTHER: И я про нормальную музыку.|Человеческая речь не в счёт.

source: OTHER: Więc nie musisz szybko wracać.#E3
ru: OTHER: Так что можешь не торопиться сюда ко мне...#E3

source: OTHER: Ja nic nie muszę.
ru: OTHER: Я ничего тебе не должен.

source: OTHER: A jak jeszcze raz wrzaśniesz, to|spopielę cię i rzucę jako nawóz|dla trolli.#B0
ru: OTHER: Ещё раз повысишь на меня голос –|спалю тебя в пепел|и на поля разбросаю.#B0

source: HERO: Hi babe...
ru: HERO: Чем займёмся сегодня вечером?

source: HERO: Gdybym powiedział ci o czym myślę pewnie|byś się obraziła.
ru: HERO: Ты не поверишь, какие мысли у меня|вызывает один твой прекрасный образ.

source: OTHER: Czego?
ru: OTHER: Чего надо?

source: OTHER: Akwizytorom łamię karki,|a żebrakami karmię psy.
ru: OTHER: Втюхать мне что-то удумал? Если да,|то я тебе шею сломаю. Или милостыню просить|пришёл? Тогда сейчас собак спущу.

source: OTHER: Jakieś pytania?
ru: OTHER: Вопросы есть?

source: OTHER: Co jest, zapomniałeś języka|w gębie?
ru: OTHER: Ну, чего молчишь? Язык проглотил?

source: OTHER: Znowu!?
ru: OTHER: Опять ты?!

source: P#HERO: Khm.
ru: P#HERO: Кхе-кхе...

source: $0: Jestem księciem.
ru: $0: Я – принц.

source: $1: Zapukałem tak tylko, z ciekawości.
ru: $1: Да я так постучал. Из любопытства.

source: $2: Mogę wejść?
ru: $2: Можно войти?

source: $3: Do widzenia.
ru: $3: До свидания.

source: OTHER: Tylko dlatego jeszcze żyjesz.
ru: OTHER: И только поэтому ты ещё жив.

source: OTHER: A teraz poszedł stąd!
ru: OTHER: Всё, вали отсюда!

source: OTHER: Ciekawość to pierwszy stopień|do Piekła.
ru: OTHER: Любопытство – не порок,|а первый шаг в Ад.

source: HERO: Kiedy ja właśnie chcę do Piekła!
ru: HERO: Так мне и нужно в Ад!

source: P#OTHER: Chyba już wolę akwizytorów, niż|idiotów.
ru: P#OTHER: Вот придурок, а?|Лучше б денег выпрашивал...

source: OTHER: Tylko spróbuj, to wyjdziesz stąd|nogami do przodu.
ru: OTHER: Попробуешь войти –|выйдешь ногами вперёд.

source: OTHER: "Dłoń ma, co jeszcze dotyku twego nie znała| Nieśmiała, lecz ogniem dzikim płonąca| Sunie po aksamicie cudnego ciała| Ja modlę się, by pieściła cię bez końca!"
ru: OTHER: "Руки мои, что тепла твоего не почуяли раньше,|Ломкие, слабые, пышут огнём изнутри синежарким,|гладят прелестную кожу атласов дражайших, тончайших –|боги, молю, подарите касанье ладоней навеки!"

source: OTHER: Zatłukę tego małego gnojka!
ru: OTHER: Убью этого сверчка вшивого!

source: OTHER: Koniec z wysłuchiwaniem rzępolenia!
ru: OTHER: Хватит с меня этого нытья!

source: OTHER: Koniec z lutnią-samograjką!
ru: OTHER: Хватит этой лютни-самоиграйки!

source: OTHER: Koniec z praniem skarpetek!
ru: OTHER: Хватит стирать носки!

source: OTHER: Koniec z gotowaniem rosołu na kaca!
ru: OTHER: Хватит поить рассолом с похмелья!

source: OTHER: Żeby tu więcej jego brudna stopa|nie postała!
ru: OTHER: Ноги его немытой здесь|отныне не будет!

source: HERO: Na razie nie muszę mu o niczym mówić.
ru: HERO: Пока что рано ему всё рассказывать.

source: HERO: Trzeba jakoś wykorzystać tę sytuację|dla siebie.
ru: HERO: Надо сначала воспользоваться ситуацией.

source: HERO: Mój drogi, mam dla ciebie dwie wiadomości.|Jedną dobrą, a drugą złą.
ru: HERO: У меня для тебя две новости, родной.|Хорошая и плохая.

source: HERO: Dobra jest taka, że twoja urocza żona|jest teraz w domu.
ru: HERO: Хорошая новость:|твоя милая жёнушка ждёт тебя дома.

source: HERO: Zła, iż wszystkie twoje rzeczy są na|zewnątrz twojego domu.
ru: HERO: Плохая новость:|все твои вещи ждут тебя|на улице перед домом.

source: OTHER: To twój kolejny dowcip, panie?
ru: OTHER: Опять шутить изволите, милорд?

source: OTHER: Zemsta za ten żartobliwy poemat|o tobie i Kornelii?
ru: OTHER: Всё мстите мне за песенку|про вас и про Корнелию, я прав?

source: HERO: Nie, nie, to poważna sprawa.
ru: HERO: Нет, я серьёзно.

source: HERO: Ponoć wpadł jej w ręce jakiś twój|miłosny poemat.
ru: HERO: Говорят, твой жене в руки|попала одна твоя поэма.

source: HERO: Coś o dzikim ogniu i pieszczeniu ciała.
ru: HERO: Вроде, та, которая про пламя...|синежаркое. И про кожу атласов.

source: OTHER: Och nie!
ru: OTHER: Ах! Смилуйтесь же, боги!

source: OTHER: Jestem poetą.
ru: OTHER: Как быть? Ведь я – поэт!

source: OTHER: Poeta nie musi zwracać się do konkretnej osoby,|lecz może przemawiać do wyimaginowanej kochanki,|która jest jedynie wytworem jego wyobraźni.
ru: OTHER: Мне можно не писать живому человеку,|но образ лишь достаточно создать|возлюбленной, которой в мире нет,|и строфы посвящать ей бесконечно.

source: OTHER: Więc jednak to nie żart, ale smutna|rzeczywistość.
ru: OTHER: А принц-то не шутил –|он всё сказал, как есть.

source: OTHER: Mam niejasne wrażenie, że chyba|książę maczał w tym palce.
ru: OTHER: И чую, будто сам он тут участник,|не на вторых ролях...

source: OTHER: Wiedziałam, że przypełzniesz, ty|mały piszczący robaczku!
ru: OTHER: Я знала, что ты приползёшь,|червяк гнойный!

source: OTHER: Zabieraj swoje łachy i won!
ru: OTHER: Забирай свои вещи, и пошёл вон!

source: OTHER: Ależ kochanie, nastąpiła horrendalna|pomył...
ru: OTHER: Постой, моя родная!|Позволь мне объяс...

source: OTHER2: Zawsze wiedziałam, że zadajesz się|z ladacznicami!
ru: OTHER2: Я знала, что ты ходишь налево!

source: OTHER: Ależ kruszynko...
ru: OTHER: Любимая...

source: OTHER2: Morda!...
ru: OTHER2: Заткни пасть!

source: OTHER2: Ja mówię.
ru: OTHER2: Я сейчас говорю.

source: OTHER2: Jak śmiesz mi się sprzeciwiać!
ru: OTHER2: Молчи и слушай!

source: OTHER: To był poemat o tobie, cukiereczku!
ru: OTHER: Мой стих – он о тебе был, дорогая!

source: OTHER: Tylko o tobie...
ru: OTHER: И только о тебе...

source: OTHER: Wymówka już gotowa, cwaniaku!
ru: OTHER: Так я и поверила! Графоман!

source: OTHER: Chono tutaj, nie będę cię prała|na ulicy!
ru: OTHER: А ну, зайди в дом!|Не хватало ещё мне тебя|на улице бить!

source: OTHER: Po kilku głośnych wyzwiskach i jeszcze|głośniejszych klapsach słychać długi monolog|barda i odgłosy cmokania w policzek.
ru: OTHER: Спустя какое-то время громких оскорблений и ещё более|громких ударов, звучит долгий монолог барда,|а вслед за ним – смачный поцелуй в щёку.

source: OTHER: Wynagrodzę ci to, misiaczku.
ru: OTHER: Давай помиримся, сладкий мой.

source: OTHER: Idziemy na spacerek.
ru: OTHER: Сходим, погуляем.

source: HERO: Kici, kici, skocz na tę szlafmycę...
ru: HERO: Киса, киса, прыгни на колпак...

source: HERO: Szlafmyca, kici, kici, szlafmyca...
ru: HERO: Киса, колпак... Прыгни на колпак...

source: HERO: Skocz na szlafmycę, sierściuchu!
ru: HERO: Давай, пушистик, прыгни на колпак!

source: HERO: Szlafmyca, ty tłuściochu!
ru: HERO: Да на колпак давай,|морда толстопузая!

source: $0: Kici kici...
ru: $0: Кис-кис-кис...

source: $1: Widzisz tu ptaszka, przyjacielu?
ru: $1: Видишь вон ту птичку, киса?

source: $2: Fiu-fiu-fiu!
ru: $2: Фью-фью-фью!

source: $3: Głupie kocisko.
ru: $3: Тупая кошка!

source: $5: Fiu-fiu-fiuuu!
ru: $5: Фью-фью-фью-ю-ю-ю!

source: $6: Fiuuu-fiu-fiu!
ru: $6: Фью-ю-ю-фью-фью!

source: $7: Fiu-fiuuu-fiu!
ru: $7: Фью-фью-ю-ю-фью!

source: $8: FIU-FIU!
ru: $8: ФЬЮ-ФЬЮ!

source: OTHER: To było przepiękne.
ru: OTHER: Это было потрясающе.

source: OTHER: Przepiękne...
ru: OTHER: Потрясающе...

source: OTHER: Dawno nie słyszałem muzyki, i zapomniałem,|jak może być cudowna...
ru: OTHER: Я давно уже не слышал музыки.|Забыл, насколько она бывает потрясающей...

source: P#OTHER: Co to było, czego chciałeś, młodzieńcze?
ru: P#OTHER: Так что ты там хотел, сынок?

source: HERO: Chodzi o zamek Fjord, który...
ru: HERO: Мы про замок Фьорд говорили.|Там, э-э...

source: OTHER: Ach tak, zalane mrokiem siedlisko zła.
ru: OTHER: А, да... Злой притон во тьме вечной.

source: OTHER: Zrobię, co trzeba, nie martw się.
ru: OTHER: Можешь не продолжать.|Я всё сделаю, как ты просил.

source: OTHER: Ale teraz naprawdę zostaw mnie już|samego, chcę sycić się wspomnieniami|dźwięków.
ru: OTHER: Но пока оставь меня. Хочу опять|вспомнить те потрясающие звуки...

source: OTHER: Powodzenia, chłopcze. A jak byś zobaczył|czarodzieja Arybałta, to pozdrów go ode|mnie.
ru: OTHER: Удачи, сынок. Если вдруг увидишь колдуна|Арибулька, передай от меня привет.

source: OTHER: Niech tu wpadnie kiedyś. Porozmawiamy o|dawnych, dobrych czasach.
ru: OTHER: Пусть заходит. Поболтаем о старом...

source: OTHER: Halo?
ru: OTHER: Ау-у! Отзовитесь!

source: OTHER: Jest tam kto?
ru: OTHER: Есть здесь кто живой?

source: OTHER: Wyraźnie kogoś słyszę!...
ru: OTHER: Я кого-то слышу!...

source: OTHER: Halo?...
ru: OTHER: Кто там говорит?...

source: HERO: Hej, jestem tu, ale kto mówi?!
ru: HERO: Это я тут говорю!|А кто мне отвечает-то?!

source: OTHER: Nareszcie jakiś człowiek!
ru: OTHER: Наконец-то! Человек!

source: OTHER: W końcu!
ru: OTHER: Хоть кто-то ещё живой,|кроме меня!

source: OTHER: Wydostań mnie stąd!
ru: OTHER: Вытащите меня отсюда!

source: $0: Chętnie, ale jak?
ru: $0: С удовольствием, но как?

source: $1: Dobrze, ale kim jesteś?
ru: $1: Ладно... А вы, собственно, кто?

source: $2: Jak się tu znalazłaś?
ru: $2: Как вы там оказались?

source: $3: Wrócę później.
ru: $3: Я вернусь.

source: OTHER: Jestem więziona za magiczną ścianą stworzoną|siłą woli Księcia Wampirów.
ru: OTHER: Эта стена – волшебная. Её сотворил|Принц Вампиров, а меня заточил за ней.

source: OTHER: Musisz go odnaleźć i zabić.
ru: OTHER: Надо найти и убить Принца.

source: OTHER: Gdy on zginie, zginie i ściana.
ru: OTHER: Не станет его – не станет и стены.

source: OTHER: Banalne.
ru: OTHER: Всё просто.

source: HERO: BANALNE?
ru: HERO: ПРОСТО?!

source: HERO: Zabić Księcia Wampirów?!
ru: HERO: Убить Принца Вампиров?!

source: OTHER: Zabić.
ru: OTHER: Убить.

source: OTHER: Zaszlachtować.
ru: OTHER: Уничтожить.

source: OTHER: Zamordować.
ru: OTHER: Прикончить.

source: OTHER: Ukatru...
ru: OTHER: Ликви...

source: HERO: To rozumiem, ale samego Księcia!...
ru: HERO: Да, да, понял!|Но чтобы самого Принца?!

source: OTHER: Najpierw musisz go znaleźć.
ru: OTHER: Сначала его надо найти.

source: HERO: Chyba leży tutaj i śpi.
ru: HERO: А он уже тут. Лежит и спит.

source: HERO: Pan Słońce zaświecił nad Fjord,|więc pewnie postanowił przeczekać|dzień.
ru: HERO: Пан Солнце опять заглянул во Фьорд.|Так что Принц, наверное, теперь|дотемна спать будет.

source: OTHER: No to najtrudniejsze za tobą.
ru: OTHER: Значит, самое сложное уже позади.

source: OTHER: Teraz tylko wbij mu kołek w pierś|i po krzyku.#B0
ru: OTHER: Теперь осталось вбить ему в сердце|кол, и всё будет решено.#B0

source: OTHER: Och to nieważne!...
ru: OTHER: Ой, это совершенно неважно!

source: OTHER: Pospiesz się tylko z ratowaniem, bo|nudzę się tu już od ponad roku.
ru: OTHER: Вы, главное, поспешите!|А то я уже больше года тут томлюсь.

source: HERO: Roku?!
ru: HERO: Больше года?!

source: HERO: To szmat czasu!
ru: HERO: Больше года – это долго...

source: OTHER: Nie żartuj?
ru: OTHER: Да неужели?

source: P#OTHER: Jesteś tu jeszcze czy już poszedłeś|mnie ratować?#B0
ru: P#OTHER: Вы будете меня спасать, или как?#B0

source: OTHER: Słuchaj, później będziemy mieli|mnóstwo czasu na pogawędki.
ru: OTHER: Давайте лучше потом|об этом поговорим, ладно?

source: OTHER: Ale teraz proszę, pospiesz się,|bo już tutaj nie wytrzymam!
ru: OTHER: Поспешите! Я тут больше|не вынесу ни минуты!

source: HERO: Dobrze, już dobrze.#B0
ru: HERO: Ладно, хорошо.#B0

source: OTHER: Bajki nigdy nie mówiły, że bohaterowie|ratujący damy, tak się guzdrzą.
ru: OTHER: А вот в сказках никогда не пишут,|что дев из беды выручают лентяи.

source: OTHER: Ależ to wszystko trwa.
ru: OTHER: Как-то всё это затянулось!

source: OTHER: Tysiąc sto jeden, tysiąc sto dwa, tysiąc sto trzy...
ru: OTHER: Тысяча сто один, тысяча сто два,|тысяча сто три...

source: OTHER: Jesteś tam jeszcze, czy już uciekłeś?
ru: OTHER: Вы ещё тут? Или убежали?

source: OTHER: Chyba się nie boisz?
ru: OTHER: И не страшно вам?

source: OTHER: Zaraz zwariuję z nudów.
ru: OTHER: Я тут от скуки с ума сойду.

source: HERO: Arivaldzie, czy znasz jakiś skuteczny|środek przeciwko wampirom?
ru: HERO: Аривальд, подскажи, пожалуйста.|Как можно избавиться от вампира?

source: OTHER: Szybkie nogi?
ru: OTHER: Развернуться и драпать?...

source: HERO: Hm, uściślijmy. Chodzi o pokonanie wampira,|a nie uciekanie przed wampirem.
ru: HERO: Э-э, нет, тут не та ситуация.|Мне не драпать надо от вампира.|Мне убить его надо.

source: OTHER: Oczywiście osikowy kołek.
ru: OTHER: Тогда, само собой,|нужен осиновый кол.

source: OTHER: Wbity w wampirzą pierś działa|ze stuprocentową skutecznością.
ru: OTHER: Берёшь его и забиваешь|вампиру в грудь.|Работает на все сто процентов.

source: P#HERO: A gdyby ktoś musiał pokonać|samego Księcia Wampirów?
ru: P#HERO: А как быть, если справиться надо|с самим Принцем Вампиров?

source: OTHER: Ho ho ho ho ho!
ru: OTHER: О-хо-хо, хо-хо!

source: OTHER: Tego jeszcze nikt nie próbował,|ale zakładam, że osikowy kołek|musiałby zostać wzmocniony.
ru: OTHER: Такого ещё никто не пробовал!|Но я думаю, что кол вполне подойдёт.|Только надо его как-то усилить.

source: HERO: W jaki sposób?
ru: HERO: Как именно?

source: OTHER: Pobłogosławiony?
ru: OTHER: Может, сделать из него|святой символ?

source: OTHER: Trochę czosnku też by nie zaszkodziło.|W moich czasach był to podstawowy|straszak na wampiry.
ru: OTHER: И чесноком его натереть не помешает.|В наши годы мы именно чесноком|вампиров и отпугивали.

source: OTHER: Odstraszał też, co prawda, piękne|kobiety, ale to tylko skutek uboczny.
ru: OTHER: Он ещё, кстати, красивых женщин отпугивает.|Но это – так, ерунда... побочный эффект.

source: HERO: Ale ten ...czosnek...
ru: HERO: Так ведь... чеснок этот...

source: OTHER: Wiem, wiem, teraz się nie uprawia. Dziwne.
ru: OTHER: Знаю, знаю. Его тут больше не|выращивают. Не пойму, с чего бы...

source: OTHER: Chciałem zamówić wieprzowinę duszoną|z czosnkiem, ale barman tylko|bezradnie rozłożył ręce.
ru: OTHER: Я вот хотел заказать свинину под чесноком,|а корчмарь только руками развёл...

source: OTHER: Myślałem jednak o pewnym rozwiązaniu...
ru: OTHER: Впрочем, есть у меня одна идея...

source: HERO: Założę się, że zaraz znowu zostanę|zaczarowany...
ru: HERO: Опять хочешь меня заколдовать?

source: OTHER: Nie mylisz się, chłopcze!
ru: OTHER: Именно так, друг мой!

source: OTHER: Przywołam cię za kilkanaście minut, a ty|tymczasem przyjrzyj się innemu światu!
ru: OTHER: Приготовься увидеть новый мир!|Минут через пять я тебя вытащу.

source: HERO: Dlaczego trwało to tak długo?!...
ru: HERO: Ну и чего ты там копался?!...

source: HERO: Mało nie przypłaciłem życiem twojej|opieszałości!
ru: HERO: Ещё бы чуть-чуть, и я бы|к тебе без головы вернулся!

source: OTHER: Przy kuflu czas szybko mija...
ru: OTHER: За кружечкой пива и не|замечаешь, как время летит...

source: OTHER: Lepiej powiedz, jak było?
ru: OTHER: ...Лучше расскажи, как оно?|Нормально всё прошло?

source: HERO: Jak tylko to sobie poukładam w głowie.
ru: HERO: Да дай мне хоть с мыслями собраться...

source: HERO: Widziałem tak dziwne rzeczy, że|wszystko wydaje mi się bardziej|snem niż jawą.
ru: HERO: Я такое там видел, такое...|Приснилось ли оно мне, или взаправду|было? Без пол-литра и не поймёшь...

source: OTHER: No to może kufelek?
ru: OTHER: Так, может, махнём по пол-литра?

source: HERO: Nie mogę, muszę ratować nieznajomą.
ru: HERO: Не-не. Может, потом.|Сейчас мне человека спасти надо.

source: P#HERO: Ha! Ratuję kogoś!
ru: P#HERO: Ха! Я же буду чьим-то спасителем!

source: HERO: Właśnie to sobie uświadomiłem!
ru: HERO: Только сейчас дошло!

source: HERO: Zostanę bohaterem!
ru: HERO: Я героем стану!

source: HERO: Będą o mnie śpiewać pieśni i układać poematy.
ru: HERO: Обо мне будут петь песни|и сочинять стихи.

source: HERO: A tłum będzie sypał płatki róż pod moje stopy!
ru: HERO: И люди будут бросать мне|под ноги лепестки роз!

source: HERO: Yes!
ru: HERO: Зашибись!

source: OTHER: O-ho!
ru: OTHER: Ага.

source: OTHER: Znowu mamy problem.
ru: OTHER: Опять вляпался?

source: OTHER: Chętnie posłucham, tylko mów|szybko i krótko.
ru: OTHER: Я слушаю. Только коротко и по делу.

source: HERO: Smok.
ru: HERO: Дракон.

source: HERO: Pokonać.
ru: HERO: Победить.

source: HERO: Pomoc.
ru: HERO: Помощь.

source: HERO: Teraz.
ru: HERO: Сейчас.

source: P#HERO: Koniec.
ru: P#HERO: Всё.

source: P#OTHER: No dobra.
ru: P#OTHER: Ну, ладно.

source: OTHER: Koniec lenistwa.
ru: OTHER: Хватит рассиживаться.

source: OTHER: Czas ruszać w drogę!
ru: OTHER: Пора в путь-дорогу!

source: HERO: Naprawdę?
ru: HERO: Правда?

source: HERO: Zabijesz za mnie smoka?
ru: HERO: Ты убьёшь дракона за меня?

source: HERO: To cudo...
ru: HERO: Поверить не мо...

source: OTHER: Spokojnie, spokojnie.
ru: OTHER: Подожди, подожди.

source: OTHER: Zaraz znajdziemy się w najcudowniejszym|miejscu na świecie.
ru: OTHER: Мы пойдём вместе.|Нас ждёт самое великое чудо света!

source: OTHER: W przewspaniałej, przeogromnej Silmanionie!
ru: OTHER: Могущественнейшая|и прекраснейшая Сильманиона!

source: HERO: Co właściwie jest w Silmanionie?
ru: HERO: А кто она такая, Сильманиона?

source: OTHER: Kolebka wiedzy. Miejsce studiów największych|magów. Największa biblioteka świata.
ru: OTHER: Не кто, а что. Это город.|Там зародились величайшие знания.|Там обучаются величайшие волшебники.|И там стоит величайшая в мире библиотека.

source: OTHER: No cóż.
ru: OTHER: Ну...

source: OTHER: Latka lecą.
ru: OTHER: Ничто не вечно.

source: OTHER: Na szczycie jednej ze ścian jest chyba księga,|której potrzebujemy.
ru: OTHER: Смотри, вон – книга на стене лежит.|Наверное, она нам и нужна.

source: OTHER: Musi zawierać potężne czary, skoro nie skruszył|jej ząb czasu.
ru: OTHER: Годы её не потрепали. Наверное,|в ней содержится сильнейшая магия.

source: OTHER: Znalazłem coś całkiem użytecznego.
ru: OTHER: Ты только глянь.|Нашёл кое-что полезное.

source: OTHER: Czar nazywa się "Moc Trolla", to ci powinno|pomóc.
ru: OTHER: Заклинание "Сила Тролля".|Оно тебе пригодится.

source: OTHER: Jak tylko wypowiesz "Yukkakoppamakki",|staniesz się na sekundę silny jak troll!
ru: OTHER: Как только ты произнесёшь "Юккакоппамакки",|на секунду станешь сильным как тролль!

source: OTHER: O właśnie.
ru: OTHER: Вот так вот.

source: OTHER: Chyba domyślasz się, co wtedy trzeba|zrobić...
ru: OTHER: Думаю, ты и сам понимаешь,|как тебе его использовать...

source: HERO: Yukkakopp?...
ru: HERO: Юккакопп?...

source: OTHER: Sza! Nie marnuj czaru na byle okazję!
ru: OTHER: Тс-с! Не трать магию попусту!

source: HERO: Jest tak zafascynowany lekturą,|że żal przerywać.
ru: HERO: Он так залип в книгу,|что даже беспокоить его неловко.

source: HERO: Było nie było, nie miał książki|w ręku od tysiąca lat.
ru: HERO: Но я его и не виню.|Он уж тысячу лет как ничего не читал.

source: HERO: Widziałeś to śmierdzące bajoro niedaleko?
ru: HERO: Видел, тут недалеко|есть вонючее болото?

source: OTHER: Zapaszek dolatuje aż tutaj.
ru: OTHER: А я-то всё думаю, откуда так несёт.

source: OTHER: Być może ktoś tu przeprowadzał eksperymenty|z magicznymi środkami chemiczno-bojowymi.
ru: OTHER: Кажется, кто-то экспериментировал с|боевой отравляющей магией.

source: OTHER: Nieudane eksperymenty, dodajmy.
ru: OTHER: Но, похоже, эксперименты не удались.

source: OTHER: Chyba że ktoś umyślnie chciał zniszczyć|Silmanionę...
ru: OTHER: Или, может, кто-то намеренно|хотел уничтожить Сильманиону...

source: OTHER: Po opowiedzeniu całej historii...
ru: OTHER: Как только наш герой закончил свой рассказ...

source: OTHER: No, no...
ru: OTHER: Ну что ж...

source: OTHER: Zdaje się, że pomóc ci może tylko|jeden czło... Hm, demon.
ru: OTHER: Мне кажется, только один человек...|точнее, демон, может тебе помочь.

source: OTHER: A nawet demon nad demonami.
ru: OTHER: И не просто демон,|а всем демонам демон.

source: OTHER: W skrócie: szef Piekła.
ru: OTHER: Короче говоря: владыка Ада.

source: OTHER: Lucyfer.
ru: OTHER: Люцифер.

source: P#OTHER: No, no...
ru: P#OTHER: Но вот в чём проблема...

source: OTHER: Dostać się do Piekła to nie taka|prosta sprawa.
ru: OTHER: В Ад попасть не так-то просто.

source: OTHER: Ja tam, na przykład, nigdy nie|byłem.
ru: OTHER: Я, например, там ещё|ни разу не был.

source: OTHER: A byłem w naprawdę wielu|miejscach.
ru: OTHER: А ведь я много где побывал.

source: HERO: Do Piekła?!
ru: HERO: В... Ад?!

source: HERO: Chyba gorzej już nie mogło być...
ru: HERO: М-да... Хуже уже быть не может...

source: OTHER: Wierz mi: mogło.
ru: OTHER: Поверь мне – может.

source: HERO: Sam sobie nie poradzę!
ru: HERO: Я не могу справиться сам!

source: HERO: Pomo...
ru: HERO: Помоги мне, пожа...

source: OTHER: Powtarzasz się. Bądź mężczyzną|i weź się w garść.
ru: OTHER: Опять ты за своё.|Будь мужиком! Соберись!

source: OTHER: Jak nie będziesz skomlał tylko działał,|to na pewno sobie poradzisz.
ru: OTHER: У тебя всё получится.|Только перестань паниковать.

source: OTHER: Słuchaj, siedzi przed tobą ktoś,|kto przez tysiąc lat był martwy!
ru: OTHER: Послушай старика, друг.|Я тысячу лет мёртвым провалялся!

source: OTHER: Więc cuda się zdarzają, to może|i tobie się uda ukończyć grę|bez zerkania do rozwiązania.
ru: OTHER: Мы с тобой живём в волшебном мире.|Тут возможно всё. Даже пройти игру,|не заглядывая в прохождение.

source: OTHER: Mój drogi, porozmawiamy później.
ru: OTHER: И давай потом поговорим, а?

source: OTHER: Kiedy mam wybierać pomiędzy delektowaniem|się zimnym piwem, a uroczą konwersacją|z tobą, to zapewne wiesz, co wybieram?
ru: OTHER: Ведь ты сам знаешь – что я выберу охотнее?|Холодное пиво или милую беседу с тобой?

source: OTHER: Zgoda?
ru: OTHER: Улавливаешь?

source: P#HERO: <westchnienie>
ru: P#HERO: Ухмм...

source: HERO: Zgoda.
ru: HERO: Улавливаю.

source: HERO: Ale jak będę miał coś naprawdę ważnego...
ru: HERO: А если у меня есть кое-что важное?...

source: OTHER: To wal jak w dym.
ru: OTHER: Так дай взглянуть.

source: HERO: Mam nadzieję, że teraz porozmawiamy|sobie dłużej.
ru: HERO: Вот теперь-то и поговорим.

source: HERO: To tak się traktuje wybawcę i bohatera!?
ru: HERO: Ну, это уж слишком!|Так обращаться со спасителем и героем?!

source: HERO: Nie ma sprawiedliwości, miłości i pokoju|na tym okrutnym, okrutnym świecie.
ru: HERO: Нет места справедливости, любви и покою|в нашем жестоком, жестоком мире.

source: HERO: Przypatrz się dobrze...
ru: HERO: Я тут кое-что принёс. Взгляните...

source: HERO: Jako wizjoner powinieneś wiedzieć, gdzie obecnie|znajduje się istota o takiej właśnie łusce.
ru: HERO: Вы, вроде как, провидец.|Можете мне сказать, где живёт|тварь с такой чешуёй?

source: OTHER: O nie...
ru: OTHER: Ну уж нет...

source: OTHER: To nie tak...
ru: OTHER: Так не пойдёт...

source: OTHER: Potrafię odnajdywać rzeczy, ale muszę|wiedzieć, jak wyglądają.
ru: OTHER: Я могу многое найти, но мне надо|знать, что именно искать.

source: OTHER: Owszem, do uzyskania wizji potrzebna jest|jakaś rzecz...
ru: OTHER: Частица может помочь.|Но в первую очередь мне нужен...
