Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: We are going to close this tavern down. Get out of here!
de_de: Wir schließen die Taverne, ich befehle Ihnen sie unverzüglich zu verlassen !
es_es: Vamos a cerrar esta taberna, ¡les ordeno que salgan!
fr_fr: Nous allons boucler cette taverne, je vous ordonne de sortir !
hu_hu: Lezárjuk a fogadót. Ki innen! Mindenki!
it_it: Dobbiamo chiudere questa taverna, vi ordino di uscire!
pl_pl: Przyszliśmy zamknąć tą tawernę. Wynoście się stąd!
pt_br: Nós vamos fechar a taverna agora. Dê o fora daqui!
pt_pt: Vamos fechar a taberna agora. Saia daqui!
ru_ru: Мы собираемся закрытЬ эту таверну. Убирайся отсюда!

source: Good day, this talk about the Legend is strange, don't you think?
de_de: Guten Tag, merkwürdig diese Legende, nicht wahr ?
es_es: Buenos días, rara esta Leyenda, ¿no?
fr_fr: Bonjour, bizarre cette Légende, non ?
hu_hu: Jó napot! Ez a szóbeszéd a legendáról nagyon furcsa, nem gondolja?
it_it: Buongiorno. Bizzarra questa Leggenda, non è vero?
pl_pl: Dzień dobry, ta plotka o Legendzie jest dziwna, nie sądzisz?
pt_br: Bom dia, essa conversa toda sobre a Lenda é estranha, você não acha?
pt_pt: Bom dia, esta conversa sobre a Lenda é estranha, não acha?
ru_ru: Добрый денЬ, эти слухи о Легенде странные, вы не думаете?

source: The 4 crates are not on the 4 crosses, try again!
de_de: Die 4 Kisten stehen nicht auf den 4 Kreuzen, versuch's nochmal !
es_es: Las 4 cajas no están sobre las 4 cruces, ¡prueba una vez más!
fr_fr: Les 4 caisses ne sont pas sur les 4 croix, essaie encore !
hu_hu: A ládák nincsenek a helyükön? Kérem próbálja meg újra!
it_it: Le 4 casse non sono sulle 4 croci. Riprova!
pl_pl: Cztery skrzynki nie są na czterech krzyżach, spróbuj jeszcze raz!
pt_br: As 4 caixas não estão nas cruzes! Tente de novo!
pt_pt: As 4 caixas não estão nas 4 cruzes, tente de novo!
ru_ru: 4 ящика не на 4 крестах, попробуй еще раз!

source: I don't know anything about it, and it is forbidden to talk about it!
de_de: Davon verstehe ich nichts, außerdem ist es verboten davon zu sprechen.
es_es: No sé nada de eso y además está prohibido hablar de ello.
fr_fr: Je n'y connais rien et de plus il est interdit d'en parler.
hu_hu: Semmit sem tudok róla! Nem is szabad róla beszélni!
it_it: Non ne so niente, e poi è vietato parlarne.
pl_pl: Nic o tym nie wiem. Poza tym nie wolno o tym mówić!
pt_br: Eu não sei nada sobre isso, e é proibido conversar sobre isso!
pt_pt: Não sei nada acerca disso, e é proibido falar sobre isso!
ru_ru: Я ничего об этом не знаю, и говоритЬ про это запрещено!

source: I saw them! They left for another island, but I don't know which one.
de_de: Ich habe sie gesehen ! Sie sind aufgebrochen, um sich auf eine andere Insel zu begeben, aber ich weiß nicht welche.
es_es: ¡Los he visto! Han partido hacia otra isla, pero ignoro a cuál.
fr_fr: Je les ai vus ! Ils sont partis pour une autre île, mais j'ignore laquelle.
hu_hu: Láttam ôket! Egy másik szigetre mentek, de nem tudom melyikre.
it_it: Li ho visti! Sono salpati per un'altra isola, ma non so quale.
pl_pl: Byli tu! Odpływali na inną wyspę, ale nie wiem na którą.
pt_br: Eu vi eles! Eles partiram para outra ilha, mas não sei qual.
pt_pt: Eu vi-os! Eles foram para outra ilha, mas não sei qual.
ru_ru: Я видел их! Они отправилисЬ на другой остров, но я не знаю, на какой именно.

source: It is forbidden to talk about it!
de_de: Es ist verboten davon zu sprechen !
es_es: ¡Está prohibido hablar de esto!
fr_fr: Il est interdit d'en parler !
hu_hu: Tilos róla beszélni!
it_it: E' vietato parlarne!
pl_pl: Nie wolno o tym mówić!
pt_br: É proibido falar sobre isso!
pt_pt: É proibido falar sobre isso!
ru_ru: Об этом запрещено говоритЬ!

source: Bah! That doesn't interest me. Go see at the library or go drown your sorrows at the tavern; or even better, do it the other way around.
de_de: Pfff ! Das interessiert mich nicht. Erkundigen Sie sich in der Bibliothek oder gehen Sie in die Taverne um zu vergessen ; oder machen Sie's besser noch umgekehrt.
es_es: ¡Bah...! No me interesa. Infórmese en la biblioteca o vaya a buscar olvido a la taberna; o aún mejor, haga a la inversa.
fr_fr: Bof ! Je ne m'y intéresse pas. Renseignez-vous à la bibliothèque ou allez chercher l'oubli à la taverne ; ou mieux faites l'inverse.
hu_hu: Ugyan, nem érdekel ez engem, kérem! Menjen, nézze meg a könyvtárban, vagy gurítsa le bánatát a fogadóban! ...vagy tudja mit? Inkább fordítva!
it_it: Boh. Io non ne so niente. Vada a consultare i libri in biblioteca, oppure vada a dimenticare tutto alla taverna. Meglio, faccia il contrario.
pl_pl: Ba! Nie interesuję się tym. Idź do biblioteki, albo idź topić smutki w tawernie; albo jeszcze lepiej, idź to robić gdzie indziej.
pt_br: Bah! Isso não me interessa. Vá procurar na biblioteca ou vá afogar suas mágoas na taverna; ou melhor, faça o contrário.
pt_pt: Bah! Isso não me interessa. Vá procurar na biblioteca ou então afogar as suas mágoas na taberna... ou melhor, faça o contrário.
ru_ru: Бэ! Меня это не интересует. Сходи поищи в библиотеке или иди топитЬ свою грустЬ в таверне; или лучше делай это другим способом в другом месте.

source: What's strange is that you're talking about it. That's forbidden, you know!
de_de: Eigenartig daß Sie davon gesprochen haben, weil es verboten ist.
es_es: Lo que es raro es que hable de esto, ya que está prohibido.
fr_fr: Ce qui est bizarre c'est que vous en parliez, car c'est interdit.
hu_hu: Az a furcsa, hogy maga beszél róla. Ez tilos, tudja?
it_it: Quello che è bizzarro è che lei ne sta parlando, perché è proibito!
pl_pl: To dziwne, że o tym mówisz. Wiesz, że to zabronione!
pt_br: O que é estranho é você falando sobre isso. É proibido, você sabe!!!
pt_pt: O que é estranho é como falas sobre isso. É proibido, sabes!
ru_ru: Странно, что ты говоришЬ об этом. Ты же знаешЬ, что это запрещено!

source: I don't know. The books that mention it have been confiscated and sent to Principal Island.
de_de: Ich weiß nicht. Die Bücher, die davon sprechen, wurden konfisziert und auf der Hauptinsel zusammengetragen.
es_es: No sé. Los libros que hablaban de eso han sido confiscados y reunidos en la isla Principal.
fr_fr: Je ne sais pas. Les livres qui en parlaient ont été confisqués et rassemblés sur l'île Principale.
hu_hu: Nem tudom. A könyvek, amik róla szóltak le lettek foglalva, és át lettek küldve Elöljáró-szigetre.
it_it: Non so. I libri che ne parlano sono stati confiscati e trasferiti sull'Isola Principale.
pl_pl: Nie wiem. Ksiażki, które o tym wspominają zostały skonfiskowane i wysłane na Wyspę Principal.
pt_br: Eu não sei. Os livros que mencionam isso foram confiscados e enviados para a Ilha Principal.
pt_pt: Não sei. Os livros que mencionam isso foram confiscados e enviados para a Ilha Principal.
ru_ru: Я не знаю. Книги, в которых говорилосЬ об этом, конфисковали и послали на Главный Остров.

source: It is forbidden to talk about that!
de_de: Es ist verboten davon zu sprechen !
es_es: ¡Está prohibido hablar de eso!
fr_fr: Il est interdit d'en parler !
hu_hu: Tilos róla beszélni!
it_it: E' vietato parlarne!
pl_pl: Nie wolno o tym mówić!
pt_br: É proibido conversar sobre esse assunto!
pt_pt: É proibido falar desse assunto!
ru_ru: Об этом запрещено говоритЬ!

source: Prisoner Twinsen, I've already had enough of seeing you here, so don't make any more problems for yourself!
de_de: Häftling Twinsen, ich bin es leid Sie hier wiederzusehen, erschweren Sie also nicht Ihren Fall !
es_es: ¡Prisionero Twinsen, ya estoy harto de verlo aquí, así que no agrave su situación!
fr_fr: Détenu Twinsen j'en ai déjà assez de vous revoir ici, alors n'aggravez pas votre cas !
hu_hu: Twinsen fogoly, már elegem van abból is, hogy itt látlak, úgyhogy ne keverd magad nagyobb bajba!
it_it: Detenuto Twinsen, ne ho già abbastanza di rivederla qui, non peggiori la sua situazione.
pl_pl: Więźniu Twinsen, już dosyć się ciebie tutaj naoglądałem, więc nie sprowadzaj więcej na siebie kłopotów!
pt_br: Prisioneiro Twinsen, já cansei de te ver aqui, então não piore as coisas para você!
pt_pt: Prisioneiro Twinsen, já estou farto de o ver aqui, então não piore as coisas!
ru_ru: Эаключенный Твинсен, я уже достаточно видел тебя здесЬ, так что не создавай себе еще болЬше проблем!

source: A piece of advice: surrender instead of trying to provoke us.
de_de: Ein Ratschlag : ergeben Sie sich, anstatt uns zu provozieren.
es_es: Un consejo: ríndase en lugar de provocarnos.
fr_fr: Un conseil : rendez-vous au lieu de nous provoquer.
hu_hu: Csak egy jótanács; add meg magad inkább, minthogy sem minket próbálj provokálni!
it_it: Un consiglio: si arrenda, invece di provocarci.
pl_pl: Dobra rada: poddaj się, zamiast nas prowokować.
pt_br: Um conselho: se renda em vez de ficar nos provocando.
pt_pt: Um conselho: renda-se em vez de nos ficar a provocar.
ru_ru: НеболЬшой совет: сдавайтесЬ вместо того, чтобы сердитЬ нас.

source: You are not going to get away by evoking that subversive propaganda.
de_de: Sie werden sich nicht aus der Affäre ziehen, indem Sie diese subversive Propaganda verbreiten.
es_es: No se salvará evocando esa propaganda subversiva.
fr_fr: Vous ne vous en tirerez pas en évoquant cette propagande subversive.
hu_hu: Nem úszod meg ennek a romboló propagandának a felidézésével.
it_it: Non ne uscirà accennando a questa propaganda sovversiva.
pl_pl: Nie uda ci się uciec, przez rozpowszechnianie wywrotowej propagandy.
pt_br: Você não vai escapar por evocar essa propaganda subversiva.
pt_pt: Não vais escapar por evocar essa propaganda subversiva.
ru_ru: Тебе не уйти, распространяя подрывную пропаганду.

source: I'm a bartender, you know, so I've have had my fill of bar jokes and strange stories!
de_de: Wissen Sie, ich bin Kellner und hab' den Rand voll von Kneipenwitzen und komischen Geschichten !
es_es: Ud. sabe, yo soy barman, y las bromas de bar y cuentos raros ¡me llegan al corazón!
fr_fr: Vous savez moi je suis barman, alors les blagues de bistrot et les histoires bizarres j'en ai ma claque !
hu_hu: Tudja, én egy csapos vagyok, úgyhogy tele van a kórsóm ezekkel a kocsma viccekkel és történetekkel.
it_it: Sa, io sono un barman; ne ho abbastanza di discorsi da osteria e storie insolite!
pl_pl: Jestem barmanem, więc wiesz, że mam już dosyć dowcipów i dziwnych opowieści!
pt_br: Eu sou um dono de bar, você sabe, então eu já cansei de piadas de bar e histórias estranhas!
pt_pt: Eu sou um dono de bar, sabe, então já me cansei de ouvir piadas de bar e histórias estranhas!
ru_ru: Я бармен, знаешЬ ли, так что у меня полный бар шуток и странных историй!

source: I don't know anything about it, but the tavern will soon be closed down. That's been confirmed!
de_de: Davon verstehe ich nichts, aber die Taverne wird bald geschlossen. Das steht fest !
es_es: No sé nada, pero la taberna estará pronto cerrada. ¡Seguro!
fr_fr: Je n'y connais rien, mais la taverne sera bientôt bouclée. C'est confirmé !
hu_hu: Nem tudok róla semmit, de a fogadót mindjárt bezárják. Ezt megerôsítették!
it_it: Non ne so niente, ma presto la taverna verrà chiusa. E' confermato!
pl_pl: Nic o tym nie wiem, ale tawerna zostanie niedługo zamknięta. To zostało potwierdzone!
pt_br: Eu não sei nada sobre isso, mas a taverna brevemente será fechada. Isso é confirmado!
pt_pt: Não sei nada sobre isso, mas a taberna será fechada brevemente. Está confirmado!
ru_ru: Я ничего про это не знаю, но таверну скоро закроют. Это подтвеждено!

source: Well, I don't know anything about it. But you could offer me a drink anyway?
de_de: Ach, davon verstehe ich nichts. Du kannst mir aber trotzdem einen Drink spendieren.
es_es: Yo no sé nada. Pero de todos modos me puedes pagar un trago.
fr_fr: Ah je n'y connais rien. Mais tu peux quand même me payer à boire.
hu_hu: Nem tudok róla semmit, de azért meghívhatna egy sörre!
it_it: Ah, non ne so niente. Comunque puoi sempre offrirmi da bere.
pl_pl: Więc, nic o tym nie wiem. Ale czy mógłbyś kupić mi jeszcze jednego?
pt_br: Bem, eu não sei nada sobre isso. Mas você poderia me oferecer uma bebida de qualquer jeito?
pt_pt: Bem, eu não sei nada sobre isso. Mas você poderia oferecer-me uma bebida de qualquer jeito?
ru_ru: Что ж, я ничего про это не знаю. Но тем не менее мог бы ты предложитЬ мне выпитЬ?

source: "This room contains information and weapons that were amassed for generations to help the Heir who will, one day, be chosen from our descendants. The key to the room was passed down from generation to generation, but our ancestor Hégésippe was the last family member to retain the key. He was attacked and killed by the ruthless pirate LeBorgne during a sea voyage. Nobody knows where Leborgne's treasure, which undoubtedly contains the golden key to the room, is today."
de_de: " Dieser Raum enthält Informationen und Waffen, die im Laufe von Generationen gesammelt wurden um dem Erben zu helfen, der eines Tages inmitten unserer Familie bestimmt wird. Der Schlüssel dieses Raums wurde von Generation zu Generation vererbt, jedoch war unserer Uhrahn Hégésippe der letzte Verwahrer dieses Schlüssels. Er kam während einer Reise auf hoher See ums Leben, als Opfer des schrecklichen Piraten EinAuge. Heute weiß niemand wo sich EinAuges Schatz, der sicherlich diesen Goldschlüssel noch enthält, befindet. "
es_es: "Esta estancia contiene información y armas recogidas a lo largo de las generaciones para ayudar al Heredero que será un día designado en el seno de nuestra familia. La llave de esta pieza fue transmitida de generación en generación, y Hegésipo, nuestro antepasado, fue el último depositario. Durante un viaje pereció en el mar, víctima del terrible pirata El Tuerto. Hoy nadie sabe dónde se encuentra el tesoro del pirata El Tuerto que, seguramente, aún contiene esa llave de oro."
fr_fr: " Cette pièce contient des renseignements et des armes collectés au fil des générations, pour venir en aide à l'Héritier qui sera un jour désigné au sein de notre famille. La clef de cette pièce fut transmise de génération en génération, mais notre ancêtre Hégésippe en fut le dernier dépositaire. Au cours d'un voyage il périt en mer, victime du terrible pirate LeBorgne. Aujourd'hui nul ne sait où se trouve le trésor de LeBorgne qui, certainement, contient encore cette clef en or. "
hu_hu: "Ez a szoba információt és fegyvereket tartalmaz, amelyeket generációkon keresztül halmoztak fel, hogy segítse majdan az örököst, aki a kiválasztott lesz leszármazottaikból. A szoba kulcsa generációról generációra szállt, de Hégésippe volt az utolsó aki megkapta a kulcsot. õt LeBorgne, a kalóz támadta, és ölte meg egy utazása során. Senki nem tudja hol lehet LeBorgne kincse, ami még ma is biztos tartalmazza eme szoba aranykulcsát."
it_it: " Questa stanza contiene informazioni e armi raccolte nel corso dei secoli per venire in aiuto all'Erede che un giorno verrà designato all'interno della nostra famiglia. La chiave di questa stanza venne tramandata di generazione in generazione, ma l'avo Egesippo ne fu l'ultimo depositario. Durante un viaggio perì in mare, vittima del Guercio, un terribile pirata. Oggi nessuno sa dove si trovi il tesoro del Guercio, che, sicuramente, contiene anche questa chiave d'oro."
pl_pl: "Ta komnata zawiera informacje i bronie, gromadzone przez pokolenia, aby pomogły Następcy, który pewnego dnia zostanie wybrany z naszych potomków. Klucz do tej komnaty był przekazywany z pokolenia na pokolenie, ale nasz przodek Hégésippe był ostatnim członkiem rodziny, który posiadał klucz. Został on zaatakowany i zabity przez bezwzględnego pirata LeBorgne'a, podczas morskiej wyprawy. Nikt nie wie, gdzie jest skarb Leborgne'a, który niewątpliwie zawiera złoty klucz do komnaty." 
pt_br: "Essa sala contém informações e artefatos que foram selecionados em gerações para ajudar o Herdeiro que irá, algum dia, ser escolhido dentre nossos descendentes. A chave para essa sala foi passada de geração para geração, mas o nosso ancestral Hégésippe foi o último membro da família a possuir a chave. Ele foi atacado e assassinado pelo cruel pirata LeBorgne durante uma viagem marítima. Ninguém sabe onde o tesouro de Leborgne está, tesouro esse que, sem dúvida, contém a chave dourada que dá acesso à essa sala." 
pt_pt: "Esta sala contém informações e artefactos que foram selecionados em gerações para ajudar o Herdeiro que irá, algum dia, ser escolhido pelos nossos descendentes. A chave para esta sala foi passada de geração em geração, mas o nosso antepassado Hégésippe foi o último membro da família a possuir a chave. Ele foi atacado e assassinado pelo cruel pirata LeBorgne durante uma viagem marítima. Ninguém sabe onde o tesouro de Leborgne está, tesouro esse que sem dúvida contém a chave dourada que dá acesso à sala."
ru_ru: "Эта комната содержит информацию и оружие, накопленные поколениями, чтобы помочЬ Наследнику, который однажды будет выбран из наших потомков. Ключ от комнаты переходил от поколения к поколению, но наш предок Хегесипп был последним членом семЬи, который хранил его. Во время морского путешествия его атаковал и убил безжалостный пират ЛеБорн. Никто не знает, где сокровище ЛеБорна, несомненно содержащее золотой ключ от комнаты, находится сегодня."

source: " You who read this text, know that there are 3 Runic Stones in this world. Their locations are now indicated on your Holomap. They are large menhirs with runic text written on them. They will help the Heir in his quest for Sendell. The third stone will show the exact location of the Well of Sendell. In addition to the help provided by the text, each stone conceals a secret."
de_de: " Du der Du diese Zeilen liest, Du sollst wissen, daß es 3 Runensteine auf dieser Welt gibt. Deren Standorte werden nun auf Deinem Holomap angegeben. Es sind große aufrechtstehende Steine auf denen Runenschriften eingemeißelt sind, die dem Erben auf seiner Suche nach Sendell hilfreich sein sollen. Der dritte Stein gibt den genauen Standort von Sendells Brunnen an. Außer der hilfreichen Auskünfte, birgt jeder Stein ein Geheimnis. "
es_es: "Tú que estás leyendo este texto, tienes que saber que existen 3 Piedras Rúnicas en este mundo. Sus emplazamientos están ahora indicados en tu Holomapa. Son grandes piedras levantadas en las cuales están inscritos textos en runas que deben ayudar al Heredero en su búsqueda de Sendell. La 3ra piedra indica el emplazamiento exacto del Pozo de Sendell. Además de la ayuda que dan estos textos, cada piedra encierra un secreto"
fr_fr: " Toi qui lis ce texte, sache que 3 Pierres Runiques existent en ce monde. Leurs emplacements sont maintenant indiqués sur ton Holomap. Ce sont de grandes pierres levées, sur lesquelles sont inscrits des textes en runes devant aider l'Héritier dans sa quête de Sendell. La 3ème pierre indiquant l'emplacement exact du Puits de Sendell. En plus de l'aide donnée par ces textes, chaque pierre recèle un secret. "
hu_hu: " Te, ki olcasod eme könyvet, tudd meg, hogy létezik három rúnakô valahol a nagy világban. Ezek a kövek most már holotérképeden is látszanak. Ezek a kövek hírmondók, melyeken ékírás áll. Segíteni fogják az örököst Sendell küldetésében. A harmadik kô megmutatja Sendell kútjának pontos hekyét. A segítség mellett minden kô tartogat még valami meglepetést. "
it_it: "Tu che leggi questo testo, sappi che in questo mondo esistono tre Pietre runiche. Le loro posizioni sono ora segnate sulla tua Holomap. Si tratta di grandi menhir su cui sono iscritti testi runici che dovranno aiutare l'Erede nella sua ricerca di Sendell. La terza pietra indica l'esatta posizione del Pozzo di Sendell. Oltre al testo, ogni pietra nasconde un segreto."
pl_pl: Ty, który czytasz ten tekst, wiedz, że w tym świecie są trzy Kamienie Runiczne. Ich położenie jest teraz pokazane na twojej Holomapie. Sa to duże menhiry, z napisanym na nich runicznym tekstem. Pomogą one Następcy w jego poszukiwaniach Sendell. Trzeci kamień wskaże dokładne położenie Studni Sendell. Jako dodatek do pomocy zapewnionej przez tekst, każdy kamień kryje pewien sekret."
pt_br: " Você que lê esse texto, saiba que há 3 Pedras Rúnicas nesse mundo. A localização de cada uma destas está agora indicada em seu Holomapa. Elas são grandes menires com textos rústicos escritos neles. Elas irão ajudar o Herdeiro em sua busca por Sendell. A terceira Pedra Rúnica irá mostrar a localização exata do Poço de Sendell. Além da ajuda fornecida nesse texto, cada pedra contém um segredo."
pt_pt: " Você que está a ler este texto, saiba que há 3 Pedras Rúnicas neste mundo. A localização destas está agora indicada no seu Holomapa. São grandes menires com textos rúsnicos escritos nelas. Irão ajudar o Herdeiro na procura de Sendell. A terceira Pedra Rúnica irá mostrar a localização exacta do Poço de Sendell. Além da ajuda fornecida neste texto, cada pedra contém um segredo."
ru_ru: "Читающий этот текст, знай, что в этом мире естЬ 3 рунических камня. Их местоположение теперЬ отмечено на твоей голокарте. Они представляют собой болЬшие менгиры с начертанными на них руническими писЬменами. Они помогут Наследнику в его поиске Сенделл. Третий каменЬ укажет точно местоположение Колодца Сенделл. Вдобавок к помощи, дающейся в тексте, каждый каменЬ скрывает секрет."

source: "Bug street | (Citadel Island)."
de_de: " Skarabäus Straße | (Zitadelleninsel). "
es_es: "Calle del Escarabajo | (Isla de la Ciudadela)."
fr_fr: " Rue du Scarabée | (Ile de la Citadelle). "
hu_hu: "Futrinka utca| (Citadella-sziget)"
it_it: "Via dello Scarabeo | (Isola della Cittadella). "
pl_pl: "Ulica Bug | (Wyspa Citadel)."
pt_br: "Rua do Inseto | (Ilha da Fortaleza)."
pt_pt: "Rua do Insecto. | (Ilha da Cidadela)"
ru_ru: "Улица Жуков | (Остров Цитадели)."

source: It's ok, let's go!
de_de: Gut, geben Sie ihm einen Drink !
es_es: ¡Está bien, vayan!
fr_fr: C'est bon allez-y !
hu_hu: Rendben, menjünk!
it_it: Va bene, andate!
pl_pl: Dobrze, kupuję!
pt_br: Está bem, vamos!
pt_pt: Está bem, vamos!
ru_ru: OK, пошли!

source: You don't have enough Kashes, come back later!
de_de: Sie haben nicht genügend Kashes, kommen Sie später wieder !
es_es: ¡No tiene suficientes kashes, regrese más tarde!
fr_fr: Vous n'avez pas assez de Kashes, revenez plus tard !
hu_hu: Nincs elég Petákod, gyere vissza késôbb!
it_it: Non ha abbastanza Kash. Torni più tardi!
pl_pl: Nie masz wystarczającej ilości Kashes, przyjdź później!
pt_br: Você não tem Kashes suficientes, volte mais tarde!
pt_pt: Não tem Kashes suficientes, volte mais tarde!
ru_ru: У тебя недостаточно кэшей, возвращайся позже!

source: "Life candy: do you want 10 hearts for 10 Kashes?"
de_de: " Lebenspunkte-Bonbons : möchten Sie 10 Herzen für 10 Kashes ? "
es_es: "Caramelos con Puntos de Vida: ¿quiere 10 corazones por 10 Kashes?"
fr_fr: " Bonbons à Points d'Vie : voulez-vous 10 coeurs pour 10 Kashes ? "
hu_hu: "Az élet cukra: kérsz 10 szivecskét 10 Petákért?"
it_it: "Caramelle, caramelle: vuole 10 cuori a 10 Kash? "
pl_pl: "Cukierki życia: chcesz 10 serc za 10 Kashes?"
pt_br: "Doce da vida: você quer 10 corações por 10 kashes?"
pt_pt: "Doce de vida: quer 10 corações por 10 kashes?"
ru_ru: "Леденец жизни: хотите 10 сердец за 10 кэшей?"

source: Ok, I'll take them.
de_de: Ja, kauf' ich.
es_es: Sí, compro.
fr_fr: Oui, j'achète.
hu_hu: Oké, kérek!
it_it: Va bene, li compro.
pl_pl: Dobrze, wezmę.
pt_br: Ok, eu quero.
pt_pt: Ok, eu quero.
ru_ru: OK, беру.

source: No, thank you.
de_de: Nein danke.
es_es: No gracias.
fr_fr: Non merci.
hu_hu: Nem, köszönöm.
it_it: No, grazie.
pl_pl: Nie, dziękuję.
pt_br: Não, obrigado.
pt_pt: Não, obrigado.
ru_ru: Нет, спасибо.

source: Not enough Kashes!
de_de: Nicht genügend Kashes !
es_es: ¡No tiene suficientes Kashes!
fr_fr: Pas assez de Kashes !
hu_hu: Kevés a Peták!
it_it: Kash insufficienti!
pl_pl: Nie wstarczy mi Kashes!
pt_br: Não há Kashes suficientes!
pt_pt: Não há Kashes suficientes!
ru_ru: Недостаточно кэшей!
