Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Unfortunately, I don't know anything about the Legend, but I have a fisherman friend who could help you in your travels if you tell him that I sent you. He lives at Port-Belooga (check your holomap).
de_de: Ich weiß nichts über die Legende und ich bedauere es, aber ich habe einen Freund der Fischer ist, der Dir helfen kann zu reisen, wenn ihm Du sagst, daß ich Dich schicke. Er wohnt im Hafen von Bélooga (schau auf Deinen Holomap).
es_es: No sé nada de la Leyenda y lo lamento, pero tengo un amigo pescador que puede ayudarte a viajar si le dices que vienes de mi parte. El vive en Puerto-Belooga (mira en tu holomapa).
fr_fr: Je ne sais rien de la Légende et je le regrette, mais j'ai un ami pêcheur qui peut t'aider à voyager si tu lui dis que tu viens de ma part. Il habite à Port-Bélooga (regarde sur ton holomap).
hu_hu: Sajnos, semmit nem tudok a legendáról, de van egy halász ismerôsöm, aki segíthet, ha szükséged lenne valamire. A Belooga-kikötônél szokott kikötni.
it_it: Non so nulla sulla Leggenda, mi spiace, ma ho un amico pescatore che può aiutarti a viaggiare; digli che ti mando io. Abita a Porto Beluga (guarda sulla tua holomap).
pl_pl: Niestety, nic nie wiem o Legendzie, ale mam przyjaciela rybaka, który mógłby ci pomóc w twoich podróżach, jeśli powiesz mu, że to ja cię przysłałem. Mieszka w Port-Belooga (sprawdź na holomapie).
pt_br: Infelizmente, eu não sei nada sobre a Lenda, mas eu tenho um amigo pescador que poderia te ajudar nas suas viagens, fale com ele que eu te enviei. Ele vive em Port-Belooga (olhe no seu holomapa).
pt_pt: Infelizmente, não sei nada sobre a Lenda, mas tenho um amigo pescador que poderá ajudá-lo nas suas viagens, diga-lhe que eu lhe enviei. Ele vive em Porto-Bélooga (verifique o seu holomapa).
ru_ru: К сожалению, я ничего не знаю о Легенде, но у меня естЬ друг рыбак, который может помочЬ тебе в твоем путешествии, если ты скажешЬ ему, что тебя послал я. Он живет у Порта-Белуга (проверЬ свою голокарту).

source: Ha ha! It's a colleague, he's looking for a wife.
de_de: Hi hi ! Ein Kollege von mir, er sucht 'ne Braut.
es_es: ¡Ja, Ja! Es un colega, busca una novia.
fr_fr: Hi hi ! C'est un collègue, il cherche une fiancée.
hu_hu: Ha-ha! Egy kolléga, aki feleséget keres.
it_it: Eh eh eh! E' un collega, cerca una fidanzata.
pl_pl: Ha ha! To mój kolega, szuka żony.
pt_br: Ha ha! É um colega, ele está procurando uma esposa.
pt_pt: Ha ha! É um colega, ele está a procura da esposa.
ru_ru: Ха-ха! Это коллега, он ищет жену.

source: I don't know anything about it, and anyway, it's a forbidden subject.
de_de: Davon verstehe ich nichts und außerdem ist es verboten davon zu sprechen.
es_es: Yo no sé nada de eso y además está prohibido hablar de ello.
fr_fr: Je n'y connais rien et de plus il est interdit d'en parler.
hu_hu: Nem tudok róla semmit, és egyébként is be van tiltva.
it_it: Non ne so niente e poi è vietato parlarne.
pl_pl: Nic o tym nie wiem, a tak w ogóle, to zabroniony temat.
pt_br: Eu não sei nada sobre isso, e de qualquer jeito, é um assunto proibido.
pt_pt: Não sei nada sobre isso, e de qualquer maneira, é um assunto proibido.
ru_ru: Я об этом ничего не знаю, и в любом случае это запретная тема.

source: According to my doctor, I can drink only the city's tap water. But it tastes too bad. If someone could improve its taste, I would be willing to show him the Censored Publication Department, and that would be quite a privilege.
de_de: Mein Arzt hat mir gesagt, daß ich nur Leitungswasser trinken darf. Aber es hat einen komischen Nachgeschmack. Demjenigem, der es aufbessert, könnte ich das Geheimarchiv dieser Bibliothek öffnen, ein echtes Privileg.
es_es: Según mi médico no puedo beber más que agua de la ciudad. Pero deja un gusto raro. Si alguien mejorara eso, podría abrirle la puerta del infierno de esta biblioteca, y es un privilegio.
fr_fr: Je ne peux boire que de l'eau de la ville d'après mon médecin. Mais elle a un arrière-goût bizarre. Si quelqu'un améliorait ça, je pourrais lui ouvrir la porte de l'enfer de cette bibliothèque et c'est un privilège.
hu_hu: Az orvosom szerint, csak a város csapvizét ihatom. De olyan rossz íze van. Ha valaki csinálna vele valamit, annak szívesen megmutatnám a Cenzúrázott Könyvek Hivatalát, ami nem egy kis dolog.
it_it: Il medico mi ha ordinato di bere solo l'acqua della città, ma ha un retrogusto strano; se qualcuno ne migliorasse il sapore, potrei aprirgli la porta dell'enfer di questa biblioteca, un raro privilegio...
pl_pl: Mój lekarz twierdzi, że mogę pić tylko wodę z kranu. Ale ona jest zbyt niedobra. Gdyby ktoś mógł polepszyć jej smak, byłbym skłonny pokazać mu Wydział Publikacji Cenzurowanych, a to byłby zaszczyt.
pt_br: De acordo com meu doutor, eu posso beber apenas a água tratada da cidade. Mas o gosto é muito ruim. Se alguém pudesse melhorar o gosto, eu o iria levar até o Departamento de Publicações Censuradas, e isso seria um privilégio e tanto.
pt_pt: De acordo com meu doutor, eu apenas posso beber a água tratada da cidade. Mas sabe muito mal. Se alguém pudesse melhorar o sabor, eu levaria-o até o Departamento de Publicações Censuradas, e isso seria completamente um privilégio.
ru_ru: По словам моего доктора я могу питЬ толЬко воду из-под крана в этом городе. Но у нее такой плохой вкус. Если бы кто-нибудЬ мог улучшитЬ ее вкус, я был бы готов показатЬ ему Отдел публикаций, подвергшихся цензуре, а это было бы болЬшой привилегией.

source: Hold on a minute, I'm going to taste the water.
de_de: Warten Sie, ich werde das Wasser probieren.
es_es: Espere, voy a probar el agua.
fr_fr: Attendez je vais goûter l'eau.
hu_hu: Várjunk csak, megszomjaztam, iszok egy kis vizet.
it_it: Un attimo, provo ad assaggiare l'acqua.
pl_pl: Zaczekaj chwilę, spróbuję wody.
pt_br: Espere um minuto, vou provar a água.
pt_pt: Espere um minuto, vou provar a água.
ru_ru: Погодите минутку, я пойду проверю воду на вкус.

source: Hmmmmm, cherry flavor, not bad... but I would have preferred carrot. But anyway, as promised, I will show you where the documents about the "Legend" are.
de_de: Mmmh Kirschgeschmack, nicht übel ... aber Karottengeschmack wäre mir lieber gewesen. Macht nichts, ich führe Sie wie abgemacht zu den Dokumenten über diese " Legende ".
es_es: Mmmh sabor a cereza, no está mal... pero hubiera preferido zanahoria. No es grave, como convenimos, voy a conducirlo a los documentos sobre esa "Leyenda".
fr_fr: Mmmh parfum cerise, pas mal ... mais j'aurais préféré carotte. Ce n'est pas grave, comme convenu je vous conduis aux documents sur cette " Légende ".
hu_hu: Hmmmmm, cseresznye, nem is olyan rossz... de a répa jobb lett volna. Mindegy, ahogy megígértem megmutatom, hol vannak a könyvek a "Legendáról".
it_it: Mmmh, buono l'aroma di ciliegia, ma avrei preferito la carota... ma non è importante; come stabilito, le mostrerò i documenti che parlano della "Leggenda".
pl_pl: Hmmmmm, wiśniowa, niezła... ale wolałbym marchewkową. Ale, tak czy inaczej, tak jak obiecałem, pokażę ci gdzie są dokumenty na temat "Legendy".
pt_br: Hmmmmm, gosto de cereja, nada mal... mas eu prefiro cenoura. De qualquer jeito, como eu prometi, eu irei te mostrar onde estão os documentos sobre a "Lenda".
pt_pt: Hmmmmm, sabor a cereja, nada mau... mas eu prefiro cenoura. De qualquer maneira, como eu prometi, eu irei mostrá-lo onde estão os documentos sobre a "Lenda".
ru_ru: Хммммм, вишневый вкус, неплохо... но я бы предпочел морковный. Но тем не менее, как и обещал, я покажу вам, где находятся документы о "Легенде".

source: Never saw 'em! The sea is my only concern. | Sometimes I even take voyagers on my boat, but only people that I can trust.
de_de: Nie gesehen ! Ich kenne nur das Meer. | Es kommt sogar vor, daß ich Reisende auf meinem Boot mitnehme, nur zuverlässige Leute.
es_es: ¡Nunca los he visto! Sólo me interesa el océano. | Me sucede incluso cuando transporto viajeros en mi barco, pero únicamente personas seguras.
fr_fr: Jamais vus ! Seul l'océan m'intéresse. | Il m'arrive même de transporter des voyageurs sur mon bateau, uniquement des personnes sûres.
hu_hu: Soha nem láttam ôket! Nekem a tenger az egyetlen társam. | Néha utazókat is viszek a hajómon, de csak azokat, akikben megbízhatok.
it_it: Mai visti. Mi interessa solo l'oceano. | Talvolta trasporto anche passeggeri sulla mia nave, ma solo persone fidate.
pl_pl: Nigdy ich nie widziałem! Morze jest moim jedynym zmartwieniem. | Czasami nawet zabieram podróżników na moją łódź, ale tylko ludzi, którym mogę zaufać.
pt_br: Nunca vi eles! O mar é minha única preocupação. | De vez em quando eu levo viajantes no meu barco, mas apenas pessoas em que eu confio.
pt_pt: Nunca os vi! O mar é a minha única preocupação. | De vez em quando eu levo a viajar no meu barco, mas apenas pessoas em quem confio.
ru_ru: Никогда их не видел! Море - моя единственная забота. | Иногда я даже беру на борт путешественников, но толЬко тех, кому могу доверятЬ

source: If the Astronomer sent you, I guess I can trust you. Despite the solidarity in the resistance against FunFrock, you know, times are hard. For 10 Kashes I'll take you where you want to go.
de_de: Wenn Dich der Astronom schickt, kann ich Dir vertrauen. Wenn auch Solidarität innerhalb des Widerstands gegen FunFrock herrscht, so sind die Zeiten hart. Also wo möchtest Du hin für 10 Kashes ?
es_es: Si el Astrónomo te envía puedo confiar en ti. Solo que, a pesar de la solidaridad en la resistencia contra FunFrock, los tiempos son duros. Entonces por 10 Kashes, ¿A dónde quieres ir?
fr_fr: Si l'Astronome t'envoie, je peux te faire confiance. Seulement, malgré la solidarité dans la résistance à FunFrock, les temps sont durs. Alors pour 10 Kashes, où veux-tu aller ?
hu_hu: Ha az asztrológus küldött, azt hiszem megbízhatok benned. Még a Dr. KacajKabát ellen irányuló ellenállás iránti szolidaritásom ellenére is nehéz idôket élünk, 10 Petákért elviszlek, ha akarod.
it_it: Se ti manda l'Astronomo, posso fidarmi di te. Ma sotto FunFrock bisogna tirare la cinghia. Per 10 Kash, dove posso portarti?
pl_pl: Jeśli przysłał cię Astronom, to myślę, że mogę ci zaufać. Pomimo solidaryzmu w walce z FunFrockiem, sam rozumiesz, ciężkie czasy. Za 10 Kashes zabiorę cię, gdzie zechcesz.
pt_br: Se o astrônomo te mandou, eu acho que posso te ajudar. Apesar da solidariedade por aqueles que resistem a FunFrock, você sabe que os tempos estão difíceis. Portanto, eu te levarei, por 10 Kashes, para onde você quiser.
pt_pt: Se o Astrónomo mandou-lhe, eu acho que lhe posso ajudar. Apesar da solidariedade por aqueles que resistem a FunFrock, você sabe que a vida está difícil. Portanto, por 10 Kashes, levarei-lhe para onde quiser ir.
ru_ru: Раз тебя послал астроном, думаю, я могу тебе доверятЬ. Несмотря на сплоченностЬ в противостояннии ФанФроку, времена, знаешЬ ли, тяжелые. Эа 10 кэшей я отвезу тебя, куда хочешЬ.

source: I don't know yet.
de_de: Ich weiß noch nicht.
es_es: No lo sé todavía.
fr_fr: Je ne sais pas encore.
hu_hu: Még nem is tudom.
it_it: Non so ancora.
pl_pl: Jeszcze nie wiem.
pt_br: Eu não sei ainda.
pt_pt: Não sei ainda.
ru_ru: Я пока не знаю.

source: To the White Leaf Desert.
de_de: Zur Wüste des Leeren Blattes.
es_es: Al Desierto de la Hoja Blanca.
fr_fr: Au Désert de la Feuille Blanche.
hu_hu: A Fehér Levél-sivatagba.
it_it: Al Deserto della Foglia Bianca.
pl_pl: Na White Leaf Desert.
pt_br: Para o Deserto da Folha Branca.
pt_pt: Para o Deserto da Folha Branca.
ru_ru: К Пустыне Белый Лист.

source: I'm not going to leave just yet.
de_de: Ich möchte nicht sofort los.
es_es: No parto inmediatamente.
fr_fr: Je ne pars pas tout de suite.
hu_hu: Nem megyek még sehova.
it_it: Non parto subito.
pl_pl: Na razie zostaję.
pt_br: Vou ficar por aqui.
pt_pt: Fico aqui por enquanto.
ru_ru: Я пока никуда не собираюсЬ.

source: You don't have enough Kashes to make the trip Twinsen. See you later!
de_de: Du hast nicht genügend Kashes Twinsen, damit ich dich mitnehmen kann, bis später.
es_es: No tienes suficiente dinero para que te lleve Twinsen, hasta más tarde.
fr_fr: Tu n'as pas assez de Kashes pour que je t'emmène Twinsen, à plus tard.
hu_hu: Nincs elég Petákod az útra, Twinsen. Viszlát késôbb!
it_it: Non hai abbastanza soldi, Twinsen, a più tardi.
pl_pl: Nie masz wystarczająco dużo Kashes, że by odbyć podróż, Twinsen. Zobaczymy się później!
pt_br: Você não tem Kashes suficientes para viajar, Twinsen. Até mais!
pt_pt: Não tem Kashes suficientes para fazer a viagem, Twinsen. Até mais tarde!
ru_ru: У тебя недостаточно кэшей для поездки, Твинсен. Увидимся позже!

source: "In the distant past, when the spheros, rabbibunnies, Quetches and grobos emerged from the original primordial soup, centuries before Dr. FunFrock's coup, a prophecy was pronounced. Its text is hardly remembered today and that is why people now refer to it as the "Legend". It explained how "the Heir," when his time had come, would be called to overthrow a tyrant! The secret of the Legend can still be learned somewhere in the White Leaf Desert."
de_de: " Vor ewigen Zeiten, als vier Arten namens Pummel, Haasis, Quetsche und Dickos aus dem ursprünglichen Schlamm hervortraten, Jahrhunderte vor dem Staatsstreich des Dr FunFrock, wurde eine Prophezeiung gemacht. Heute erinnern sich nur noch wenige an ihren genauen Inhalt, deshalb ist sie unter dem Namen " Legende " bekannt. Alles was im Zusammenhang mit dieser Legende steht betrifft den Auftrag des Erben, der, sobald der Tag gekommen, berufen wird einem Tyrann den Garaus zu machen. Es existiert in der Wüste des Leeren Blattes noch eine Informationsquelle, die die Legende betrifft. "
es_es: "En tiempos de antaño, cuando 4 especies, burbujos, conejunos, colines y elefos emergían del lodo original, siglos antes del golpe de estado del Dr. FunFrock, una profecía fue anunciada. Actualmente pocos son los que recuerdan su texto original, por ello se le conoce con el nombre de la "Leyenda". Todo lo que se relaciona a esta Leyenda se refiere a la misión del Heredero que, llegado el día, será llamado a vencer a un tirano. Una fuente de saber a propósito la Leyenda existe todavía en el corazón del Desierto de la Hoja Blanca."
fr_fr: " En des temps reculés, alors que quatre espèces, bouboules, lapichons, quetchs et grobos émergeaient de la boue originelle, des siècles avant le coup d'état du Dr FunFrock, une prophétie fut énoncée. De nos jours peu se souviennent encore de son texte exact, c'est pourquoi elle est connue sous le nom de " Légende ". Tout ce qui a trait à cette Légende concerne la mission de l'Héritier qui, le jour venu, sera appelé pour abattre un tyran. Une source de savoir à propos de la Légende existe encore, au coeur du Désert de la Feuille Blanche. "
hu_hu: "A rég múltban, amikor a gömböcskék, nyulam-bulamok, kvecsek és fánik magszülettek az ôslevesbôl, századokkal Dr. KacajKabát puccsa elôtt, a jóslatot prédikálták. Szövege egyre jobban a múlt ködébe veszik, és ezért hívják manapság a "Legendának". Elmeséli, hogy az örökös miként dönti meg az elnyomó hatalmát! A legenda titkát még mindig meg lehet találni valahol a Fehér Levél-sivatagban."
it_it: "In tempi remoti, quando le quattro specie, bobolli, lapinoidi, quetch e grobo emersero dal brodo primordiale, secoli prima del colpo di stato di FunFrock, venne pronunciata una profezia. Ai nostri giorni pochi ricordano ancora il testo esatto, ecco perché essa viene chiamata "Leggenda". La Leggenda parla della missione dell'Erede che, nel giorno stabilito, verrà chiamato per abbattere un tiranno. Una fonte di conoscenza relativa alla Leggenda esiste ancora nel mezzo del Deserto della Foglia Bianca".
pl_pl: "W odległej przeszłości, kiedy spheros, rabbibunnies, Quetches i grobos wyszli z pierwotnej zupy primordialnej, wieki przed dojściem do władzy Dr. FunFrocka, została ogłoszona przepowiednia. Jej słowa są dzisiaj prawie zapomniane i dlatego ludzie nazywają ją "Legendą". To wyjaśnia dlaczego "Następca", kiedy przyjdzie jego czas, będzie wezwany do obalenia tyrana! Tajemnica Legendy może się wciąż znajdować gdzieś na White Leaf Desert."
pt_br: "Em um passado distante, quando os spheros, rabbibunnies, Quetches e grobos surgiam no planeta, séculos antes do aparecimento de FunFrock, uma profecia foi pronunciada. O seu texto é dificilmente lembrado hoje em dia, e é por isso que as pessoas agoram se referem à ela como a "Lenda". A profecia explicava como o "Herdeiro", quando seu dia chegasse, seria chamado para derrubar o tirano! O segredo da Lenda ainda pode ser descoberto em algum lugar, no Deserto da Folha Branca"
pt_pt: "Num passado distante, quando os spheros, rabbibunnies, quetches e grobos surgiam no planeta, séculos antes do aparecimento de FunFrock, uma profecia foi pronunciada. O seu texto é dificilmente recordado hoje em dia, e é por isso que as pessoas agora referem-se à ela como a "Lenda". Ela explicava como o "Herdeiro", quando o seu dia chegasse, seria chamado para derrubar o tirano! O segredo da Lenda ainda pode ser descoberto algures no Deserto da Folha Branca."
ru_ru: В далеком прошлом, когда сферо, зайцекролики, кветчи и гробо вышли из первичного булЬона, за века до удачного хода д-ра ФанФрока, было произнесено пророчество. Его текст сегодня сложно вспомнитЬ, вот почему люди теперЬ называют его "Легендой". Оно объясняло, как "Наследник", когда придет его время, будет вызван, чтобы одолетЬ тирана! Тайну Легенды все еще можно узнатЬ где-то в Пустыне Белый Лист."

source: You can come aboard sir, we were just getting underway.
de_de: Sie können an Bord kommen mein Herr, wir stechen in See.
es_es: Puede subir señor, estamos embarcando.
fr_fr: Vous pouvez monter monsieur, nous embarquons.
hu_hu: Jöjjön a fedélzetre uram, épp most indulunk.
it_it: Salga pure, signore, partiamo.
pl_pl: Może pan wejść na pokład, przez cały czas jesteśmy w gotowości.
pt_br: Pode entrar, senhor, já estávamos de partida.
pt_pt: Pode entrar Senhor, já estávamos de saída.
ru_ru: Вы можете поднятЬся на борт, сэр, мы уже отплываем.

source: "Welcome to Principal Island."
de_de: " Willkommen auf der Hauptinsel. "
es_es: "Bienvenido a la Isla Principal."
fr_fr: " Bienvenue sur l'Ile Principale. "
hu_hu: "Isten hozta Elöljáró-szigeten."
it_it: "Benvenuti sull'Isola Principale. "
pl_pl: "Witamy na Wyspie Principal."
pt_br: "Bem-vindo à Ilha Principal."
pt_pt: "Bem-vindo à Ilha Principal."
ru_ru: "Добро пожаловатЬ на Главный Остров."

source: I didn't see her, but I think that I can trust you now. Follow me, I know how to get to the Astronomer's home.
de_de: Ich habe sie nicht gesehen, aber ich glaube nun, daß man Dir vertrauen kann. Folge mir, ich weiß wie man zum Astronomen gelangen kann.
es_es: No la he visto, pero ahora creo que se puede confiar en ti. Sígueme, tengo un medio para ir a casa del Astrónomo.
fr_fr: Je ne l'ai pas vue, mais maintenant je crois qu'on peut te faire confiance. Suis-moi, j'ai un moyen pour aller chez l'Astronome.
hu_hu: Nem láttam, de azt hiszem most már bízhatok benned. Kövess, tudom, hogy kell az asztrológus házához menni.
it_it: Non l'ho vista, ma penso di potermi fidare di te. Seguimi, ho il modo di raggiungere l'Astronomo.
pl_pl: Nie widziałam jej, ale myślę, że teraz już mogę ci zaufać. Chodź za mną, wiem jak się dostać do mieszkania Astronoma.
pt_br: Eu não vi ela, mas acho que posso confiar em você agora. Siga-me, eu sei como chegar na casa do astrônomo.
pt_pt: Não a vi, mas acho que posso confiar em si agora. Siga-me, eu sei como chegar à casa do Astrónomo.
ru_ru: Я ее не видел, но, думаю, что могу теперЬ тебе доверятЬ. Иди за мной, я знаю, как пройти к дому астронома.

source: My cousin is a locksmith. He will open the unguarded door for you. Follow me!
de_de: Mein Cousin ist Schlosser, er wird Dir das Tor öffnen, das nicht bewacht wird. Folge mir !
es_es: Mi primo es cerrajero, te abrirá el portalón que no está custodiado. ¡Sígueme!
fr_fr: Mon cousin est serrurier, il t'ouvrira le portail qui n'est pas gardé. Suis-moi !
hu_hu: Az unokatestvérem lakatos, majd ô kinyitja magának az ôrizetlen ajtót.
it_it: Mio cugino è fabbro, ti aprirà il portone che non è custodito. Seguimi !
pl_pl: Mój kuzyn jest włamywaczem. Otworzy dla ciebie niestrzeżone drzwi. Chodź za mną!
pt_br: Meu primo é um chaveiro. Ele irá abrir o portão para você. Siga-me!
pt_pt: O meu primo é um serralheiro. Ele abrirá a porta que não está guardada. Siga-me!
ru_ru: Мой двоюродный брат - слесарЬ. Он откроет для тебя неохраняемую дверЬ. Иди за мной!

source: I don't know if I can help you. I am a locksmith and I can open doors... but only for people that I can trust!
de_de: Ich weiß nicht, ob ich Dir helfen kann. Ich bin Schlosser und kann einige Türen öffnen, aber... nur Vertrauenspersonen !
es_es: No sé si puedo ayudarte. Soy cerrajero y puedo abrir muchas puertas, pero ...¡sólo a personas de confianza!
fr_fr: Je ne sais si je peux t'aider. Je suis serrurier et je peux ouvrir bien des portes mais ... juste aux gens de confiance !
hu_hu: Nem tudom segíthetek-e. Lakatos vagyok és bár ki tudok nyitni ajtókat..., de csak azoknak, akikben megbízhatok!
it_it: Non so se posso aiutarti. Faccio il fabbro e posso certamente aprire le porte, ma... solo alle persone fidate!
pl_pl: Nie wiem czy mogę ci pomóc. Jestem włamywaczem i umiem otwierać drzwi... ale tylko dla ludzi, którym mogę zaufać!
pt_br: Não sei se posso te ajudar. Sou um chaveiro e posso abrir portas... mas apenas para pessoas em que eu possa confiar!
pt_pt: Não sei se lhe posso ajudar. Sou um serralheiro e posso abrir portas... mas só a pessoas em que posso confiar!
ru_ru: Я не знаю, чем могу тебе помочЬ. Я слесарЬ и могу открыватЬ двери... но толЬко для тех, кому могу доверятЬ!

source: If you already know about that passage, I can open the unguarded door for you. After you!
de_de: Wenn Du diesen Durchgang schon kennst, kann ich Dir das unbewachte Tor öffnen. Geh vor !
es_es: Si ya conoces este pasaje, te puedo abrir el portalón que no está custodiado. ¡Ve tú delante!
fr_fr: Si tu connais déjà ce passage je peux t'ouvrir le portail qui n'est pas gardé. Passe devant !
hu_hu: Ha már tud errôl a járatról, úgy gondolom kinyithatom magának az ôrizetlen ajtót. Csak ön után.
it_it: Se conosci già questo passaggio, posso aprirti il portone che non è custodito. Vai avanti!
pl_pl: Skoro już wiesz o tym przejściu, to mogę otworzyć dla ciebie niestrzeżone drzwi. Proszę bardzo!
pt_br: Se você sabe sobre essa passagem, eu posso abrir o portão para você. Vá na frente!
pt_pt: Se sabe sobre esta passagem, eu posso abrir-lhe a porta que não está guardada. Vá à frente!
ru_ru: Раз ты уже знаешЬ про это проход, я могу открытЬ тебе неохраняемую дверЬ. После тебя!

source: I can help you get rid of the Supergro. Follow me, but wait until he moves away from the steps before going by!
de_de: Ich kann Dir helfen Superdicko loszuwerden. Folge mir, aber warte bis er sich von den Stufen entfernt, bevor Du weitergehst !
es_es: Puedo ayudarte a quitarte de encima al Supergordo. Sígueme, pero ¡espera que se aleje de los peldaños para pasar!
fr_fr: Je peux t'aider à te débarrasser du Supergro. Suis-moi, mais attends qu'il s'éloigne des marches pour passer !
hu_hu: Segíthetek magának megszabadulni a szuperfánitól. Kövessen, de várja meg amíg elmegy a lépcsô elôl mielôtt megpróbálna elmenni mellette!
it_it: Posso aiutarti a sbarazzarti dal Supergro. Seguimi, ma aspetta che si allontani dalle scale prima di passare!
pl_pl: Mogę pomóc ci pozbyć się Supergro. Chodź za mną, ale zanim pójdziesz, zaczekaj dopóki nie odejdzie od shodów!
pt_br: Eu posso te ajudar a se livrar do Supergro. Siga-me, mas espere até que ele se afaste das escadas para passar!
pt_pt: Eu posso ajudá-lo a dispistar o Supergro. Siga-me, mas espere até que ele se afaste das escadas para você poder passar!
ru_ru: Я могу помочЬ тебе избавитЬся от Супергро. Иди за мной, но подожди, пока он отойдет на несколЬко шагов, прежде чем идти далЬше!
