Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: OTHER: ...rzecz...
ru: OTHER: ...этот...

source: OTHER: ...eee...
ru: OTHER: ...как его...

source: HERO: Obiektu?
ru: HERO: Цельный образ?

source: OTHER: ...obiektu, ale tylko jako pomoc.
ru: OTHER: ...да, он самый.|Я должен в целом понимать,|о чём ведётся речь.

source: OTHER: Najpierw opowiedz mi, jak wygląda, to czego|mam szukać, a potem spróbujemy to znaleźć.
ru: OTHER: Опиши мне, как выглядит хозяин|этой чешуи, и тогда попробуем.

source: OTHER: Muszę wiedzieć, czy to jaszczur, czy wąż,|czy jakaś magiczna cholera.
ru: OTHER: А пока я даже не могу сказать,|ящерица это, змея|или ещё какая гадина волшебная.

source: HERO: Myślałem, ze pustelnicy znają się na|przyrodzie?
ru: HERO: Но вы же отшельник.|Я думал, вы природу и без меня знаете...

source: OTHER: Oczywiście. Ale na grzybkach, roślinkach,|korzonkach, wywarach...
ru: OTHER: Знаю, конечно. Но я в основном по|грибам, травкам, корешкам, настоям...

source: HERO: Wrócę, jak tylko dowiem się czegoś więcej.
ru: HERO: Да-да. Я тогда сам узнаю что-нибудь|ещё по теме и вернусь.

source: HERO: Sklep otwarty, czyżby studia nad księgą|zostały zakończone?
ru: HERO: Смотрю, магазин опять открыт.|Всю книгу разобрали, да?

source: OTHER: Ech, książę, nadal masz powietrze w głowie.
ru: OTHER: Ах, принц, у вас всё еще ветер в голове.

source: OTHER: W takim krótkim czasie można lekturę jeno|pobieżnie przekartkować.
ru: OTHER: За такое короткое время такую книгу|можно максимум пролистать.

source: HERO: Znalazłeś coś ciekawego?
ru: HERO: Ну и как? Было там|что-нибудь интересное?

source: OTHER: Okazało się, że to nie jest księga magiczna,|ale zapiski pewnego podróżnika sprzed|wieków.
ru: OTHER: Оказалось, эта книга не про магию.|Это заметки какого-то древнего|путешественника.

source: OTHER: Szczegółowy opis dziwnych roślin, zaginionych|zwierząt, tajemniczych miejsc.
ru: OTHER: Там очень подробно описаны всякие|странные растения, вымершие животные,|места разные загадочные...

source: OTHER: Fascynująca lektura.
ru: OTHER: Очень интересный материал.

source: OTHER: Prawie że encyklopedia.
ru: OTHER: Почти энциклопедия.

source: HERO: Hmmm...
ru: HERO: Хм-м-м...

source: P#HERO: Mógłbyś powiedzieć mi o niej coś więcej?
ru: P#HERO: А расскажите поподробнее,|что там было?

source: HERO: Na początek choćby opis zwierząt?
ru: HERO: Например, что там про животных|было написано?

source: OTHER: A po cóż to?!
ru: OTHER: Но зачем вам?!

source: OTHER: Czyżbyś chciał rozpocząć...
ru: OTHER: Что же это, вы хотите заняться...

source: OTHER: ...EDUKACJĘ?!?...
ru: OTHER: ...ОБРАЗОВАНИЕМ?!!

source: HERO: Oczywiście!
ru: HERO: Естественно!

source: HERO: Właśnie to chcę zrobić.
ru: HERO: Именно этого я и хочу!

source: HERO: Spoważnieć.
ru: HERO: Стану серьёзным.

source: HERO: Uczyć się.
ru: HERO: Буду образовываться.

source: HERO: Nie uganiać już więcej za dziewczętami, tylko|poświęcić sprawom poważnym i wzniosłym.
ru: HERO: Не буду бегать за девушками, пожертвую себя|во благо серьёзных и тонких дел.

source: HERO: Na przykład nauce.
ru: HERO: Например, пойду в науку.

source: OTHER: Jestem zdumiony i wzruszony. Skoro tak się|sprawy mają nie mogę ci odmówić.
ru: OTHER: Невероятно. Я тронут.|Если вы говорите правду...|Не могу вам отказать.

source: OTHER: Poczekaj tu chwilkę.
ru: OTHER: Одну минутку, я сейчас.

source: HERO: Pamiętasz łuskę, którą ci pokazałem?
ru: HERO: Помните, я вам показывал чешую?

source: HERO: Wiem już, że to smocza łuska.
ru: HERO: Я теперь знаю, чья она.|Это была чешуя дракона.

source: HERO: Mam do ciebie prośbę, jako do wizjonera.
ru: HERO: Я хотел бы ваc кое-о-чём|попросить, как провидца.

source: HERO: Potrzebuję zlokalizować pewien, hm,|obiekt...
ru: HERO: Найдите мне, э-э, кое-кого...

source: OTHER: Zaginione żony, dzieci, koty i psy to|moja specjalność.
ru: OTHER: Пропавшие жёны, дети, собачки|и кошки – моя специальность.

source: OTHER: Tych pierwszych czasem lepiej nie odnajdywać.
ru: OTHER: Хотя жён, правда,|обычно лучше не искать.

source: OTHER: Przez skromność nie wspomnę o...
ru: OTHER: Из скромности не буду о...

source: HERO: Chodzi o pewnego gada.
ru: HERO: Нет-нет. Я ищу рептилию.

source: HERO: Oto jego łuska.
ru: HERO: А вот её чешуя.

source: HERO: Wiadomo ponad wszelką wątpliwość, że|to łuska smocza.
ru: HERO: И я точно знаю:|это – чешуя дракона.

source: OTHER: Smocza!
ru: OTHER: Дракона?!

source: OTHER: Żarty!
ru: OTHER: Быть не может!

source: OTHER: Smoków nie ma!
ru: OTHER: Драконов не существует!

source: OTHER: Chociaż w sumie o jednym ostatnio|śniłem.
ru: OTHER: Хотя я недавно и видел|во сне одного.

source: OTHER: Nad ranem zamienił się co prawda|w księżniczkę Sheilę, ale to już inna|historia.
ru: OTHER: А потом выяснилось, что это был|не дракон, а принцесса Шейла.|Э-э, не будем пока об этом.

source: HERO: Więc skup się i powiedz mi, gdzie jest|ten potwór.
ru: HERO: Прошу вас, соберитесь с мыслями|и скажите, где мне найти дракона.

source: HERO: To sprawa życia i śmierci.
ru: HERO: Это вопрос жизни и смерти.

source: HERO: Czy mógłbym spytać o coś największego|siłacza w okolicy?
ru: HERO: Слушай, ты у нас тут самый сильный,|так вот: у меня к тебе вопрос.

source: HERO: W jaki sposób można pokonać smoka?
ru: HERO: Как победить дракона?

source: OTHER: Zapewne chcesz wiedzieć, w jaki sposób|TY mógłbyś pokonać smoka.
ru: OTHER: Я тя понял. Хошь знать,|как ТЕБЕ победить дракона.

source: OTHER: Sposób jest więcej niż prosty.
ru: OTHER: Это без проблем. Слушай сюда.

source: OTHER: Wziąć ze sobą dziesięciu krasnoludów|silnych jak ja, pokazać im legowisko|potwora i schować się, póki walka trwa.
ru: OTHER: Берёшь десять гномов, сильных как я,|ведёшь их к логову дракона,|прячешься и ждёшь, покуда они его забьют.

source: HERO: Bardzo śmieszne.
ru: HERO: Ха-ха-ха. Обсмеёшься просто.

source: HERO: Nie wiedziałem, że krasnoludy mają tak|wysublimowane poczucie humoru.
ru: HERO: Какой у гномов, однако, тонкий юмор.

source: OTHER: To nie żart.
ru: OTHER: А я ведь не шутил.

source: OTHER: Człowiek kontra smok. Śmiechu warte.
ru: OTHER: Это вот ты тут шутить изволишь.|Шоб человек – да против дракона?

source: OTHER: No chyba, żebyś był paladynem z Zakonu|Smokobójców. Wtedy was stu dałoby sobie|radę. Ale nie jesteś paladynem, prawda?
ru: OTHER: Не, если ты – паладин Ордена Драконоборцев,|то сто парней таких, как ты, сдюжили бы.|Но дак ты ведь не паладин, а?

source: OTHER: I nie masz dziewięćdziesięciu dziewięciu|kumpli?
ru: OTHER: А ведь те надо ещё девяносто девять парней.|Они-то где будут, а?

source: OTHER: Potrzebowałbyś cudu, żeby pokonać|choćby krowę, a co dopiero smoka.
ru: OTHER: Да шо там дракон – я диву дамся,|если ты корову победишь.

source: OTHER: Ale nawet gdybyś był sto razy silniejszy,|to i tak twoja skóra przy smoczej to jak|papier przy kamieniu.
ru: OTHER: И ты хоть в сто раз будь сильней его,|кожа-то у тебя тоненькая,|а у дракона – крепче камня.

source: OTHER: Nawet i miecz tu nie pomoże.
ru: OTHER: Её ты даже мечом не пробьёшь.

source: HERO: Czyli najlepiej dać sobie spokój, tak?
ru: HERO: Значит, лучше вообще не пытаться?

source: OTHER: I tak doszliśmy do rozsądnych wniosków.
ru: OTHER: Во, теперь ты сам всё и понял.

source: OTHER: Zawsze wierzyłem, że i w takiej dziurze|znajdą się ludzie światli.
ru: OTHER: Всегда знал, что даже в такой дыре|есть люди со светлыми лицами.

source: OTHER: Tacy, co to wiedzą, że powinno się|zabierać biednym, a dawać bogatym.
ru: OTHER: Люди, которые понимают,|что надо брать у бедных|и отдавать богатым.

source: OTHER: Cieszę się, że znasz znak, książę.
ru: OTHER: Рад, что вы узнали наш знак, принц.

source: OTHER: Przedni wybór, chyba nie ma nic bardziej|symbolicznego niż okradzenie żebraka.
ru: OTHER: Мы не зря такой знак выбрали.|Что может быть символичнее,|чем обокрасть попрошайку?

source: OTHER: Ale to jeszcze nie wystarczy, by wstąpić|do Gildii...
ru: OTHER: Но если вы хотите вступить|в Гильдию – этого будет мало...

source: $0: Potrzebny drugi kapeć?...
ru: $0: Мне вам второй тапочек принести?...

source: $1: Gildii?
ru: $1: В... Гильдию?

source: $2: Kradniecie biednym i rozdajecie bogatym?!
ru: $2: Вы что, крадёте у бедных и отдаёте богатым?!

source: $3: Chyba należy dawać biednym, a zabierać bogatym?
ru: $3: А может, надо у богатых красть, а бедным отдавать?

source: $4: Coś naprawdę cennego? Czyli co?
ru: $4: Вы хотите что-то ценное? Или как?

source: $5: Nie mam nic naprawdę wartościowego.
ru: $5: Если что, ценностей у меня особо-то и нет.

source: $6: Kapeć nie wystarcza?
ru: $6: Может, хватит и тапочка?

source: $7: Macie zniżki dla arystokratów?
ru: $7: А вы аристократам скидки делаете?

source: OTHER: Żarcik, żarcik, żarcik...
ru: OTHER: Опять вы со своими шуточками...

source: OTHER: Jesteś niewyczerpany, książę.
ru: OTHER: Принц, вы не знаете меры.

source: OTHER: Nasze tajne Stowarzyszenie, nasza|prześwietna Gildia, to bardzo|poważna sprawa.
ru: OTHER: Наша тайная Ассоциация,|наша великолепная Гильдия –|дело очень серьёзное.

source: OTHER: Znakiem dowiodłeś, książę, że nasze|idee nie są ci obce.
ru: OTHER: Вы доказали, принц, что наши|идеи вам не чужды.

source: OTHER: Teraz jeszcze musisz tylko wnieść,|jak my to nazywamy, posag, aby|zostać jednym z nas.#B1
ru: OTHER: Вам остаётся лишь преподнести,|как мы говорим, приданое.|И вы станете одним из нас.#B1

source: OTHER: Stowarzyszenia, Gildii, nazwa nie|jest tu ważna.
ru: OTHER: Гильдия ли, Ассоциация –|называйте как угодно.

source: OTHER: Niejawnej organizacji czuwającej nad|właściwym przepływem wartości|pieniężnych.
ru: OTHER: Наше тайное общество. Мы его основали,|чтобы грамотно перераспределять богатства.

source: OTHER: Czyli, krótko mówiąc, obławiamy się|u tych samych, u których obławia się|każde państwo świata.
ru: OTHER: И суть в том, что мы богатеем|за счёт того, за счёт чего богатеют|и все государства нашего мира.

source: OTHER: U biedaków.
ru: OTHER: За счёт бедняков.

source: OTHER: Kiedy tylko wniesiesz do Gildii coś|wyjątkowo cennego, staniesz się|jednym z nas.
ru: OTHER: Как только вы принесете что-либо ценное,|вы станете одним из нас.

source: OTHER: A wtedy świat stanie przed tobą|otworem.#B1
ru: OTHER: И мир откроется перед вами.#B1

source: OTHER: Oczywiście. A można inaczej?
ru: OTHER: Конечно. А как иначе?

source: OTHER: Bogatych jest niewielu i pilnują swojego|majątku bardzo czujnie.
ru: OTHER: Богатых слишком мало,|а богатства свои они охраняют|слишком хорошо.

source: OTHER: Biedaków jest o wiele więcej i nikt się|nie przejmuje, kiedy są okradani.
ru: OTHER: Бедняков же намного больше.|И вот у них бери сколько хочешь –|никто ради бедняка и не почешется.

source: OTHER: Czasem mamy tylko pewne konflikty|z ministrami finansów. W końcu|działamy w jednej branży.
ru: OTHER: Конфликтуем мы разве что только|с министрами финансов. Ведь, фактически,|у нас с ними прямая конкуренция.

source: OTHER: Obrabiając biedaków hurtem, zyskujemy|na ilości.
ru: OTHER: И чем активнее мы грабим бедняков,|тем быстрее прибавляем в числе.

source: OTHER: Podstawy ekonomii każdego państwa,|książę.
ru: OTHER: Вы сами понимаете, принц.|Во всех государствах экономика|так и работает.

source: OTHER: Kiedy tylko wniesiesz do Gildii coś|wyjątkowo cennego, wtedy staniesz|się jednym z nas.
ru: OTHER: Как только вы пожертвуете что-либо|ценное для Гильдии, вы сразу сможете|стать одним из нас.

source: OTHER: He he he...
ru: OTHER: Хе-хе-хе!

source: OTHER: Oj, bo się popłaczę, książę...
ru: OTHER: Аж слёзы со смеху брызнули!

source: OTHER: Ty to jak coś powiesz...
ru: OTHER: Сморозите же вы порой...

source: OTHER: Jaki to sens robić z bogacza biedaka?
ru: OTHER: Ну зачем превращать богача в бедняка?

source: OTHER: Żeby inny biedak mógł stać się|bogaczem?
ru: OTHER: Чтобы в итоге другой бедняк|стал богачом?

source: OTHER: Przecież to nielogiczne....
ru: OTHER: Это же нелогично...

source: OTHER: Jeśli masz jakiekolwiek wątpliwości, miesiąc|członkostwa w naszym Stowarzyszeniu powinien|cię przekonać.
ru: OTHER: Всё ещё сомневаетесь? Так вступайте|к нам в Ассоциацию. Через месяц|всё сами поймёте.

source: OTHER: A wtedy świat stanie przed tobą otworem.#B1
ru: OTHER: И перед вами откроется|прекрасное царство будущего.#B1

source: OTHER: Coś wyjątkowego.
ru: OTHER: Что-нибудь необычное.

source: OTHER: Kiedyś otrzymaliśmy magiczną kłódkę, która nie|dość, że zabezpiecza sejf, to jeszcze sama|jest z białego złota wysadzanego brylantami.
ru: OTHER: Например, что-нибудь с бриллиантами.

source: OTHER: Że nie wspomnę o krysztale lokalizującym poborców|podatkowych i rzucającym na nich automatycznie|czar o wdzięcznej nazwie Hemoroidus Maximus.
ru: OTHER: Какой-либо кристалл, что-нибудь волшебное...

source: OTHER: Hmm...
ru: OTHER: Хм...

source: P#OTHER: Nie ukrywam, że jest taki przedmiot, którego|wszyscy pożądają.
ru: P#OTHER: Есть одно общее правило.

source: OTHER: Być może o nim słyszałeś.
ru: OTHER: Ты, наверное, об этом слышал.

source: OTHER: To tytanowy kastet wysadzany diamentami.
ru: OTHER: Это - кольцо из титана с бриллиантами.

source: OTHER: Problem w tym, iż należał on do słynnego|wojownika, który dawno temu poległ|w bitwie pod miastem.
ru: OTHER: Оно принадлежало одному воину, давно погибнувшему|недалеко от города.

source: OTHER: Wojownika pochowano w kurhanie wraz|z całym dobytkiem.
ru: OTHER: Он пересытился грабежами.

source: OTHER: Nikt jednak jeszcze nie zdołał wejść do|kurhanu... A w każdym razie nie wiemy o|nikim, kto zdołał stamtąd WYJŚĆ.
ru: OTHER: Никому еще не удавалось войти к нему в гробницу.|Или выйти оттуда.

source: OTHER: Pewnie dlatego, że kurhan strzeżony jest|dzień i noc przez upiory zabitych rycerzy.
ru: OTHER: Эта гробница охраняется духами рыцарей.

source: HERO: Mmmmm...
ru: HERO: Хм...

source: HERO: Coś mi się obiło o uszy.
ru: HERO: Я, кажется, что-то недопонял.

source: HERO: Zobaczę, co się da zrobić.
ru: HERO: Я посмотрю, что тут можно сделать.

source: OTHER: Wierzyć mi się nie chce.
ru: OTHER: Да перестаньте.

source: OTHER: W końcu jesteś synem władcy tej|krainy.
ru: OTHER: В конце концов, вы – сын правителя|нашей страны.

source: OTHER: Choć może... Hm...
ru: OTHER: А, впрочем... Хм-м...

source: P#OTHER: Kiedyś otrzymaliśmy magiczną kłódkę, która nie|dość, że zabezpiecza sejf, to jeszcze sama|jest z białego złota wysadzanego brylantami.
ru: OTHER: Как-то раз мы раздобыли волшебный замок|из белого золота с бриллиантами.|Кстати, и запирает он очень даже накрепко.

source: OTHER: Ależ książę, przecież to|bardzo poważna sprawa.
ru: OTHER: Принц, мы сейчас обсуждаем|очень серьёзный вопрос.

source: OTHER: Ależ książę...
ru: OTHER: Но принц...

source: OTHER: ...przecież to|bardzo poważna sprawa.
ru: OTHER: ...Это всё очень серьёзно...

source: $0: Obiecuję, że...
ru: $0: Обещаю, что...

source: $1: Przysięgam na swój honor, że...
ru: $1: Клянусь честью, что...

source: $2: Klnę się, że...
ru: $2: Присягаю, что...

source: $3: Słowo księcia, że...
ru: $3: Даю слово принца, что...

source: $4: ...przyjmę od ciebie świętą misję...
ru: $4: ...я приму твоё священное дело...

source: $5: ...byłem zawsze bardzo grzeczny...
ru: $5: ...я всегда был крайне вежлив...

source: $6: ...jesteś moim ideałem wojownika...
ru: $6: ...ты – мой идеал воина...

source: $7: ...mam dobre zamiary...
ru: $7: ...у меня хорошие намерения...

source: $8: ...i użyję twojej broni...
ru: $8: ...и я воспользуюсь твоим оружием, чтобы...

source: $9: ...i po prostu potrzebuję czegoś...
ru: $9: ...и мне кое-что потребуется, чтобы...

source: $10: ...i oddam twoją broń jeszcze dziś i użyję jej...
ru: $10: ...и дай же мне сейчас своё оружие, чтобы...

source: $11: ...i twoja drogocenna broń zostanie użyta...
ru: $11: ...и мне нужно твоё бесценное оружие, чтобы...

source: $12: ...do wkupienia się w łaski pewnych intrygantów.
ru: $12: ...подмазаться кое-к-каким интриганам.

source: $13: ...tylko do zniszczenia zła.
ru: $13: ...уничтожать зло, и только зло.

source: $14: ...do uwolnienia swojej duszy.
ru: $14: ...освободить свою душу.

source: $15: ...tylko i wyłącznie do pokojowych celów.
ru: $15: ...принести мир, и не более.

source: OTHER: W porządku, a teraz mnie uwolnij.
ru: OTHER: Ну что ж, а теперь освободи меня.

source: HERO: O nie, droga panno, tym razem nie|tak szybko.
ru: HERO: Сейчас-сейчас.|Только носки поглажу.

source: HERO: Błąd można popełnić tylko raz.
ru: HERO: Что, решила во второй раз убежать?

source: HERO: Najpierw chwilę porozmawiamy.
ru: HERO: Ну уж нет. Сначала поговорим.

source: $0: Co robiłaś u Księcia Wampirów?
ru: $0: Как ты попала к Принцу Вампиров?

source: $1: Słyszałem, że smoki porywają tylko dziewice?
ru: $1: Говорят, драконы ловят только девственниц.

source: $2: Ta maska chroni ciebie czy estetycznie wrażliwych?
ru: $2: От кого маской закрылась? От чувствительных натур?

source: $3: Czy myśmy się już kiedyś nie spotkali?...
ru: $3: А мы, случаем, раньше не виделись?...

source: OTHER: Długa historia.
ru: OTHER: Тут долго рассказывать.

source: HERO: Ależ mamy mnóstwo czasu, nigdzie się|nam przecież nie spieszy...
ru: HERO: Ну вот и рассказывай.|Мы всё равно никуда не торопимся...

source: P#OTHER: Prawie dwa lata temu zostałam porwana|przez pewnego demona.
ru: P#OTHER: Года где-то два назад|меня похитил демон.

source: OTHER: W Piekle okazało się, że to pomyłka.
ru: OTHER: В Аду выяснилось,|что сцапал он меня по ошибке.

source: OTHER: Ale ten cholerny sługus Lucyfera zamiast|odstawić mnie na miejsce, podarował mnie|wampirzemu królowi.
ru: OTHER: Но этот люциферов прихвостень –|он, вместо того, чтобы вернуть меня обратно,|подарил меня Принцу Вампиров.

source: OTHER: Był mu winien jakąś przysługę.
ru: OTHER: У него был должок перед Принцем,|вот мной он за него и расплатился.

source: HERO: Spędziłaś w zamku dwa lata?!
ru: HERO: И с тех пор ты сидела в замке?|Целых два года?!

source: OTHER: Prawie.
ru: OTHER: Около того, да.

source: P#HERO: No to by wyjaśniało twój|nienajlepszy humor...
ru: P#HERO: Ясно теперь, отчего ты себя так ведёшь...

source: OTHER: Kiedy tylko dorwę w swoje ręce tego|demona, tortury Lucyfera wydadzą mu|się siódmym niebem.
ru: OTHER: Ох, доберусь я до этого демона!|Ему Люциферовы муки будут|что твоё седьмое небо!

source: HERO: Chcesz dostać się do Piekła?
ru: HERO: Что, хочешь за ним|опять спуститься в Ад?

source: OTHER: Och wiem, wiem, to niemożliwe...
ru: OTHER: Да знаю я, знаю. У меня не выйдет...

source: OTHER: Ale ja...
ru: OTHER: Но мне...

source: HERO: Nie, nie, źle mnie zrozumiałaś! Ja|też chcę się tam dostać!
ru: HERO: Нет, нет, ты меня не так поняла!|Я и сам хочу туда попасть!

source: HERO: Moja dusza...
ru: HERO: Моя душа...

source: OTHER: Nie obchodzi mnie to, uwolnij mnie,|w ramach rewanżu pomogę ci, i na tym|koniec.
ru: OTHER: Твоя душа меня не волнует.|Освободи меня, я тебе за это помогу,|и баста.

source: OTHER: Choć oczywiście i tak dałabym sobie|sama radę.
ru: OTHER: Хотя я и без тебя бы справилась.

source: HERO: Oczywiście.#B0
ru: HERO: Да я уж вижу.#B0

source: OTHER: Nietrudno zachować dziewictwo, kiedy wokoło|spotyka się tylko mięczaków, tchórzy|i pantoflarzy.
ru: OTHER: Хранить девственность не так уж и сложно,|когда приходится иметь дело с одними слабаками,|тряпками и лжегероями.

source: OTHER: Prawdziwi mężczyźni trafiają się tylko|w bajkach, niestety.
ru: OTHER: Настоящие мужчины бывают|только в сказках. Увы.

source: HERO: Phm, chyba nie wyglądam na mięczaka?
ru: HERO: Ха! Я что, похож на слабака?

source: OTHER: Z taką fryzurą w ogóle nie wyglądasz|na mężczyznę.
ru: OTHER: С такой причёской ты вообще|на мужика не похож.

source: HERO: Mprfff...#B0
ru: HERO: Гр-р-пф...#B0

source: P#P#P#HERO: Rozumiem, porozmawiamy o tym|później.#B0
ru: P#P#P#HERO: Ну да. Хорошо.|Потом об этом поговорим.#B0

source: OTHER: Nie bywałam w karczmach ani zamtuzach.
ru: OTHER: Я ни по корчмам,|ни по борделям не шляюсь.

source: HERO: Zaraz, zaraz...
ru: HERO: Погоди...

source: HERO: To nie tani chwyt, ja naprawdę|cię już chyba gdzieś widziałem...
ru: HERO: Я не примазываюсь.|Я ведь правда где-то тебя видел...

source: OTHER: Nie sądzę, zresztą nie mam teraz ochoty|zastanawiać się nad tym, co pamiętasz,|a czego nie.
ru: OTHER: Да быть не может. И какая мне разница,|видел ты меня или нет?

source: OTHER: Lepiej zdejmij w końcu ze mnie te łańcuchy.#B0
ru: OTHER: Ты лучше давай уже, освобождай меня.#B0

source: OTHER: Ufff...
ru: OTHER: Уф-ф-ф...

source: OTHER: No to do roboty.
ru: OTHER: Ну, вновь за работу.

source: OTHER: Inicjatywa należy do ciebie.
ru: OTHER: Веди же нас вперёд.

source: OTHER: Bohaterze.
ru: OTHER: Богатырь.

source: HERO: Eeee...
ru: HERO: Э-э-э...

source: HERO: Właściwie to w jaki sposób dostaniemy|się do Piekła?
ru: HERO: Кстати, а как нам попасть в Ад?

source: OTHER: Tylko czekałam na ten moment.
ru: OTHER: Вот знала, что ты так и скажешь.

source: OTHER: Wiedziałam, że na ciebie nie można|liczyć.
ru: OTHER: Знала, что проку от тебя – ни на грош.

source: P#OTHER: Podsłuchałam co nieco będąc w niewoli.
ru: P#OTHER: Пока я сидела в замке,|я кое-что подслушала.

source: OTHER: Po pierwsze, musimy udawać zmarłych.
ru: OTHER: Сначала нам надо|прикинуться мёртвыми.

source: OTHER: I to dobrze udawać, bo Przewoźnik Umarłych|wyczuwa żywych na kilometr.
ru: OTHER: Нас заберёт на тот свет|Паромщик Душ. Так что прикинуться нам|нужно очень убедительно.|Живых он за километр обходит.

source: OTHER: Musimy mieć także pod językiem obola,|pieniążek, który rodzina wkłada w usta|zmarłego, aby opłacić Przewoźnika.
ru: OTHER: И ещё: покойникам кладут под язык|обол. Посмертную монету.|Ей платят Паромщику за переправу.

source: OTHER: To powinno wystarczyć.
ru: OTHER: Нам этого должно хватить.

source: HERO: No to wiem już wszystko.
ru: HERO: Ну что ж. Теперь я всё понял.

source: HERO: Arivald mi pozwolił...
ru: HERO: Аривальд мне разрешил...

source: OTHER: Zgiń, przepadnij, żałosna ludzka|hieno!
ru: OTHER: Сдохни, свали отсюда,|гиена ты сопливая!

source: HERO: Wiem, że nie rozstaliśmy się w przyjaźni, ale|wierz mi, że chodzi o bardzo poważną sprawę.
ru: HERO: Послушай. Да, мы с тобой больше|не друзья. Но у меня к тебе|очень важное дело.

source: HERO: Jako ekspert pewnie wiesz coś pewnie|o obolach?...
ru: HERO: Мне нужна монета такая – обол.|Вот и спрашиваю, как специалиста –|можешь рассказать, где её взять?

source: OTHER: Jeszcze raz się do mnie odezwiesz, a|znajdziesz jednego pod swoim językiem.
ru: OTHER: Вот что я тебе расскажу:|ещё слово вякнешь,|и я тебе её под язык засуну.

source: OTHER: Sio!
ru: OTHER: Брысь отсюда!

source: OTHER: Przepraszam, czy ma pan może jakieś|zbędne obole?
ru: OTHER: Извините, а вы с нами|оболами не поделитесь?

source: OTHER: Choćby dwa?
ru: OTHER: Нам нужно хотя бы два...

source: OTHER2: Może i mam, panienko, ale z nikim|się nimi nie będę dzielił.
ru: OTHER2: Оболы у меня, может, и есть,|дамочка, но делиться не намерен.

source: OTHER2: A już na pewno nie z towarzyszką tego|cmentarnego rabusia!
ru: OTHER2: Особенно с друзьями|вот этого гробокопа!

source: OTHER: Okradałeś groby?!
ru: OTHER: Ты что, грабил могилы?!

source: HERO: Skądże znowu! W końcu jestem księciem!
ru: HERO: Вовсе нет! Я же принц!

source: OTHER: I jeszcze kłamca!
ru: OTHER: Да ещё и брехуна!

source: OTHER: Jesteś paskudny, jesteś cmentarną hieną|i jesteś oszustem. Wybrałaś sobie|świetnego towarzysza, panienko.
ru: OTHER: Гиена могильная, подлец и вертопрах!|Вот ты кто. Дивлюсь с вас, дамочка –|ну и товарища вы себе нашли...

source: OTHER: Won z mojego cmentarza!
ru: OTHER: Вон с моего кладбища!

source: HERO: Sprawy się komplikują.
ru: HERO: Всё только усложняется.

source: HERO: Spróbuj wejść tam, do środka.
ru: HERO: Попробуй туда залезть.

source: OTHER: A to niby po co?
ru: OTHER: Зачем?

source: HERO: Hm, nie wiem, ale zawsze można znaleźć|coś ciekawego w takich miejscach.
ru: HERO: М-м-м... Не знаю. Но там точно|найдётся что-нибудь интересное.

source: HERO: Uwierz mojej intuicji.
ru: HERO: Нутром чую.
