Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: There was a false alarm at the museum. The only way out was through the sewers, but the grate was not moved, so we're reopening the building.
de_de: Es hat falschen Alarm im Museum gegeben. Die Kanalisation war der einzig mögliche Fluchtweg, aber der Deckel ist nicht versetzt worden, also wird wieder geöffnet.
es_es: Ha habido una falsa alerta en el museo. La única salida posible era por las alcantarillas, pero la placa no fue accionada, así que reabramos el edificio.
fr_fr: Il y a eu une fausse alerte au musée. La seule issue possible c'était par les égouts, mais la plaque n'a pas été actionnée, alors on rouvre le bâtiment.
hu_hu: Hamis riasztás történy a múzeumban. Az egyetlen kivezetô út a múzeumból a csatornán keresztül vezet, de a rácsot nem mozdították el, úgyhogy újra kinyitunk.
it_it: Falso allarme al museo. La sola uscita possibile era attraverso le fogne, ma la piastra non è stata azionata, l'edificio viene quindi riaperto.
pl_pl: W muzeum był fałszywy alarm. Jedyna droga na zewnątrz prowadziła przez kanały, ale nic nie zostało skradzione, więc otworzyliśmy znowu.
pt_br: Houve um alarme falso no museu. A única maneira de entrar no prédio era pelo esgoto, então, estamos reabrindo o prédio
pt_pt: Houve um falso alarme no museu. A única maneira de entrar no edifício era pelo esgoto, mas a grelha não foi movida, por isso estamos reabrindo o edifício.
ru_ru: В музее была ложная тревога. Единственный выход был через канализационный коллектор, но решетка не двигаласЬ, так что мы снова открываем здание.

source: Welcome, dear customer, and thank you for honoring my humble establishment with your presence. Move in front of the item that you desire.
de_de: Willkommen werter Kunde, Ihr Besuch ist mir eine Ehre. Stellen Sie sich gegen den Artikel Ihrer Wahl.
es_es: Bienvenido noble cliente y gracias por honrar mi establecimiento con su visita. Colóquese contra el artículo que desee.
fr_fr: Bienvenue noble client et merci d'honorer mon établissement de votre visite. Placez-vous contre l'article qui vous plaît.
hu_hu: Isten hozta tisztelt ügyfél, és igazán lekötelez, hogy megtiszteli szerény üzletemet jelenlétével. Lépjen az önnek megfelelô termékem elé és nyomja meg a (SPACE)-t.
it_it: Benvenuto, nobile cliente, e grazie per farmi l'onore di visitare il mio bazaar. Si metta davanti all'articolo che le interessa.
pl_pl: Witam, drogi kliencie i dziękuję, że zechciałeś zaszczycić moją skomną placówkę swoją obecnością. Stań naprzeciwko rzeczy, na którą masz ochotę i użyj komendy AKCJA.
pt_br: Bem-vindo, caro cliente, e obrigado por honrar o meu humilde estabelecimento com a sua presença. Mova para a frente do item que deseja e use o botão de AÇÃO.
pt_pt: Bem-vindo, caro cliente, e obrigado por honrar o meu humilde estabelecimento com a sua presença. Vá para a frente do item que deseja e use o botão de ACÇÃO.
ru_ru: Добро пожаловатЬ, дорогой покупателЬ, и спасибо, что оказали моему скромному заведению честЬ своим присутствием. ВстанЬте перед желаемым предметом и восполЬзуйтесЬ командой ДЕЙСТВИЕ.

source: You're too aggressive! Come back when you've calmed down a bit!
de_de: Du bist zu agressiv ! Komm wieder wenn Du Dich beruhigt hast !
es_es: ¡Eres demasiado agresivo! ¡Regresa cuando te hayas calmado!
fr_fr: Tu es trop agressif ! Reviens quand tu seras calmé !
hu_hu: Túl agresszív vagy! Gyere vissza, ha már lehígadtál egy kicsit!
it_it: Sei troppo aggressivo! Torna quando ti sarai calmato!
pl_pl: Jesteś zbyt agresywny! Wróć, kiedy się trochę uspokoisz!
pt_br: Você é muito agressivo! Volte quando tiver acalmado um pouco!
pt_pt: Você é muito agressivo! Volte quando estiver mais calmo!
ru_ru: Вы слишком агрессивны! ВозвращайтесЬ, когда немного успокоитесЬ!

source: Citadel Island.
de_de: Auf die Zitadelleninsel.
es_es: A la isla de la Ciudadela.
fr_fr: Sur l'île de la Citadelle.
hu_hu: Citadella-szigetre
it_it: Sull'Isola della Cittadella.
pl_pl: Wyspa Citadel.
pt_br: Ilha da Fortaleza.
pt_pt: Ilha da Cidadela.
ru_ru: Остров Цитадели.

source: The White Leaf Desert.
de_de: Zur Wüste des Leeren Blattes.
es_es: Al Desierto de la Hoja Blanca.
fr_fr: Au Désert de la Feuille Blanche.
hu_hu: A Fehér Levél-sivatagba
it_it: Nel Deserto della Foglia Bianca.
pl_pl: Wyspa White Leaf Desert.
pt_br: Deserto da Folha Branca.
pt_pt: Deserto da Folha Branca
ru_ru: Пустыня Белый Лист.

source: Rebellion Island.
de_de: Auf die Rebellion-Insel.
es_es: A la isla de la Rebelión.
fr_fr: Sur l'île de la Rébellion.
hu_hu: Lázadó-szigetre
it_it: Sull'Isola della Ribellione.
pl_pl: Wyspa Rebellion.
pt_br: Ilha dos Rebeldes.
pt_pt: Ilha da Rebelião.
ru_ru: Остров Восстания.

source: One meca-pinguin costs 3 Kashes.
de_de: Ein Meca-Pinguin kostet 3 Kashes.
es_es: Un Meca-Pingüino cuesta 3 Kashes.
fr_fr: Un méca-pingouin coûte 3 Kashes.
hu_hu: Egy meca-pingvin 3 Petákba kerül.
it_it: Un robo-pinguino costa 3 Kash.
pl_pl: Jeden mecha-pingwin kosztuje 3 Kashes.
pt_br: Um mega-pinguim custa 3 Kashes.
pt_pt: Um meca-pinguin custa 3 Kashes.
ru_ru: Один Меха-Пингвин стоит 3 кэша.

source: My brother is in one of the cells that has a window on the street, in FunFrock's headquarters. And you know, if you tell me how he is doing, I'll give you a red card.
de_de: Mein Bruder sitzt in einer Zelle des Hauptquartiers, deren Fenster auf der Straßenseite liegt. Weißt Du, wenn Du Nachrichten von ihm hast, bekommst Du eine rote Karte.
es_es: Mi hermano ocupa una de las celdas del C.G. cuya ventana da a la calle. Y sabes, te daré una tarjeta roja si me das noticias de él.
fr_fr: Mon frêre occupe l'une des cellules du Q.G. dont la fenêtre donne sur la rue. Et tu sais, tu auras une carte rouge si tu me donnes de ses nouvelles.
hu_hu: A testvérem az egyik olyan cellában van Dr. KacajKabát parancsnokságán, aminek az ablaka az utcára néz. Ha megmondod hogy van, adok neked egy vörös kártyát.
it_it: Mio fratello è rinchiuso in una delle celle del Quartier Generale che danno sulla strada. Se mi darai sue notizie, ti farò avere una carta rossa.
pl_pl: Mój brat jest w jednej z cel, które mają okna na ulicę, w kwaterze głównej FunFrocka. Jeśli powiesz mi, jak on się miewa, dam ci czerwoną kartę.
pt_br: Meu irmão está uma das celas que tem janela para a rua, no Quartel General de FunFrock. E quer saber, se você me contar como ele está, eu te darei um cartão vermelho.
pt_pt: O meu irmão está numa das celas que tem a janela para a rua, no Quartel General de FunFrock. Sabe, se me contar como ele está, eu darei-lhe um cartão vermelho.
ru_ru: Мой брат находится в камере, окно которой выходит на улицу, в штаб-квартире ФанФрока. И, знаешЬ, если ты скажешЬ мне, как у него дела, я дам тебе красную карту.

source: I don't know what you're talking about.
de_de: Kenn ich nicht.
es_es: Lo desconozco.
fr_fr: Je ne connais pas.
hu_hu: Nem tudom mirôl beszél.
it_it: Non lo so.
pl_pl: Nie wiem, o czym mówisz.
pt_br: Não sei do que você está falando.
pt_pt: Não sei do que está a falar.
ru_ru: Я не знаю, о чем ты говоришЬ.

source: Don't touch the alarm button, the grobo is wiring it as we speak. And in any case, it is forbidden to touch it!
de_de: Rühren sie den Alarmknopf nicht an, der Dicko schließt ihn gerade an. Und überhaupt, es ist verboten daran zu gehen !
es_es: Que toque el botón de alerta, el elefos está va a pulsarlo. ¡Y primero que nada está prohibido tocarlo!
fr_fr: Ne touchez pas au bouton d'alerte, le grobo est en train de le raccorder. Et d'abord c'est interdit d'y toucher !
hu_hu: Ne nyúljon a riasztó gombhoz, a fáni most is huzalozza, ahogy beszélgetünk. Különben is tilos hozzá nyúlni!
it_it: Non si deve toccare il pulsante di allarme, il grobo lo sta collegando. E poi è vietato toccarlo!
pl_pl: Nie dotykaj włącznika alarmu, w tej chwili grobo go podłącza. I w żadnym wypadku nie wolno go dotykać!
pt_br: Não toque o botão de alarme, o grobo está fazendo os últimos retoques no momento. E em qualquer caso, é proibido tocar nele!
pt_pt: Não toque no botão de alarme, o grobo está a fazer os últimos retoques no momento. E de qualquer maneira, é proibido tocá-lo!
ru_ru: Не трогай кнопку тревоги, с ней связан гробо, как мы говорим. Да и в любом случае трогатЬ ее запрещено!

source: Then go to the museum. And along those lines, don't touch the alarm button on the wall! 
de_de: Dann gehen Sie doch ins Museum. Und à propos, rühren Sie den Alarmknopf an der Wand nicht an !
es_es: Entonces va a visitar el museo. Al respecto, ¡no toque el botón de alerta de la pared!
fr_fr: Alors allez visiter le musée. Et à ce propos, ne touchez pas au bouton d'alerte sur le mur !
hu_hu: Akkor menjen a múzeumba. Ha már itt tartunk, ne nyúljon a risztóhoz a falon! 
it_it: Allora, visiti il museo, e si ricordi di non toccare il pulsante di allarme sul muro!
pl_pl: Idź do muzeum. I nie dotykaj włącznika alarmu, który jest na ścianie! 
pt_br: Então vá para o museu. E falando nisso, não toque no botão de alarme na parede! 
pt_pt: Então vá para o mudeu. E falando nisso, não toque no botão de alarme que está na parede!
ru_ru: Тогда иди в музей. И по пути не трогай тревожную кнопку на стене!

source: Well you can believe me if you want, but the museum is well protected! I just connected this button to the alarm system: the building is evacuated as soon as it is pressed. | Only one or two automatic guards will remain. It also sets off a series of sensors under the wooden floor that will sound the alarm as soon as they detect even the slightest weight. You would have to be able to fly to move around in there!
de_de: Glauben Sie es mir oder auch nicht, aber das Museum ist gut geschützt ! Ich habe gerade diesen Knopf an das Alarmsystem angeschlossen : sobald man darauf drückt wird das Gebäude geräumt. | Es bleiben nur ein oder zwei automatische Wachen. Dies löst vor allem eine Vielzahl von Sensoren unter dem Parkett aus, die sofort Alarm auslösen, sobald sie das kleinste Gewicht wahrnehmen. Man müßte fliegen, um sich dort fortbewegen zu können !
es_es: ¡Créame! ¡El museo está bien protegido! Acabo de conectar este botón al sistema de alarma: apenas se presiona el edificio es evacuado. | Sólo quedan uno o dos guardias automáticos. Esto activa sobre todo, una multitud de detectores bajo el parquet que dan la alarma apenas detectan el mínimo peso. ¡Habrá que volar para poder desplazarse!
fr_fr: Et bien vous me croierez si vous voulez, mais le musée est bien protégé ! Je viens de relier ce bouton au système d'alarme : dès que l'on appuie dessus le bâtiment est évacué. | Seuls restent un ou deux gardes automatiques. Cela enclenche surtout, une multitude de contacteurs sous le parquet qui donnent l'alarme dès qu'ils détectent le moindre poids. Il faudrait voler pour arriver à s'y déplacer !
hu_hu: Hiszi vagy sem, a múzeumot nagyon jól ôrzik! Most kötöttem hozzá ezt a gombot a riasztó rendszerhez: az épületet evakuálják, amint megnyomja valaki. | Csak egy két automata ôrrobot marad bent. Ez kapcsol ki egy olyan a parketta alá rejtett biztonsági érzékelôt, ami azonnal bekapcsol, ah a legkisebb mozgást érzékeli. Repülnie kéne odabenn, annak aki azt akarja, hogy ne kapják el!
it_it: E' libero di non crederci, ma il museo è ben protetto! Ho appena collegato questo pulsante al sistema d'allarme: se viene premuto, si procede all'evacuazione dell'edificio. | Rimangono solo una o due guardie automatiche. Con questo pulsante, poi si attivano numerosi sensori sotto il pavimento in legno che danno l'allarme se captano anche il minimo peso. Per sposatarsi qui dentro bisognerebbe volare!
pl_pl: No więc, możesz mi wierzyć, jeśli chcesz, ale muzeum jest dobrze zabezpieczone! Podłączyłem ten przycisk do systemu alarmowego: zaraz po wciśnięciu, budynek zostanie ewakuowany. | Pozostaną tylko jeden lub dwaj automatyczni strażnicy. Zostaną także włączone zespoły czujników pod drewnianą podłogą, które włączą alarm, jeśli wykryją nawet drobne obciążenie. Trzeba by umieć latać, żeby tam wejść!
pt_br: Bom, acredite em mim se quiser, mas o museu é bem protegido! Eu conectei esse botão ao sistema de alarme: o prédio é evacuado assim que ele é tocado. | Apenas um ou dois guardas automáticos ficarão lá. O botão também aciona uma série de sensores debaixo do chão de madeira que disparam o alarme assim que detectam o mínimo peso. Você teria que poder voar para poder mover lá dentro!
pt_pt: Bem, acredite se quiser, mas o museu está bem protegido! Eu liguei este botão ao sistema de alarme: o edifício é evacuado assim que ele for tocado. | Ficarão lá apenas um ou dois guardas automáticos. O botão também activa uma série de sensores que estão debaixo do chão de madeira e que disparam o alarme assim que detectar um mínimo peso. Teria de poder voar para poder andar lá dentro!
ru_ru: Что ж, можешЬ мне не веритЬ, если хочешЬ, но музей хорошо охраняется! Я соединил эту кнопку с тревожной системой: здание эвакуируют, как толЬко она будет нажата. | Останется толЬко один из автоматических охранников. Она также активирует группу датчиков под деревянным полом, которые включают тревогу при обнаружении даже легкого веса. Чтобы там передвигатЬся, придется летатЬ!

source: I think you're going to get hit, if you keep playing with that button!
de_de: Ich glaube sie kriegen es mit dem Knüppel, wenn Sie noch lange mit diesem Knopf herumspielen !
es_es: ¡Yo creo que les van a dar de palos a fuerza de jugar con ese botón!
fr_fr: Je crois que vous allez prendre des coups de matraque à force de jouer avec ce bouton !
hu_hu: Azt hiszem hamar kap egy pofont, ha tovább játszadozik azzal a gombbal!
it_it: Se continua a giocare con quel pulsante, continuerà a beccarsi randellate!
pl_pl: Myślę, że zaraz dostaniesz, jeśli nie przestaniesz się bawić tym przyciskiem!
pt_br: Acho que você vai apanhar, se continuar brincando com esse botão!
pt_pt: Acho que vai apanhar, se continuar a brincar com esse botão!
ru_ru: Думаю, ты получишЬ по шее, если продолжишЬ игратЬся с этой кнопкой!

source: I know that they have something about him in the museum.
de_de: Ich weiß, daß Sie im Museum etwas von ihm haben.
es_es: Sé que tienen algo que le concierne en el museo.
fr_fr: Je sais qu'ils ont quelque chose le concernant au musée.
hu_hu: Tudom, hogy van róla valami a múzeumban.
it_it: So che c'è qualcosa che lo riguarda, al museo.
pl_pl: Wiem, że w muzeum coś o nim mają.
pt_br: Eu sei que eles têm alguma coisa sobre ele no museu.
pt_pt: Eu sei que eles têm alguma coisa sobre ele no museu.
ru_ru: Я знаю, что у них в музее про него что-то естЬ.

source: That name sounds familiar. Go visit the Maritime museum, I think that they have two objects that belonged to LeBorgne.
de_de: Dieser Name sagt mir etwas. Besichtige das Marinemuseum, ich glaube die haben dort zwei Gegenstände, die EinAuge gehörten.
es_es: Ese nombre me dice algo. Vaya a visitar el Museo de la Marina, me parece que poseen dos objetos que han pertenecido a El Tuerto.
fr_fr: Ce nom-là me dit quelque chose. Va visiter le Musée de la Marine, il me semble qu'ils possèdent deux objets ayant appartenus à LeBorgne.
hu_hu: Ez a név olyan ismerôs. Látogassa meg a Tengerészeti Múzeumot, azt hiszem van náluk két tárgy, ami LeBorge-é volt.
it_it: Quel nome mi dice qualcosa. Visita il Museo della Marina, mi sembra che possiedano due oggetti che sono appartenuti al Guercio.
pl_pl: To imię brzmi znajomo. Idź do muzeum Morza, myślę, że mają tam dwa przedmioty, które należały do LeBorgne'a.
pt_br: Esse nome me é familiar. Vá visitar o museu Marítimo, eu acho que eles tem dois objetos que pertenceram a LeBorgne lá.
pt_pt: Esse nome é-me familiar. Vá visitar o museu Marítimo, acho que eles têm dois objetos que pertenceram a LeBorgne.
ru_ru: Это имя звучит знакомо. Сходи в Морской музей, думаю, у них естЬ пара предметов, принадлежавших ЛеБорну.

source: Oh yes, it's great!
de_de: Oh ja, fürstlich !
es_es: ¡Ah sí, es magnífico!
fr_fr: Oh oui, c'est royal !
hu_hu: ò, igen, ez óriási!
it_it: Oh, che splendore!
pl_pl: Och tak, to świetnie!
pt_br: Oh sim, é ótimo!
pt_pt: Oh sim, é óptimo!
ru_ru: О да, отлично!

source: What about my test flights? I'm not paying you to test your shoes!
de_de: Nun, wie stet's mit den Tests ? Ich bezahle Dich nicht dafür um Deine Schuhe zu testen !
es_es: ¿Y esos ensayos? ¡No te pago por probar tus zapatos!
fr_fr: Et alors ces essais ? Je ne te paies pas pour tester tes chaussures !
hu_hu: Mi lesz a tesztrepüléseimmel? Nem fizetek érte, hogy kipróbáld a cipôidet!
it_it: Allora, le tue prove? Non ti pago mica per provare le scarpe!
pl_pl: Co z moimi próbnymi lotami? Nie płacę ci za testowanie butów!
pt_br: E os meus testes de vôo? Eu não estou te pagando para testar os seus sapatos!
pt_pt: E os meus testes de vôo? Não te ando a pagar para testares os teus sapatos!
ru_ru: Что насчет моих тестовых полетов? Я плачу тебе не за тест твоих ботинок!

source: I've been working on a Jet-Pack prototype for days now. It's a small reactor that is harnessed on the back and allows its user to fly about. My problem is that my latest flight test wreaked havoc on my Southern wall. So I'd like to borrow the rheostat in your hair dryer to fine tune the power of the motors (from looking at your hairdo, I don't think you really need the dryer, anyway). And if that works, I will have a job offer for you.
de_de: Ich arbeite seit Tagen an einem Jet-Pack Prototypen, dies ist ein kleines Rückentriebwerk, ein neues Fortbewegungsmittel mit dem man fliegen kann. Das Problem dabei ist, daß mein letzten Motorentests die Südwand ein wenig beschädigt haben. Ich werde also den Rheostat Deines Föns borgen um die Leistung der Motoren zu dosieren (bei Deiner Frisur hast Du ihn nicht wirklich nötig). Falls es funktionniert, mache ich Dir ein Angebot.
es_es: Estoy trabajando en un prototipo de Jet-Pack desde hace días, es un pequeño reactor dorsal que permitirá desplazarse volando. El problema, es que mis últimos ensayos de motor han dañado un poco la pared Sur. Voy a utilizar el reostato de tu secador de pelo para dosificar la potencia de los motores (en realidad no lo necesitas, a la vista de tu peinado). Y si funciona te haré una propuesta.
fr_fr: Je travaille sur un prototype de Jet-Pack depuis des jours, c'est un petit réacteur dorsal qui permettra de se déplacer en volant. Le problème, c'est que mes derniers essais de moteur ont un peu abîmé le mur Sud. Alors je vais t'emprunter le rhéostat de ton sèche-cheveux pour doser la puissance des moteurs (vu ta coiffure, tu n'en a pas vraiment besoin). Et si ça fonctionne j'aurai une proposition à te faire.
hu_hu: Már napok óta dolgozom egy sugártáska prototípusán. Tulajdonképpen ez egy kis reaktor a hátadra erôsítve. Egyetlen problémám, hogy az utolsó próbarepülés egy jókora lyukad hagyott a déli falban. Szóval szeretném elkérni a reosztátot a hajszárítódból, hogy finomhangolhassam a motorját. Ahogy elnézem a séródat, nem hiszem, hogy kéne neked az a hajszárító. Ha beválik akkor még munkát is adhatok neked.
it_it: Lavoro da giorni su un prototipo di Jet-Pack. E' un piccolo reattore dorsale che permetterà di spostarsi volando. L'unico problema è che gli ultimi esperimenti con il motore hanno un po' sciupato il muro sud. Mi devi prestare il reostato del tuo asciugacapelli (vista la tua capigliatura, tu non ne hai bisogno). Se funziona, ti farò una proposta.
pl_pl: Pracowałem nad prototypem Jet-Packa całymi dniami. To mały reaktor, który umieszcza się na plecach i dzięki niemu można latać. Mam problem, ponieważ mój ostatni próbny lot zrobił dziurę w ścianie od ogrodu. Więc chciałbym pożyczyć termostat z twojej suszarki do włosów, żeby dokładnie ustawić moc silników (patrząc na twoją fryzurę nabieram przekonania, że i tak nie potrzebujesz suszarki). I jeśli to zadziała, będę miał do ciebie małą sprawę.
pt_br: Estou trabalhando em um protótipo de Jet Pack por dias. É um pequeno reator que fica nas suas costas e permite que você voe. O problema é que meu último teste de vôo destruiu um pouco da parede do jardim. Então eu gostaria de pegar emprestado o reostato do seu secador de cabelo para ajustar o poder do motor (olhando o seu cabelo, eu não acho que você precisa do secador, mesmo). E se isso funcionar, eu tenho uma proposta de trabalho para você.
pt_pt: Estou a trabalhar num protótipo de Jet-Pack à dias. É um pequeno reactor que fica nas costas e permite-lhe voar. O problema é que o meu último teste de vôo destruiu um pouco da parede. Então eu gostaria de pedir emprestado o reóstato do seu secador de cabelo para ajustar o poder do motor (olhando para o seu cabelo, acho que não precisa mesmo do secador). E se isto funcionar, eu tenho uma proposta de trabalho para si.
ru_ru: Я уже несколЬко дней работаю над прототипом Джет-Пака. Это маленЬкий реактор, который одевается на спину и позволяет полЬзователю летатЬ. Моя проблема в том, что мой последний пробный полет привел к неболЬшому разрушению моей южной стены. Так что я бы хотел позаимствоватЬ реостат из твоего фена, чтобы хорошо настроитЬ мощностЬ двигателей (впрочем, глядя на твою прическу, не думаю, что тебе действителЬно нужен фен). И если это сработает, я предложу тебе работу.

source: Well, well. It seems that you too have found an authentic secret map of Captain LeBorgne! Do me a favor would you? Give Lanktir, who lives next to the bazaar, back his coffee pot. I'm so ashamed, I should have given it back long ago.
de_de: Nanu, es scheint als hätten sie auch eine echte Geheimkarte des Kapitäns EinAuge gefunden ! Könnten Sie mir einen Gefallen tun ? Bringen Sie Lanktir diese Kaffeekanne wieder, er wohnt neben dem Bazar. Ich soll ihm sie schon seit langem zurückbringen, es ist mir richtig peinlich !
es_es: Mire, se diría que Ud. también encontró una auténtica carta secreta del Capitán El Tuerto! ¿Quisiera hacerme un servicio? Vaya y devuelva esa cafetera a Lanktir que vive al lado del bazar. Debo entregársela desde hace mucho tiempo, ¡me da vergüenza!
fr_fr: Tiens, on dirait que vous aussi vous avez trouvé une authentique carte secrète du Capitaine LeBorgne ! Voudriez-vous me rendre service ? Allez rendre cette cafetière à Lanktir qui habite à coté du bazar. Je dois la lui rapporter depuis si longtemps, j'ai honte !
hu_hu: Nocsak, nocsak! Ha jól látom te is találtál egy tökéletes másolatot LeBorge Kapitány titkos térképérôl! Megtennél egy szívességet? Add vissza Lanktirnek, aki a bazár mellett lakik a kávéfôzôjét. Már rég vissza kellett volna adnom, úgy szégyenlem.
it_it: Si direbbe che anche lei ha trovato un'autentica mappa segreta del Capitano Guercio! Mi farebbe un favore? Vada a restituire questa caffettiera a Lankir, che abita vicino al bazaar. E' da tanto che gliela devo rendere, mi vergogno!
pl_pl: No, no. Wygląda na to, że ty też znalazłeś autentyczną sekretną mapę Kapitana LeBorgne'a! Zrób mi przysługę. Oddaj ten dzbanek do kawy Lanktirowi, który mieszka obok bazaru. Tak mi wstyd, miałem mu go oddać już dawno temu.
pt_br: Bom, bom! Parece que você também achou um autêntico mapa secreto do capitão LeBorgne! Me faça um favor? Dê a Lanktir, que vive próximo ao bazar, o pote de café dele. Estou tão envergonhado, eu deveria ter devolvido a muito tempo.
pt_pt: Bem, bem! Parece-me que também encontrou um autêntico mapa secreto do Capitão LeBorgne! Quer-me fazer um favor? Dê a Lanktir, que vive perto do bazar, a cafeteira dele. Estou tão envergonhado, deveria ter-lo devolvido à muito tempo.
ru_ru: Так-так. Похоже, ты тоже нашел подлинную секретную карту капитана ЛеБорна! Не окажешЬ мне услугу? Отдай Ланктиру, который живет рядом с магазином, его кофейник, я уже давно должен был его вернутЬ.

source: Go try at the museum.
de_de: Gehen Sie mal ins Museum.
es_es: Pruebe en el Museo.
fr_fr: Voyez au Musée.
hu_hu: Próbálja meg a múzeumban.
it_it: Al museo.
pl_pl: Idź poszukaj w muzeum.
pt_br: Tente no museu.
pt_pt: Tente no museu.
ru_ru: Иди узнай в музее.
