Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: HERO: Dzięki za nic.
ru: HERO: Спасибо, вы мне очень помогли.

source: OTHER: Mam! Mam!
ru: OTHER: Идёт! Идёт!

source: OTHER: Widzę!
ru: OTHER: Вижу!

source: OTHER: Widzę jak...
ru: OTHER: Я вижу, как ты...

source: OTHER: ...w jakiejś grocie...
ru: OTHER: ...стоишь в гроте...

source: OTHER: ...podpalasz chmurę perfum...
ru: OTHER: ...в воздухе пахнет женскими духами...

source: OTHER: ...skrzeszoną iskrą....
ru: OTHER: ...ты высекаешь искру...

source: OTHER: BUM!
ru: OTHER: БАХ!

source: HERO: O-ho.
ru: HERO: Ой-ёй-ёй...

source: HERO: Wiedziałem, że bez fajerwerków się|nie obejdzie.
ru: HERO: Как знал, что без фейерверка|не обойдётся.

source: OTHER: Auć!
ru: OTHER: Ой!

source: OTHER: To brutalna wizja!...
ru: OTHER: Какое жестокое видение!...

source: OTHER: Widzę, jak bez żenady wpychasz jakieś|śliczne dziewczę w ciasny otwór|piwniczny...
ru: OTHER: Я вижу, как ты, совершенно не стесняясь,|заталкиваешь прекрасную девушку|в тесный подвал...

source: OTHER: Co za brak taktu...
ru: OTHER: Грубо и бестактно.

source: HERO: Khm, na pewno coś ci się pomyliło.
ru: HERO: Э-э... А вы точно всё|правильно увидели?

source: HERO: Wcale nie jestem taki.
ru: HERO: Я ведь не такой человек.

source: OTHER: Zobaczymy, ale moje wizje zawsze się|sprawdzają...
ru: OTHER: Это мы посмотрим...|Но мои видения всегда правдивы...

source: OTHER: Oooo!...
ru: OTHER: О-о-о!

source: OTHER: To najdziwniejsza wizją, jaką kiedykolwiek|miałem!
ru: OTHER: Это самое странное видение|в моей жизни!

source: HERO: Co? Co takiego widzisz?
ru: HERO: Что там? Что вы видите?

source: OTHER: Widzę, jak uderzasz udźcem baranim diabła,|potem odcinasz mu rogi, z których jednym|blokujesz dopływ lawy do...
ru: OTHER: Вижу, как ты бьёшь демона по голове|бараньей ногой, обламываешь ему рога,|а потом одним рогом блокируешь|поток лавы в сторону...

source: OTHER: Nie, to niemożliwe, ta wizja jest zbyt|nierzeczywista.
ru: OTHER: ...Нет, такого быть не может...|Слишком уж фантастичное видение...

source: OTHER: No bo co byś robił...
ru: OTHER: Ведь что бы ты забыл...

source: OTHER: ...w Piekle?!?
ru: OTHER: ...в Аду?!

source: HERO: Ha-ha!
ru: HERO: Ха-ха!

source: HERO: Więc jednak mi się uda!
ru: HERO: Значит, я доберусь-таки!

source: P#OTHER: A myślałem, że to ja jestem szalony...
ru: P#OTHER: А я думал, что это|я тут сумасшедший...

source: $0: Gest: pokrapianie się
ru: $0: Жест: Окропить

source: $1: Gest: tyci-tyci
ru: $1: Жест: Чуть-чуть

source: $2: Gest: kształt butelki
ru: $2: Жест: Очертания бутылки

source: $3: Gest: złożone ręce
ru: $3: Жест: Сложенные руки

source: OTHER: Zostaw mnie, ty wstrętna maszkaro!
ru: OTHER: Отпусти меня, гад!

source: OTHER: Aaaaaaa!...
ru: OTHER: А-а-а-а-а-а-а!...

source: OTHER: Pomogłem ci już trzy razy. Teraz|muszę udać się w swoją stronę.
ru: OTHER: Вот и помог я три раза вам.|Долг мой навеки очищен.

source: OTHER: Spadam, pa!
ru: OTHER: Здесь и расстанемся мы.|Полечу вольной птицей. Счастливо!

source: HERO: Niektórzy biorą pewne sprawy zbyt|dosłownie.
ru: HERO: Есть же такие на свете –|всё воспринимают дословно...

source: OTHER: <mamrotanie>
ru: OTHER: <бубнит под нос>

source: OTHER: <szept>
ru: OTHER: <шепчет>

source: HERO: Pani mąż coś zgubił...
ru: HERO: Вот... Ваш муж обронил...

source: HERO: Rozmową go chyba nie przestraszę...
ru: HERO: Болтовнёй его не запугать...

source: $0: Giń!
ru: $0: Умри!

source: $1: Zaraz umrzesz!
ru: $1: Ты сейчас умрешь!

source: $2: Spróbuj tego!
ru: $2: Попробуй!

source: HERO: Yukkakoppamakki!
ru: HERO: Юккакоппамакки!

source: $3: Yukkakoppamakki!
ru: $3: Юккакоппамакки!

source: OTHER: To ja przepraszam.
ru: OTHER: Понял. Ухожу.

source: HERO: Do-dobra, to było bardzo śmieszne,|a teraz wracaj.
ru: HERO: Э-э, ну и шуточки у тебя...|Давай-ка, вылезай обратно.

source: OTHER: Jestem silna i sprawna, ale jakoś jeszcze|nie potrafię skakać dwa metry w górę.
ru: OTHER: Я сильная и прыткая, но всё-же|как-то не могу прыгать на два метра.

source: OTHER: Przecież to oczywiste, że musisz mi|pomóc.
ru: OTHER: Само собой разумеется,|ты должен мне помочь.

source: OTHER: Wpakowałeś mnie tu, to teraz mnie|wyciągnij.
ru: OTHER: Ты меня сюда спихнул,|ты и вытаскивай обратно.

source: OTHER: W porządku.
ru: OTHER: Хорошо.

source: OTHER: Chyba o to ci chodziło.
ru: OTHER: Ты этого от меня хотел?

source: OTHER: Pomyśl o tym jeszcze chwilę, a wygryzę|ci oczy i wkopie ci je w...
ru: OTHER: Только посмей, и я тут же вырву тебе|глаза и затолкаю их тебе в...

source: HERO: Dobrze, dobrze, tak tylko żartowałem!
ru: HERO: Да успокойся ты, я ж пошутил!

source: OTHER: Przygody...
ru: OTHER: Приключения...

source: OTHER: Najlepsi rachmistrze z Silmaniony|nie zliczyliby ile miałem ich w życiu.
ru: OTHER: За всю свою жизнь я столько их повидал, что даже|лучшему математику Сильманионы – и тому не перечесть.

source: OTHER: Ta, o której pragnę wam opowiedzieć jest|jednak hmmm ...szczególna.
ru: OTHER: Сегодня я расскажу вам об одном из них.|Об одном... особенном.

source: P#OTHER: Zdarzyła się bowiem, kiedy byłem już martwy.
ru: P#OTHER: Всё началось в один прекрасный день,|когда я уже давным-давно как умер.

source: OTHER: Martwy od tysiąca lat!
ru: OTHER: Тысячу лет как умер!

source: OTHER: Z tym tysiącem może jednak przesadzam, ale w każdym|razie wierzcie mi: martwy wystarczająco długo,|aby każdemu mogło się to znudzić.
ru: OTHER: Хотя, может, я и преувеличиваю. Но как-то так и было –|я очень долго валялся мёртвым. За такое время|можно от скуки и во второй раз умереть!

source: OTHER: Leżałem sobie w mojej wygodnej,|wyściełanej aksamitem trumnie...
ru: OTHER: И вот, значит, лежу я в своем уютном гробу, обитом бархатом...

source: OTHER: ...prezent od wdzięcznego cechu|browarników...
ru: OTHER: ...мне его гильдия пивоваров подарила,|в благодарность...

source: OTHER: ...kiedy to ghoul...
ru: OTHER: ...и тут один упырь...

source: OTHER: Ale...
ru: OTHER: Но......

source: OTHER: ...nie będę uprzedzał faktów.
ru: OTHER: ...не будем забегать вперёд.

source: OTHER: Dość powiedzieć, iż we wszystko zamieszany był|pewien młody człowiek.
ru: OTHER: Сперва я вам расскажу об одном молодом|человеке, который и заварил всю эту кашу.

source: P#OTHER: Mieszkał w krainie pełnej odważnych rycerzy,|potężnych czarów, ognistych smoków, pięknych|księżniczek i pazernych kupców, ale...
ru: P#OTHER: Он жил в стране храбрых рыцарей, могучих волшебников,|огнедышащих драконов, прекрасных принцесс,|жадных купцов, и всё же...

source: P#OTHER: ...zamiast szukać przygód wolał przesiadywać po|karczmach i słuchać opowieści bardów.
ru: P#OTHER: ...вместо того, чтобы гоняться за приключениями, он|просиживал целыми днями в корчмах и слушал песни бардов.

source: OTHER: Taki to był młodzieniec.
ru: OTHER: Вот такой вот был парнишка.

source: OTHER: Z głową napakowaną bzdurami i bez|żadnego pożytecznego fachu w ręku.
ru: OTHER: Наук не знал, ремеслу не учен,|и в голове сплошь облака.

source: OTHER: A przecież zawsze mógł zostać zręcznym|szulerem czy cenionym biboszem.
ru: OTHER: Зато он хитрый был. Может, стал бы по жизни|в карты мухлевать, или людей честных дурить...

source: OTHER: Aha...
ru: OTHER: Ха!...

source: P#OTHER: ...zapomniałem wam powiedzieć jak ten|nicpoń miał na imię.
ru: P#OTHER: ...Чуть не забыл рассказать, как звали этого негодника.

source: OTHER: Swoją drogą było to plebejskie imię|i nie warto go pamiętać.
ru: OTHER: Имя у него было совсем уж плебейское.|В книге не смотрится, а на устах забудется.

source: P#OTHER: Lepiej zapamiętać pod jakim imieniem|przeszedł do legend.
ru: P#OTHER: Поэтому я назову вам имя, под которым|он прославился в веках...

source: P#OTHER: Podobna historia jak ze mną. Nazywajmy|go tak jak chciał być nazywany.
ru: P#OTHER: ...Прямо как я, если подумать.|Как хотел зваться, так и мы его будем звать.

source: OTHER: Galador!
ru: OTHER: Галадор!

source: OTHER: He he he he!
ru: OTHER: Хе-хе-хе-хе!

source: OTHER: Pasowało to imię do niego jak pięść do nosa.|Ważniejsze jest jednak, iż ten przemiły|młodzieniec miał pecha...
ru: OTHER: Это имя ему подходило как корове седло.|Но важно не имя, а то, что по воле злого рока...

source: P#OTHER: ...mieszkając w pobliżu pewnego nie mniej|miłego nekromanty, który zasłynął|z umiejętnego wywoływania demonów.
ru: P#OTHER: ...так вышло, что по соседству с ним жил один|знаменитый и довольно приятный некромант.|Он был известен тем, что призывал демонов.

source: OTHER: W zamian za władzę nad tymi istotami obiecał im|swoją duszę, ale udało mu się z tego wymknąć.
ru: OTHER: В обмен на силу управлять ими он пообещал отдать им|свою душу. А в итоге их обманул и отвертелся.

source: OTHER: W jaki sposób, to nie należy do naszej opowieści.|Zwłaszcza, że aby zrozumieć choć jedną setną|z tego musielibyście...
ru: OTHER: Как ему это удалось – не столь важно. Кроме того,|чтобы хоть на сотую долю во всём этом разобраться...

source: OTHER: ...pół życia studiować u jednego|z najwybitniejszych magów świata.|Na przykład...
ru: OTHER: ...вам пришлось бы полжизни проучиться|у кого-нибудь из лучших магов мира!|Например...

source: OTHER: ...u mnie.
ru: OTHER: ...у меня.

source: OTHER: W każdym razie w Piekle nastał czas|płaczu i zgrzytania zębów.
ru: OTHER: В общем, в Аду из-за этого|начался плач и скрежет зубовный.

source: P#OTHER: Kiedy tak wybitna duszyczka wymyka się|piekielnym sidłom nigdy nie jest to mile|widziane przez zwierzchników.
ru: P#OTHER: Начальство ой как не любит, когда|такая высокопоставленная душа нарушает|условия адского пакта.

source: OTHER: Odpowiedzialnym za cały ten ambaras był pewien|demon charakteryzujący się sporą brawurą i|odwrotnie do niej proporcjonalną sumiennością.
ru: OTHER: Весь этот конфуз случился по вине одного демона,|у которого было столь же много гонору,|сколь мало у него было принципиальности.

source: P#OTHER: W związku z tym nie wahał się nawet|łamać piekielnych przepisów.
ru: P#OTHER: Чтобы добиться своего, он не постеснялся бы|даже нарушить законы Ада.

source: P#OTHER: Co zresztą uczynił w tym wypadku.
ru: P#OTHER: Собственно, в этот раз так он и поступил.

source: OTHER: Krótko mówiąc namówił naszego przyjaciela...
ru: OTHER: В общем, он убедил нашего юного друга...

source: P#OTHER: ...Galadora...
ru: P#OTHER: ...Галадора...

source: OTHER: ...do podpisania cyrografu w zamian za|życie pełne przygód i tytuł książęcy.
ru: OTHER: ...подписать адский пакт взамен на жизнь,|полную приключений, и титул принца.

source: OTHER: Krew spłynęła po kciuku na pergamin...
ru: OTHER: И вот, с большого пальца|на пергамент капнула кровь...

source: P#OTHER: ...piekielny szpon został przybity...
ru: P#OTHER: ...и тем самым пакт был подписан.

source: P#OTHER: ...zagrzmiało, błysnęło i nasz...
ru: P#OTHER: Грянул гром, сверкнула молния... И наш, э-э...

source: OTHER: ...Galador...
ru: OTHER: ...Галадор...

source: OTHER: ...a raczej jego dusza weszła w ciało nieznanego|mu, a najbliższego duchem młodego księcia tak|łatwo jak w rozkoszną kotlinkę wchodzi...
ru: OTHER: ...а точнее, его душа – она отправилась в незнакомое ему тело,|тело близкого ему по духу юного принца – |вошла ловко, как с мылом входит в, э-э...

source: P#OTHER: ...khm, zresztą nieważne...
ru: P#OTHER: ...кхм, ладно, вы поняли...

source: OTHER: Eeeee... o czym to ja... ach tak.
ru: OTHER: Э-э-э... О чём это я?... А! Так вот...

source: OTHER: Nastąpiła przemiana...
ru: OTHER: Произошёл обмен...

source: P#OTHER: ...ale dusza oryginalnego księcia spłynęła|prosto w chciwe diabelskie szpony i demon|rechocząc jak oszalały porwał ją do Piekła!
ru: P#OTHER: ...Душа настоящего принца отправилась|в Ад, прямо в жадные лапы демона.|А сам демон злорадно хохотал: его план удался!

source: OTHER: Nawiasem mówiąc złamał w ten sposób kilka bardzo|ważnych przepisów wyznaczonych przez samego Arcydemona.|Wydawało mu się jednak, iż ma powody do śmiechu.
ru: OTHER: Своим поступком демон нарушил пару важных законов.|Столь важных, что их устанавливал сам Владыка Ада.|Но демон считал, что повод посмеяться у него был.

source: OTHER: Nasz drogi Galador znalazł się bowiem na zamku|tuż przed walką z niepokonanym Czarnym Rycerzem,|słynącym z siły i okrucieństwa.
ru: OTHER: А наш любезный Галадор обнаружил себя в замке.|И тут он понял, что сейчас ему предстоит битва|с непобедимым Чёрным Рыцарем,|известным своей силой и безжалостностью.

source: OTHER: Cóż mógł więc zrobić?
ru: OTHER: Ну, и что ему оставалось делать?

source: OTHER: Zrobił to co każdy z was zrobiłby na jego miejscu,|gdyby nagle znalazł się w obcym ciele stojąc przed|dwa razy od siebie wyższym facetem.
ru: OTHER: Он поступил так, как поступил бы любой из нас,|если бы оказался в чужом теле перед противником|вдвое выше себя.

source: OTHER: Uciekł.
ru: OTHER: Убежал.

source: OTHER: He he he he he...
ru: OTHER: Хе-хе-хе-хе-хе...

source: OTHER: Gdyby nie ja...
ru: OTHER: И если бы я не пришёл на помощь...

source: P#OTHER: ...cała ta historia skończyłaby się|jakąś straszną tragedią.
ru: P#OTHER: ...история бы могла закончиться весьма печально...

source: OTHER: Jak zwykle przeszedłem do pieśni i legendy,|co nawiasem mówiąc, staje się już nieco nużące.
ru: OTHER: Как всегда, я всех спас, меня прославили|в песнях и мифах... И, по правде говоря,|мне такие развязки уже надоели.

source: OTHER: Kłopotliwy demon też przeszedł do legendy. A raczej|do piekielnych opowieści o okrucieństwie Lucyfera|i karach, jakie spotykają nieposłusznych podwładnych.
ru: OTHER: Но свой кусочек легенды достался и демону-авантюристу.|Правда, не столь нашей легенды, сколь адской –|про то, как жестоко Люцифер может наказать за своеволие.

source: OTHER: Ostatnio naszego demona widziano jak występował w roli|głównego testera wyjątkowo wymyślnego koła tortur.
ru: OTHER: Недавно его пристроили в качестве главного испытателя|нового, ультрасовременного пыточного колеса.

source: OTHER: Zabawne, prawda?
ru: OTHER: Забавно вышло, да?

source: OTHER: Opowiedzmy po kolei o bohaterach naszej historii.
ru: OTHER: Но вернёмся лучше к остальным действующим лицам.

source: P#OTHER: Wrócił do dawnego ciała i nieoczekiwanie|ta jego nowa wersja spodobała się pięknej|Shandrii!
ru: P#OTHER: Наш герой вновь вернулся в своё бывшее тело.|И его истинный облик отчего-то сильно понравился|красавице Шандрии!

source: OTHER: Kobiety są nieobliczalne...
ru: OTHER: Кто бы мог понять этих женщин...

source: OTHER: ...a ta kobieta jest szczególnie nieobliczalna.
ru: OTHER: ...особенно как раз-таки эту Шандрию.

source: OTHER: Miejmy nadzieję, że nie weźmie naszego|bohatera pod swój uroczy pantofelek.
ru: OTHER: Будем надеяться, что она не загонит|нашего героя под свой красивый каблучок.

source: OTHER: Choć znając ją i jego nie jest to wykluczone.
ru: OTHER: Впрочем, сложно заранее надеяться,|зная, каков он и какова она.

source: P#OTHER: W zasadzie mogę się nawet założyć o beczkę piwa.
ru: P#OTHER: Настолько сложно надеяться, что я готов|поспорить на бочку пива.

source: OTHER: Grabarz...
ru: OTHER: Гробокопатель...

source: OTHER: ...z cmentarzyska koło zamku Garrahan do dzisiaj|gorąco przyjaźni się ze swoim szczurem i nazywa|go "swoim najdroższym przyjacielem". Podobno|nauczył go nawet mówić komplementy...
ru: OTHER: ...с кладбища близ замка Гаррахан – он сильно сдружился|со своей крысой, называет её "лучшей подругой".|Говорят, он даже научил её комплименты делать...

source: P#OTHER: ...choć w to już nie chce mi się wierzyć.
ru: P#OTHER: ...впрочем, я сам в этом сомневаюсь.

source: OTHER: Czarodziej z miasteczka nigdy już|nie potrafił stworzyć homunkulusa...
ru: OTHER: Городской чародей так и не сумел|создать нового гомункула...

source: OTHER: ...może zadziałała tu jakaś magia...
ru: OTHER: ...может, магия ему помешала...

source: OTHER: ...i załamany wyruszył szukać swego|duchowego mistrza i przewodnika.
ru: OTHER: ...и вот, отчаявшись, он отправился в дорогу, чтобы|поискать своего духовного наставника.

source: P#OTHER: Prędzej czy później trafi do mnie.
ru: P#OTHER: Однажды он меня найдёт.

source: OTHER: Historia barda i jego żony zakończyła|się nad wyraz szczęśliwie.
ru: OTHER: История с бардом и его женой|закончилась счастливо.

source: OTHER: W niej zakochał się bogaty kupiec z południa,|który szybko zmarł zostawiając jej cały majątek...
ru: OTHER: В жену барда влюбился богатый купец с юга,|который вскоре умер и оставил ей после смерти|всё своё состояние...

source: OTHER: ...w nim najmłodsza i najpiękniejsza córka|nieprzyzwoicie bogatego kasztelana.
ru: OTHER: ...а в самого барда влюбилась дочка|бессовестно богатого кастеляна –|самая молодая и самая красивая в его семье.

source: OTHER: Oboje są bardzo szczęśliwi.
ru: OTHER: Оба очень довольны.

source: P#OTHER: Cały dwór Garrahan przyjął z ulgą i radością|swojego księcia i pana, który odzyskał ciało,|będące jego powodem dumy.
ru: P#OTHER: Весь замок Гаррахан с радостью встретил своего|принца, который, чем очень гордился,|вернул себе своё тело.

source: P#OTHER: Podobno po wyposzczeniu w Piekle książę postanowił|w najbliższym czasie się ożenić, ale...
ru: P#OTHER: Похоже, в аду ему не позволяли ходить по бабам.|И он так истосковался по женской ласке,|что даже решил жениться...

source: OTHER: ...ma kłopoty z wyborem pośród dziesiątek kandydatek.
ru: OTHER: ...десятки девушек собрались свататься,|но он и по сей день никак не выберет одну.

source: P#OTHER: Zamczysko Fjord zamieniono w skansen. Stoją tam|teraz wypchane wampiry, a na ścianach wiszą|przerażające ryciny, kołki, pęta czosnku, krzyże|i wiele innych eksponatów.
ru: P#OTHER: Из замка Фьорд сделали музей под открытым небом.|Теперь там стоят чучела вампиров, а на стенах висят|страшные гравюры, колья, кресты, чеснок и другие экспонаты.

source: P#OTHER: Kiedy Pan Słońce znajduje trochę czasu unosi się nad|zamkiem Fjord i wygłasza referat zatytułowany...
ru: P#OTHER: Пан Солнце, когда у него есть время, порой зависает|в воздухе над замком и читает лекцию под названием...

source: OTHER: "O pomyślnym działaniu palenia wampirów|na reumatyzm i dobre samopoczucie".
ru: OTHER: "О положительном влиянии сжигания вампиров|на ревматизм и общее самочувствие".

source: OTHER: Pustelnik opuścił swoją chałupkę|i postanowił zamieszkać w młynie...
ru: OTHER: Отшельник покинул свою хижину|и поселился на мельнице...

source: OTHER: ...tłumacząc wszystkim, że koło młyńskie hipnotyzuje|lepiej, niż jakiekolwiek ziele, a zepsuta mąka i mrówki|są i tak o wiele lepsze niż jego poprzednia dieta.
ru: OTHER: ...где рассказывает, что медитировать на жернова|куда лучше, чем на травке, и что гнилая мука и муравьи|куда вкуснее его предыдущей еды.

source: OTHER: Do dziś nie wiadomo, kim była kobieta w woalce...
ru: OTHER: До сих пор не ясно, кем именно|была та женщина с вуалью...

source: OTHER: ...ale jeden z mieszkańców miasteczka cierpiał na|straszną niestrawność przez ponad dwa miesiące.
ru: OTHER: ...но один из горожан два месяца подряд|мучался страшным несварением желудка.

source: OTHER: Nieszczęśliwy krasnolud, naiwnie myślący,|że w mózgu pomieszało mu się od nadmiaru piwa...
ru: OTHER: Наш несчастный гном по наивности решил,|что залил себе пивом последние мозги...

source: OTHER: ...co jest przecież oczywistą brednią,|bo piwo jest zbawiennym i uzdrawiającym likworem...
ru: OTHER: ...и зря, ведь пиво – полезный напиток|с массой исцеляющих свойств...

source: OTHER: ...zdecydował rozpocząć nowe życie.
ru: OTHER: ...но всё же он решил начать новую жизнь.

source: OTHER: A ja?
ru: OTHER: А я?

source: OTHER: Cóż...|Nigdy nie potrafiłem usiedzieć w jednym miejscu.
ru: OTHER: А, собственно, что я?|Я никогда не мог усидеть на месте.

source: OTHER: Być może poszukam dróg w czasie i przestrzeni,|aby rozwiązać zagadkę mojej śmierci.
ru: OTHER: Наверное, поброжу по пространству и времени|и попробую, наконец, выяснить, как же именно я умер.

source: OTHER: Bo nie wiem czy wiecie, że zginąłem|w sposób niezwykle...
ru: OTHER: Просто не знаю, в курсе ли вы –|умер я как-то уж совсем чересчур...

source: OTHER: ...dość o tym! Szczerze mówiąc strasznie|zaschło mi w ustach.
ru: OTHER: ...так, хватит об этом!|Знаете, что-то у меня в горле пересохло.

source: P#OTHER: Jeżeli kiedyś zobaczycie mnie w karczmie|nie wahajcie się przysiąść, zwłaszcza jak|jesteście piękną blondynką.
ru: P#OTHER: Если увидите меня в какой корчме, подсаживайтесь|смелее, особенно если вы – прекрасная блондинка.

source: OTHER: Jeżeli usłyszycie pieśń o mnie nie|wahajcie się przyłączyć do chóru.
ru: OTHER: Если услышите обо мне песню,|подпевайте в припевах – не стесняйтесь.

source: OTHER: O mnie powstają tylko piękne pieśni.
ru: OTHER: Ведь обо мне сочиняют только красивые песни.

source: OTHER: Pamiętasz, ile razy wyciągałem cię z opresji?
ru: OTHER: Помнишь, сколько раз я тебя выручал?

source: OTHER2: Pamiętam, już ci dziękowałam.
ru: OTHER2: Помню. Я уже поблагодарила.

source: OTHER: A pamiętasz, jak byliśmy przytuleni|w jednej z tych komnat w Piekle?
ru: OTHER: А помнишь, как мы обнимались|в той камере в Аду?

source: OTHER2: Pamiętam. Coś nawet zacząłeś mówić...|Bałam się nawet przez chwilę, że mnie pocałujesz.
ru: OTHER2: Конечно. Ты ещё что-то говорить начал...|Я тогда даже испугалась, что ты меня поцелуешь.

source: OTHER: Bałaś się?! Jak to, bałaś się?!
ru: OTHER: Испугалась? В смысле, испугалась?!

source: P#OTHER2: Och, jesteś taki głupiutki...
ru: P#OTHER2: Дурашка...

source: P#OTHER: Achhh... Rozumiem.
ru: P#OTHER: А-а... Всё с тобой ясно.

source: OTHER: No, ale może jeszcze będą z ciebie ludzie.
ru: OTHER: Быть может, в один прекрасный день ты и станешь мужиком.

source: homunkulus - Nie jest najmądrzejszy, ale przynajmniej|jest magiczny.
ru: Гомункул - Не шибко умный,|зато хотя бы волшебный.

source: eliksir nieśmiertelności - Aż trudno uwierzyć, że coś takiego|naprawdę istnieje.
ru: Эликсир вечной жизни - Тяжело поверить, что что-то|подобное вообще существует.

source: kapeć - Stary, cuchnący, zgrzybiały kapeć.
ru: Тапочек - Старый, вонючий, облезлый тапочек.

source: amulet - Talizman w kształcie głowy wilka.
ru: Амулет - Талисман в форме волчьей головы.

source: sztylet - Bardzo oryginalny, ale na pewno bardzo|niebezpieczny.
ru: Кинжал - На вид – очень необычный.|И очень небезопасный.

source: wytrychy - Nosił wilk razy kilka...
ru: Отмычки - Не всё коту масленица...

source: księga szarej magii - Szara magia?...
ru: Книга серой магии - Серая магия?...

source: klejnot - Piękny i na pewno wart fortunę.
ru: Рубин - Прекрасен, и стоит, наверное, целое состояние.

source: łopata - Użyteczne narzędzie pracy.
ru: Лопата - Полезный инструмент в хозяйстве.

source: fałszywe kości - Kości są tak wyważone, by zawsze|wypadała szóstka.
ru: Шулерские кости - Они так сбалансированы,|что всегда падают шестёрками кверху.

source: książka - Cała zapisana w nieznanym mi języku.|Mnóstwo dziwnych rysunków...
ru: Книга - Написана на каком-то незнакомом языке.|И много странных рисунков...

source: czar - Bez cienia wątpliwości - nic z niego|nie rozumiem.
ru: Заклинание - Заявляю однозначно –|я вообще в нём ничего не понимаю.

source: srebrne lustro - Jest tak gładkie, że nawet moja nowa|twarz zaczyna mi się podobać...
ru: Серебряное зеркало - Оно такое гладкое, что даже моё|новое лицо начинает мне нравиться...

source: czar - Czar przenosin do siedziby Pana Słońce.
ru: Заклинание - Это заклинание может перенести|прямо в гости к Пану Солнце.

source: lutnia - Żona barda krzyczała coś o lutni-samograjce...|Ale ta tutaj jakoś siedzi cicho...
ru: Лютня - Жена барда что-то кричала про лютню-самоиграйку...|Но у меня лютня почему-то лежит и молчит...

source: talizman nekromanty - Przepełniony podstępną magią...
ru: Талисман некроманта - Наполнен хитрой магией...

source: szal modnisi - Po zapachu sądząc składa się po połowie|z jedwabiu i perfum.
ru: Модная шаль - Судя по запаху, она состоит|наполовину из духов и наполовину из шёлка.
