Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Sorry. I haven't seen your trio.
de_de: Bedauere, ich habe Ihr Trio nicht gesehen.
es_es: Lamento no haber visto a su trío.
fr_fr: Je regrette, j'ai pas vu votre trio.
hu_hu: Sajnálom, nem láttam a trióját.
it_it: Mi spiace, non ho visto il vostro trio.
pl_pl: Przykro mi. Nie widziałem tych trzech osób.
pt_br: Sinto muito, não vi o seu trio.
pt_pt: Desculpe. Não vi o seu trio.
ru_ru: Извини. Я не видел твою троицу.

source: I didn't see her, but ...
de_de: Ich habe sie nicht gesehen, aber ...
es_es: No la he visto, pero...
fr_fr: Je ne l'ai pas vue, mais ...
hu_hu: Nem láttam, de ...
it_it: Non l'ho vista, ma...
pl_pl: Nie widziałem jej, ale ...
pt_br: Não vi ela, mas...
pt_pt: Não a vi, mas ...
ru_ru: Я не видела ее, но...

source: The water is drinkable, but it is true that it tastes funny. You'll have to go to the water tower if you want to change something.
de_de: Das Wasser ist trinkbar, aber es hat wirklich einen komischen Geschmack. Man müßte hin zum Wasserturm um daran etwas zu ändern.
es_es: El agua es potable pero es verdad que tiene un sabor raro. Habría que ir al castillo de agua para cambiar algo.
fr_fr: L'eau est potable mais c'est vrai qu'elle a un goût bizarre. Il faudrait aller au château d'eau pour y changer quelque chose.
hu_hu: A víz iható, de igaz, hogy fura íze van. A víztornynál kéne valamit vele csinálni.
it_it: L'acqua è potabile, ma ha un gusto strano. Bisognerebbe andare al serbatoio dell'acqua e cambiare qualche cosa.
pl_pl: Woda nadaje się do picia, ale to prawda, że smakuje dziwnie. Jeżeli chcesz to zmienić, będziesz musiał pójść do wieży ciśnień.
pt_br: A água é bebível, mas é verdade que tem o gosto estranho. Você terá que ir para a Torre de Tratamento de Agua se quiser mudar alguma coisa.
pt_pt: A água é bebível, mas é verdade que tem um sabor estranho. Tem que ir à Torre de Ägua se quiser mudar alguma coisa.
ru_ru: Воду можно питЬ, но это правда, что у нее странный вкус. Тебе нужно отправитЬся к водонапорной башне, если хочешЬ что-нибудЬ изменитЬ.

source: Good day, mate.
de_de: Guten Tag Alter.
es_es: Buenos días viejo.
fr_fr: Bonjour vieux.
hu_hu: Jó napot, bajtársam!
it_it: Buongiorno, amico.
pl_pl: Dzień dobry, kolego.
pt_br: Bom dia, amigo.
pt_pt: Bom dia, amigo.
ru_ru: Добрый денЬ, приятелЬ.

source: Bye, say hi to my cousin when you see him.
de_de: Tschüs, grüß meinen Cousin von mir, wenn Du ihn siehst.
es_es: Hola, saluda a mi primo cuando lo veas.
fr_fr: Salut, embrasse mon cousin quand tu le verras.
hu_hu: Viszlát, adja át üdvözletem az unokatestvéremnek, ha találkozik vele.
it_it: Ciao; saluta mio cugino da parte mia, quando lo vedi.
pl_pl: Żegnaj, przywitaj się z moim kuzynem, jeśli go zobaczysz.
pt_br: Tchau, diga oi para o meu primo quando você o encontrar.
pt_pt: Adeus, diga olá para o meu primo quando o encontrar.
ru_ru: Пока, передавай привет моему двоюродному брату, когда увидишЬ его.

source: We don't trust people easily here. Prove that you don't work for FunFrock, clobber a clone!
de_de: Man schenkt hier nicht leicht sein Vertrauen. Beweise uns, daß Du nicht im Dienst von FunFrock stehst, schlag einen Klon nieder !
es_es: Aquí no se confía fácilmente. Pruébanos que tú no estás al servicio de FunFrock, ¡golpea a un clon, por ejemplo!
fr_fr: On ne fait pas confiance facilement ici. Prouve-nous que tu n'es pas au service de FunFrock, assomme un clone !
hu_hu: Nem bízunk az emberekben olyan könnyen erre felé. Bizonyítsd be, hogy nem Dr. KacajKabátnak dolgozol! Intézz el egy klónt!
it_it: Qui non ci si fida facilmente della gente. Provaci che non sei al servizio di FunFrock, infastidisci un clone, ad esempio!
pl_pl: My tutaj nie jesteśmy zbyt ufni. Udowodnij, że nie pracujesz dla FunFrocka, załatw jakiegoś klona!
pt_br: Nós não confiamos em desconhecidos por aqui. Prove que você não trabalha para FunFrock, mate um clone!
pt_pt: Não confiamos facilmente nas pessoas por aqui. Prove que não trabalha para FunFrock, matando um clone!
ru_ru: Мы здесЬ с трудом доверяем людям. Докажи, что ты не работаешЬ на ФанФрока, избей клона!

source: To Citadel Island.
de_de: Zur Zitadelleninsel.
es_es: A la isla de la Ciudadela.
fr_fr: Sur l'île de la Citadelle.
hu_hu: Citadella-szigetre.
it_it: Sull'Isola della Cittadella.
pl_pl: Na Wyspę Citadel.
pt_br: Para a Ilha da Fortaleza.
pt_pt: Para a Ilha Cidadela.
ru_ru: На Остров Цитадели.

source: To Rebellion Island.
de_de: Zur Rebellion-Insel.
es_es: A la isla de la Rebelión.
fr_fr: Sur l'île de la Rébellion.
hu_hu: Lázadó-szigetre.
it_it: Sull'Isola della Ribellione.
pl_pl: Na Wyspę Rebellion.
pt_br: Para a Ilha dos Rebeldes.
pt_pt: Para a Ilha da Rebelião.
ru_ru: На Остров Восстания.

source: Here it is: like new, good handling and fast, this catamaran is for you!... for 200 Kashes.
de_de: Hier ist das Prachtstück : wie neu, wendig und schnell, für 200 Kashes gehört Dir der Katamaran.
es_es: Mira esta maravilla: como nuevo, maniobrable y rápido, este catamarán será tuyo por sólo 200 Kashes.
fr_fr: Voilà la merveille : état neuf, maniable et rapide, ce catamaran est à toi pour 200 Kashes.
hu_hu: Itt is van: mint új korában, gyors és könyyen irányítható, ez a katamarán az öné!... 200 Petákért.
it_it: Guarda che meraviglia: nuovo, agile e rapido; il catamarano è tuo per soli 200 Kash.
pl_pl: Jest tutaj: jak nowy, stabilny i szybki, ten katamaran jest dla ciebie!... za 200 Kashes.
pt_br: Aqui está: novo em folha, controles perfeitos e rápidos, essa beleza é sua!... por 200 Kashes.
pt_pt: Aqui está: como novo, manipulação perfeita e rápida, este catamaran é seu por 200 Kashes.
ru_ru: Вот он: как новый, хорошо управляется и быстрый, этот катамаран для тебя!.. за 200 кэшей.

source: Too expensive for my blood!
de_de: Das ist für mich zu teuer !
es_es: ¡Demasiado caro para mí!
fr_fr: Trop cher pour moi !
hu_hu: Nem vagyok ilyen hidegvérû!
it_it: Costa troppo per me!
pl_pl: To stanowczo za drogo!
pt_br: Muito cara pro meu sangue!
pt_pt: Muito caro para mim!
ru_ru: Для меня это слишком дорого!

source: Great, I'll take it.
de_de: Großartig, kauf' ich.
es_es: Magnífico, lo compro.
fr_fr: Superbe, j'achète.
hu_hu: Nagyszerû, kezet rá.
it_it: Ottimo, lo compro.
pl_pl: Wspaniały, biorę go.
pt_br: Ótimo, eu vou levar.
pt_pt: Öptimo, eu levo-o.
ru_ru: Отлично, я беру его.

source: I've got to tell you something. It's awful! My best friend (Beatrice) is in love with Steven. But Paul, Steven's half brother, left Cindy when Linda got out of the clinic after her bobsleigh accident. But not for Linda, for Tatjana! Only Serge (who secretly admires Steven) has been trying for months to win the love of Tatjana who refuses to talk to Christy since she died. All the while Stephanie - who remarried Serge - discovered the letter from Paulina in which she explained where was the box of clover leaves left behind by Roy. So, evidently, Beatrice wonders if Linda knows about the accident. | You get all that?
de_de: Ich muß Ihnen etwas sagen. Es ist schrecklich ! Meine beste Freundin (Béatrice) ist in Steven verliebt. Nun, der Paul, Stevens Halbbruder, hat Cindy verlassen als Linda nach Ihrem Schlittenunfall aus der Klinik kam. Aber nicht wegen Linda, sondern wegen Tatjana ! Bloß Serge - der heimlich Steven bewundert - versucht seit Monaten Tatjana zu erobern, die sich weigert mit Christy zu sprechen, seitdem diese tot ist. Währendessen hat Stephanie - die wieder geheiratet hat, diesmal mit Serge - den von Paulina hinterlassenen Brief gefunden, in dem sie erklärt wo sich das von Roy vergessene Kleeblatt-Kästchen befindet. Jetzt fragt sich natürlich Béatrice, ob Linda über den Unfall Bescheid weiß. | Folgen Sie mir ?
es_es: Tengo que decirle algo. ¡Es terrible! Mi mejor amiga (Beatriz) está enamorada de Steven. Ahora bien, Paúl, el medio hermano de Steven, ha dejado a Cindy cuando Linda salió de la clínica después de su accidente de trineo. ¡Pero no por Linda, sino por Tatjana! Solamente Sergio que (admira secretamente a Steven) trata desde hace meses de conquistar a Tatjana que se niega a hablar de Christy desde que ésta murió. Mientras tanto, Stephanie - que se ha vuelto a casar con Sergio - ha descubierto la carta dejada por Paulina en la cual ella explicaba dónde se encontraba la caja de tréboles olvidada por Roy. Evidentemente, Beatriz se pregunta si Linda está al corriente del accidente. | ¿Me sigue?
fr_fr: Il faut que je vous dise quelque chose. C'est terrible ! Ma meilleure amie (Béatrice) est amoureuse de Steven. Or Paul, le demi-frère de Steven, a quitté Cindy lorsque Linda est ressortie de la clinique après son accident de luge. Mais pas pour Linda, pour Tatjana ! Seulement Serge (qui admire secrètement Steven) essaie depuis des mois, de conquérir Tatjana qui refuse de parler à Christy depuis que celle-ci est morte. Pendant ce temps Stephanie - qui s'est remariée avec Serge - a découvert la lettre laissée par Paulina, dans laquelle elle expliquait où se trouvait la boîte de trêfle oubliée par Roy. Alors évidemment, Béatrice se demande si Linda est au courant pour l'accident. | Vous me suivez ?
hu_hu: El kell mondanom valamit. Ez borzasztó! A legjobb barátnôm, Beatrice szerelmes Steve-be. De Paul, Steven féltestvére, elhagyta Cindy-t, amikor Linda kikerült a klinikáról a szánkó balesete után. Nem is Linda, hanem Tatjána! Csak Serge, aki tiszteli Steven-t, hónapokig próbálta megnyerni Tatjana kezét, aki nem beszél többet Krisztivel, miután meghalt. Ez alatt Stephanie - aki újra hozzáment Steve-hez - aki megtalálta Paulina levelét, amiben elmagyarázza, hol hagyta Roy a lóherés dobozt. Tehát természetesen, Beatrice most azon tûnôdik, vajon Linda tud-e a balesetrôl. | Megértette?
it_it: Oh, le devo raccontare una cosa! Tremendo! Beatrice, la mia migliore amica, è fidanzata di Steve. Paul, il fratellastro di Steven, ha lasciato Cindy quando Linda è uscita dalla clinica dopo l'incidente in slitta. Ma non per Linda, per Tatiana! Sergio, che ammira segretamente Steven, tenta da mesi di conquistare Tatiana, che rifiuta di parlare a Christy da quando questa è morta. Nel frattempo Stephanie, che si è risposata con Serge, ha scoperto la lettera lasciata da Pauline, in cui spiegava dove si trova la scatola di trifoglio dimenticata da Roy. Ovviamente Beatrice si chiede se Linda sia al corrente dell'incidente. | Mi segue?
pl_pl: Muszę ci coś powiedziać. To straszne! Moja najlepsza przyjaciółka (Beatrice) kocha się w Stevenie. Ale Paul, jego przyrodni brat, zostawił Cindy kiedy Linda wyszła z kliniki, po wypadku na torze bobslejowym. Ale nie dla Lindy, tylko dla Tatjany! Tylko Serge (który potajemnie adoruje Stevena) już od miesięcy próbuje nakłonić do siebie Tatjanę, która nie chce rozmawiać z Christy, odkąd umarła. Przez cały czas Stephanie - która powtórnie wyszła za Serge'a - odkryła list od Pauliny, w którym wyjaśniła, gdzie jest pudełko na liście koniczyny, które schowała przed Royem. Więc najwyraźniej, Beatrice zastanawia się, czy Linda wie o wypadku. | Kumasz?
pt_br: Tenho que te contar uma coisa. É horrível! Minha melhor amiga (Beatrice) está apaixonada pelo Steven. Mas Paul, o meio-irmão de Steven, deixou a Cindy quando a Linda saiu da clínica após o seu acidente de trenó. Mas não pela Linda, pela Tatjana! O problema é que Serge (que secretamente admira o Steven) está tentando a meses ganhar o amor de Tatjana que se recusa a falar com Christy desde que ela morreu. Enquanto isso Stephanie - que casou com o Serge de novo - encontrou a carta da Paulina em que ela explica onde Roy deixou a caixa de trevo. Então, evidentemente, Beatrice se pergunta se Linda sabe do acidente. | Você entendeu tudo?
pt_pt: Tenho que lhe contar uma coisa. É horrível! A minha melhor amiga (Beatrice) está apaixonada pelo Steven. Mas Paul, o meio-irmão de Steven, deixou a Cindy quando a Linda saiu da clínica depois do seu acidente de trenó. Mas não pela Linda, pela Tatjana! O problema é que Serge (que secretamente admira o Steven) está a tentar a meses ganhar o amor de Tatjana que se recusa a falar com Christy desde que ela morreu. Enquanto isso, Stephanie, que casou com o Serge de novo, encontrou a carta da Paulina que explica onde Roy deixou a caixa de trevo. Então, evidentemente, Beatrice quer saber se Linda sabe do acidente. | Entendeu tudo?
ru_ru: Я расскажу тебе кое-что. Это ужасно! Моя лучшая подруга (Беатрис) влюблена в Стивена. Но Пол, сводный брат Стивена, бросил Синди, когда Линда вышла из клиники после аварии на бобслее. Но не ради Линды, а ради ТатЬяны! ТолЬко Серж (который тайно восхищался Стивеном) в течение месяцев пытался завоеватЬ любовЬ ТатЬяны, которая отказаласЬ разговариватЬ с Кристи после того, как та умерла. Все это время Стефани - которая повторно вышла замуж за Сержа - обнаружила писЬмо от Паулины, в котором та объясняла, где находится коробка листЬев клевера, оставленная Роем. Так что, очевидно, Беатрис хотела бы знатЬ, известно ли Линде об аварии. | Ты все понял?

source: Wake up, I've just found the escapee!
de_de: Wach auf, ich habe den Ausbrecher gefunden !
es_es: ¡Despiértate, acabo de encontrar al evadido!
fr_fr: Réveille-toi, je viens de trouver l'évadé !
hu_hu: Hahó, ébresztô! Megtaláltam a szökevényt!
it_it: Svegliati, ho appena trovato l'evaso!
pl_pl: Obudź się, właśnie znalazłem uciekiniera!
pt_br: Acorde, acabei de encontrar o fugitivo!
pt_pt: Acorde, acabei de encontrar o fugitivo!
ru_ru: ПроснитесЬ, я нашел беглеца!

source: Thief! | | Leave my money box alone!
de_de: Dieb ! | | Hände weg von meiner Kasse !
es_es: ¡Ladrón! | | ¡Deja mi caja tranquila!
fr_fr: Voleur ! | | Laisse ma caisse tranquille !
hu_hu: Tolvaj! | | Hagyja békén a pénzes dobozomat!
it_it: Ladro! | | Lascia stare la mia cassetta!
pl_pl: Złodziej! | | Zostaw w spokoju moją skarbonkę!
pt_br: Ladrão! | | Deixe meu dinheiro em paz!
pt_pt: Ladrão! | | Deixe a minha cauixa em paz!
ru_ru: Вор! | ОставЬ мою кассу в покое!

source: Sorry dear customer, but all that interests me is my modest concern.
de_de: Tut mir leid lieber Kunde, ich kümmere mich nur um mein bescheidenes Geschäft.
es_es: Lo siento estimado cliente, pero no me interesa mas que mi modesto negocio.
fr_fr: Désolé cher client, mais je ne m'intéresse qu'à mon modeste commerce.
hu_hu: Sajnálom kedves vásárló, de engem csak én érdeklem.
it_it: Spiacente, caro cliente, ma mi interesso solo ai miei modesti affari.
pl_pl: Przykro mi drogi kliencie, ale nie interesuję się niczym, poza moimi skromnymi troskami.
pt_br: Sinto muito cliente, mas tudo que me interessa é o meu modesto estabelecimento.
pt_pt: Desculpe caro cliente, mas tudo o que me interessa é o meu modesto estabelecimento.
ru_ru: Извини, дорогой покупателЬ, но все, что меня интересует, это мои скромные заботы.

source: Fool, don't do that! ANYTHING can happen now!
de_de: Unseliger, tun Sie das nicht ! Jetzt ist ALLES möglich !
es_es: ¡Desgraciado, no haga eso! ¡Desde ahora TODO es posible!
fr_fr: Malheureux, ne faites pas cela ! TOUT est désormais possible !
hu_hu: Ostoba, ne csináld! Bármi megtörténhet most!
it_it: Idiota, non lo faccia! Ormai TUTTO è possibile!
pl_pl: Głupcze, nie rób tego! NIC nie może się teraz wydarzyć!
pt_br: Imbecil, não faça isso! QUALQUER COISA pode acontecer agora!
pt_pt: Imbecil, não faças isso! QUALQUER COISA pode acontecer agora!
ru_ru: Глупец, не делай этого! ТеперЬ может произойти ВСЕ, ЧТО УГОДНО!

source: Ha, ha! You too are looking for his treasure? Well, I sure once had an old dusty book about LeBorgne, but a customer bought it this morning. It was a rabbibunny. I know that he works over at the library.
de_de: He, he ! Sie suchen auch nach seinem Schatz ? Ha, ich hatte in der Tat ein altes verstaubtes Buch über EinAuge, aber ein Kunde hat es mir heute morgen abgekauft. Es war ein Haasi, er arbeitet in der Bibliothek.
es_es: ¡Je, je! ¿También Ud. está buscando su Tesoro? Bah, yo tenía un viejo libro polvoriento que hablaba del pirata El Tuerto, pero un cliente me lo compró esta mañana. Era un conejuno, yo sé que trabaja en la biblioteca.
fr_fr: Hé, hé ! Vous aussi vous recherchez son Trésor ? Bah, j'avais bien un vieux bouquin poussiéreux à propos de LeBorgne, mais un client me l'a acheté ce matin. C'était un lapichon, je sais qu'il travaille à la bibliothèque.
hu_hu: Ha-ha! Te is a kincsét keresed? Volt egyszer egy régi, poros könyvem LeBorgne-ról, de valaki megvette tôlem ma reggel. Egy nyulam-bulam volt, ha jól emlékszem. Azt hiszem a könyvtárban dolgozik.
it_it: Eh eh eh! Anche lei cerca il Tesoro? Boh, io avevo un vecchio e polveroso libro sul Guercio, ma un cliente lo ha comprato proprio questa mattina. Era un lapinoide, so che lavora alla biblioteca.
pl_pl: Ha, ha! Ty także szukasz jego skarbu? No więc, kiedyś miałem starą, brudną książkę o LeBorgnie, ale dziś rano kupił ją jakiś człowiek. To był rabbibunny. Wiem, że pracuje w bibliotece.
pt_br: Ha, ha! Você também está procurando o tesouro? Bem, eu tinha um livro velho e poeirento sobre LeBorgne, mas um cliente o comprou essa manhã. Foi um rabbibunny. Eu acho que ele trabalha na biblioteca.
pt_pt: Ha, ha! Também está à procura do tesouro? Bem, eu tinha um livro velho e poeirento sobre LeBorgne, mas um cliente comprou-o esta manhã. Foi um rabbibunny. Acho que ele trabalha na biblioteca.
ru_ru: Ха-ха! Ты ищешЬ его сокровище? Что ж, у меня определенно была старая пылЬная книга про ЛеБорна, но покупателЬ приобрел ее этим утром. Это был зайцекролик. Я знаю, что он работает в библиотеке.

source: I have not seen this young lady. But go over to the Astronomer's house. Even though he is not allowed to leave his own house, he knows everything. He lives in the last house on the hill overlooking the city.
de_de: Ich habe diese junge Person nicht gesehen. Aber gehen sie mal zum Astronom : auch wenn er sein Haus nicht verlassen darf, er weiß über alles Bescheid. Er wohnt im letzten Haus, ganz oben in der Stadt.
es_es: No he visto a esa joven persona. Pero vaya a casa del astrónomo: aunque le esté prohibido salir de su casa, está al corriente de todo. Vive en la última casa en lo alto de la ciudad.
fr_fr: Je n'ai pas vu cette jeune personne. Mais allez chez l'astronome : bien qu'il lui soit interdit de sortir de chez lui, il est au courant de tout. Il habite la dernière maison, tout en haut de la ville.
hu_hu: Nem láttam, ezt a fiatal hölgyet. De menj el az asztrológushoz! Bár nem hagyhatja el a saját házát, mégis mindent tud. Az utolsó házban él a városra nézô hegyen.
it_it: Non ho visto la ragazza. Ma provi a a parlare all'Astronomo: anche se non può uscire di casa, è al corrente di tutto. Abita nell'ultima casa, alla sommità della città.
pl_pl: Nie widziałem tej młodej Damy. Ale idź do domu Astronoma. Nawet pomimo tego, że nie wolno mu opuszczać domu, wie o wszystkim. Mieszka w ostatnim domu na wzgórzu, które wznosi się nad miastem.
pt_br: Eu não vi essa jovem. Mas visite a casa do astrônomo. Apesar de não poder sair de casa, ele sabe de tudo. Ele vive na última casa, que fica na colina, no topo da cidade.
pt_pt: Não vi essa jovem senhora. Mas visite a casa do Astrónomo. Apesar de não poder sair de casa, ele sabe de tudo. Ele vive na última casa, que fica na colina, no topo da cidade.
ru_ru: Я не видел эту молодую даму. Но сходи в дом астронома. Хотя ему и не позволено покидатЬ свой дом, он знает все. Он живет в последнем доме на холме с видом на город.

source: It tastes EXACTLY the same as before. I won't guide you through the library.
de_de: Der Geschmack ist GENAU der gleiche wie vorhin. Ich führe Sie nicht zum Geheimarchiv.
es_es: El sabor es EXACTAMENTE el mismo que antes. Ya no lo llevo al infierno.
fr_fr: Le goût est EXACTEMENT le même qu'avant. Je ne vous mène pas à l'enfer.
hu_hu: Ugyanolyan az íze, mint eddig. Nem vezetlek körbe a könyvtárban.
it_it: Il gusto è IDENTICO a quello di prima. Non le aprirò l'enfer.
pl_pl: Smakuje DOKŁADNIE tak samo jak przedtem. Nie przeprowadzę cię przez bibliotekę.
pt_br: Tem o gosto EXATAMENTE igual. Eu não vou te levar à lugar nenhum.
pt_pt: Tem o sabor EXACTAMENTE igual ao anterior. Não o vou levar à lado nenhum.
ru_ru: У нее ТОЧНО такой же вкус, как и прежде. Я не провожу вас через библиотеку.

source: Did you know that a wise guy dumped some syrup into the island's water supply? I'd like to find that guy so that I can give him a piece of my mind. You wouldn't happen to know him, would you?
de_de: Stellen Sie sich vor, ein kleiner Teufel hat Sirup in das Trinkwassernetz der Insel gegossen ! Ich würde gern ein paar Worte mit ihm wechseln, kennen Sie ihn ?
es_es: ¡Figúrese que un listo de esos ha vertido jarabe en la red de agua potable de la isla! Me encantaría decirle dos palabras, ¿lo conoce?
fr_fr: Figurez-vous qu'un petit malin a versé du sirop dans le réseau d'eau potable de l'île ! J'aimerais bien lui dire deux mots, vous le connaissez ?
hu_hu: Tudtad, hogy egy bölcs lélek szörpöt öntött a város vízellátásába? Megszeretném találni ezt a jóembert. Nem ismeri véletlenül?
it_it: Si figuri, un furbacchione ha versato dello sciroppo nella rete idrica dell'isola! Mi piacerebbe dirgli due parolette; lo conosce, per caso?
pl_pl: Wiesz że jakiś mądry człowiek wrzucił trochę syropu do lokalnego ujęcia? Chciałbym pozanać tego kogoś, żebym mógł mu złożyć wyrazy szacunku. Ty chyba go nie znasz, mam rację?
pt_br: Você sabia que um espertinho derrubou xarope no reservatório de água da cidade? Eu gostaria de conhecer esse cara para conversar um pouquinho. Você não conhece esse cara, conhece?
pt_pt: Sabia que um espertinho entornou xarope no reservatório de água da cidade? Gostaria de conhece-lo para conversar um bocadinho. Você não o conhece, pois não?
ru_ru: Ты знал, что какой-то умник вылил сироп в подачу воды на острове? Я бы хотел найти этого парня и высказатЬ ему все, что я о нем думаю. Ты случайно его не знаешЬ?

source: It was me! Not bad, huh?
de_de: Das war ich, genial nicht ?
es_es: Soy yo, genial, ¿no ?
fr_fr: C'est moi, génial non ?
hu_hu: Személyesen! Nem rossz, mi?
it_it: Sono stato io. Idea geniale, non è vero?
pl_pl: Ja to zrobiłem! Nieźle, co nie?
pt_br: Fui eu! Nada mal, ein?
pt_pt: Fui eu! Nada mau, huh?
ru_ru: Это был я! Неплохо, а?

source: Probably another FunFrock stunt.
de_de: Das hat FunFrock verbockt.
es_es: Es una de las de FunFrock.
fr_fr: C'est un coup de FunFrock.
hu_hu: Biztos megint valami Dr. KacajKabát féle mutatvány.
it_it: E' un colpo di FunFrock.
pl_pl: To pewnie kolejny chwyt reklamowy FunFrocka.
pt_br: Provavelmente outra manobra de FunFrock.
pt_pt: Provavelmente outra manobra de FunFrock.
ru_ru: Возможно, очередной фокус ФанФрока.
