Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Ah, I never heard that one. But the one about the pirate that had rheumatisms in one leg and termites in the other cracks me up every time!
de_de: Ach, die kenne ich nicht. Aber die vom Piraten, die Rheuma in einem Bein und Termiten im anderen hatte, über die kann ich mich jedesmal totlachen.
es_es: Ah, no conozco esa, pero la del pirata que tenía reumatismo en una pierna y cojera en la otra, me hace morir de risa cada vez que lo pienso.
fr_fr: Ah, j'la connais pas celle-là. Mais celle du pirate qui avait des rhumatismes dans une jambe et des termites dans l'autre, elle me fait mourir de rire à chaque fois.
hu_hu: Soha nem hallottam. De a kalóztörténet, az kiújítja a reumát az egyik lábamban, és öregbíti a másikban!
it_it: Ah, non la conosco quella. Ma quella del pirata che aveva i reumatismi a una gamba e le termiti all'altra, quella mi fa sempre schiattare dal ridere.
pl_pl: Ach, nigdy o nim nie słyszałem. Ale przeświadczenie o innym piracie, który miał reumatyzm w jednej nodze i termity w drugiej, ciągle mnie załamuje!
pt_br: Ah, eu nunca ouvi essa. Mas aquela história sobre o pirata que tinha reumatismo em uma perna e cupins no olho me mata de rir todas as vezes!
pt_pt: Ah, eu nunca ouvi essa. Mas aquela história sobre o pirata que tinha reumatismo numa das pernas e térmitas na outra, faz-me rir todas as vezes!
ru_ru: А, никогда о нем не слышал. Но от истории о пирате, у которого был ревматизм в одной ноге и термиты в другой, я каждый раз валяюсЬ со смеху!

source: Hi mate!
de_de: Hallo Schiffsjunge !
es_es: ¡Hola grumetillo!
fr_fr: Salut moussaillon !
hu_hu: Helló, haver!
it_it: Salve, mozzo!
pl_pl: Cześc kumplu!
pt_br: Oi amigo!
pt_pt: Oi amigo!
ru_ru: Привет, приятелЬ!

source: LeBorgne! Since he didn't know how to read, he had his cook write the Captain's log. I know that it is for sale at the bazaar next door.
de_de: EinAuge ! Weil er nicht lesen konnte, hat er den Koch sein Logbuch schreiben lassen. Es steht im Bazar gleich nebenan zum Verkauf.
es_es: El Tuerto! Como no sabía leer, hizo que el cocinero redactase su bitácora. Yo sé que está en venta en el bazar justo aquí al lado.
fr_fr: LeBorgne ! Ne sachant pas lire il faisait rédiger son livre de bord par le cuisinier. Je sais qu'il est en vente au bazar juste à coté.
hu_hu: LeBorgne! Miután nem tudott írni, a szakcs írta a hajónaplóját. Tudom, hogy most próbálják eladni a bazárban, itt a szomszédban.
it_it: Il Guercio! Non sapeva scrivere, allora faceva redigere il libro di bordo al cuoco. Adesso è in vendita al bazaar qui di fianco.
pl_pl: LeBorgne! Nie umiał czytać, więc jego kucharz zpisywał jego dziennik kapitański. Wiem, że można go kupić w bazarze, za następnymi drzwiami.
pt_br: LeBorgne! Já que ele não sabia ler, ele fazia o seu cozinheiro escrever o diário de bordo. Eu sei que o diário está a venda no bazar aqui perto.
pt_pt: LeBorgne! Já que ele não sabia ler, o seu cozinheiro escrevia o seu diário de bordo. Sei que o diário está a venda no bazar aqui perto.
ru_ru: ЛеБорн! ПосколЬку он не умел читатЬ, его кок вел капитанский журнал. Я знаю, что он сейчас продается в соседнем магазине.

source: Sorry, I don't know anything about that.
de_de: Tut mir leid, kenn ich nicht.
es_es: Lo siento, no conozco.
fr_fr: Désolé, connais pas.
hu_hu: Sajnálom, semmit sem tudok róla.
it_it: Spiacente, non lo so.
pl_pl: Przykro mi, nic o tym nie wiem.
pt_br: Foi mal, mas não sei nada sobre isso.
pt_pt: Desculpe, não sei nada sobre isso.
ru_ru: Извини, я ничего про это не знаю.

source: This super Holomap costs only 20 Kashes (you will find that it is very useful!).
de_de: Dieser fantastische Holomap kostet 20 Kashes (Sie werden sehen, das ist sehr praktisch !).
es_es: Este extraordinario Holomapa cuesta 20 Kashes (¡Verá, es muy práctico!).
fr_fr: Cette superbe Holomap coûte 20 Kashes (vous verrez c'est très pratique !).
hu_hu: Ez a szuper holotérkép csak 20 Petákba kerül, majd meglátja milyen hasznos!
it_it: Questa magnifica holomap costa solo 20 Kash (come può vedere è molto utile!)
pl_pl: Ta super Holomapa kosztuje tylko 20 Kashes (zobaczysz, że jest bardzo pożyteczna!).
pt_br: Esse super Holomapa custa apenas 20 Kashes(você vai descobrir que ele é muito útil).
pt_pt: Este super Holomapa custa apenas 20 Kashes (vai descubrir que é muiti útil!).
ru_ru: Эта супер голокарта стоит всего 20 кэшей (ты увидишЬ, что она оченЬ полезна).

source: Gas for 10 voyages costs 30 Kashes.
de_de: Kraftstoff für 10 Reisen kostet 30 Kashes.
es_es: El combustible para 10 viajes cuesta 30 Kashes.
fr_fr: Du carburant pour 10 voyages coûte 30 Kashes.
hu_hu: 10 útra elegendô üzemanyag 30 Petákba kerül.
it_it: Il carburante per 10 viaggi costa 30 Kash.
pl_pl: Paliwo na 10 podróży kosztuje 30 Kashes.
pt_br: Gás pra 10 viagens custa 30 Kashes.
pt_pt: Combustível para 10 viagens custa 30 Kashes.
ru_ru: Топливо на 10 поездок стоит 30 кэшей.

source: 15 hearts of life powder will cost you 30 Kashes.
de_de: 15 Lebenspulverherzen kosten 30 Kashes.
es_es: 15 corazones de polvo de vida cuestan 30 Kashes.
fr_fr: 15 coeurs de poudre de vie coûtent 30 Kashes.
hu_hu: 15 életpor szívecske 30 Petákjába fog kerülni.
it_it: 15 cuori di polvere di vita costano 30 Kash.
pl_pl: 15 serc proszku życia będzie cię kosztować 30 Kashes.
pt_br: 15 corações de vida irão te custar 30 Kashes.
pt_pt: 15 corações de vida irão custar-lhe 30 Kashes.
ru_ru: 15 сердец из порошка жизни обойдутся вам в 30 кэшей.

source: 10 flasks of magic powder will cost you 30 Kashes.
de_de: 10 Fläschchen magischen Pulvers kosten 30 Kashes.
es_es: 10 frascos de polvo mágico cuestan 30 Kashes.
fr_fr: 10 fioles de poudre magique coûtent 30 Kashes.
hu_hu: 10 üvegcse mágiapor 30 Petákba kerül.
it_it: 10 fiale di polvere magica costano 30 Kash.
pl_pl: 10 butelek magicznego proszku będzie cię kosztować 30 Kashes.
pt_br: 10 frascos de pó mágico irão te custar 30 Kashes.
pt_pt: 10 frascos de pó mágico irão custar-lhe 30 Kashes.
ru_ru: 10 пузырЬков волшебного порошка обойдутся вам в 30 кэшей.

source: A meca-penguin will cost you 3 Kashes.
de_de: Ein Meca-Pinguin kostet 3 Kashes.
es_es: Un Meca-Pingüino cuesta 3 Kashes.
fr_fr: Un méca-pingouin coûte 3 Kashes.
hu_hu: Egy meca-pingvin 3 Petákba kerül.
it_it: Un robo-pinguino costa 3 Kash.
pl_pl: Mecha-pingwin będzie cie kosztować 3 Kashes.
pt_br: Um mega-pinguim irá te custar 3 Kashes.
pt_pt: Um meca-penguin irá custar-lhe 3 Kashes.
ru_ru: Меха-Пингвин обойдется вам в 3 кэша.

source: Sorry, I never heard anything about that.
de_de: Tut mir leid, kenn ich nicht.
es_es: Lo siento, lo desconozco.
fr_fr: Navré, connais pas.
hu_hu: Sajnálom, soha nem hallottam róla.
it_it: Spiacente, non lo so.
pl_pl: Przykro mi, nic o tym nie wiem.
pt_br: Desculpe, nunca ouvi nada sobre isso.
pt_pt: Desculpe, nunca ouvi nada sobre isso.
ru_ru: Извини, я никогда ничего об этом не слышал.

source: Hi friend.
de_de: Hallo Freund.
es_es: Hola amigo.
fr_fr: Salut ami.
hu_hu: Szia barátom.
it_it: Salve, amico.
pl_pl: Witaj przyjacielu.
pt_br: Oi amigo.
pt_pt: Olá amigo.
ru_ru: Привет, друг.

source: Ask the boss or the sailor at the table.
de_de: Fragen Sie den Wirt oder den Seemann dort am Tisch.
es_es: Pregúntele al patrón o al marinero de la mesa.
fr_fr: Demandez au patron ou au marin à la table.
hu_hu: Kérdezze a fônököt, vagy a tengerészt az asztalnál.
it_it: Chieda all'oste, o al marinaio al banco.
pl_pl: Zapytaj szefa, albo marynarza przy stole.
pt_br: Pergunte ao chefe ou ao marinheiro na mesa.
pt_pt: Pergunte ao chefe ou ao marinheiro na mesa.
ru_ru: Спроси босса или моряка за столиком.

source: You know that it is forbidden to talk about that! But this is your lucky day: I'd most happily turn you in, but that would deprive me of a chance to line my pockets with your Kashes.
de_de: Es ist doch verboten davon zu sprechen ! Sie haben Glück, ich würde Sie gerne verraten, aber das würde mich um das Vergnügen bringen Ihnen Kashes abzujagen.
es_es: ¡Pero está prohibido hablar de eso! Tiene suerte, me gustaría denunciarlo, pero me privaría del placer de extorsionarle algunos Kashes.
fr_fr: Mais il est interdit d'en parler ! Vous avez de la chance, je vous dénoncerai bien, mais ça me priverai du plaisir de vous extorquer des Kashes.
hu_hu: Tudja, hogy tilos róla beszélni! De ma szerencséje van: Legszívesebben feladnálak, de ez megfosztana attól az örömtôl, hogy megtöltsd zsebeimet a Petákjaiddal.
it_it: Ma è vietato parlarne! E' fortunato, la denuncerei, ma così non potrei estorcerle Kash.
pl_pl: Wiesz, że nie wolno o tym mówić! Ale to twój szczęśliwy dzień: mógłbym z uśmiechem na ustach cię wydać, ale to mogłoby pozbawić mnie szansy na pogodzenie mojej kieszeni z twoimi Kashes.
pt_br: Você sabe que é proibido falar sobre isso! Mas esse é o seu dia de sorte: Eu iria alegremente te entregar, mas isso iria me impedir de negociar com você.
pt_pt: Você sabe que é proibido falar sobre isso! Mas este é o seu dia de sorte: Eu iria alegremente entregar-lhe, mas isso impediria-me de negociar consigo.
ru_ru: Ты знаешЬ, что об этом запрещено говоритЬ! Но сегодня твой счастливый денЬ: я был бы оченЬ рад, засадитЬ тебя, но это лишило бы меня шанса разжитЬся твоими кэшами.

source: I'm a huge STAR WARS fan. The saga's sequel should be released soon, so I already reserved my seat in the movie theater!
de_de: Ich bin ein Fan von STAR WARS. Die nächste Folge der Saga erscheint demnächst, darum habe ich bereits meinen Platz im Vorführraum reserviert !
es_es: ¡Soy un fanático de STAR WARS. Normalmente el próximo episodio de la saga debe salir pronto, y yo ya he reservado mi butaca en la sala de proyección!
fr_fr: Je suis un fan de STAR WARS. Normalement le prochain épisode de la saga doit bientôt sortir, alors j'ai déjà réservé ma place dans la salle de projection !
hu_hu: A legnagyobb STAR WARS rajongó vagyok. A 7. rész mindjárt elkészül, úgyhogy elôre elfoglaltam a helyemet!
it_it: Sono un fan di GUERRE STELLARI. Fra poco uscirà il prossimo episodio della saga, quindi ho già prenotato un posto in sala!
pl_pl: Jestem wielkim fanem GWIEZDNYCH WOJEN. Dalszy ciąg sagi powinien niedługo wejśc na ekrany, więc już zarezerwowałem miejsce w kinie!
pt_br: Eu sou um grande fã de STAR WARS. A sequência da saga deve chegar aos cinemas em breve, então eu já reservei o meu lugar!
pt_pt: Eu sou um grande fã de STAR WARS. A sequência da saga deve chegar aos cinemas em breve, então eu já reservei o meu lugar!
ru_ru: Я болЬшой фанат ЭВЕЭДНЫХ ВОЙН. Скоро должно выйти продолжение саги, так что я уже занял свое место в кинотеатре!

source: I'd like to help you, but I really don't know much, except about movies. Good luck!
de_de: Ich würde Dir gerne helfen, aber außer Kino kenne ich wirklich nichts. Viel Glück !
es_es: Me gustaría ayudarte, pero verdaderamente, no sé nada aparte de cine. ¡Buena suerte!
fr_fr: J'aimerais bien t'aider, mais vraiment je n'y connais rien en-dehors du cinéma. Bonne chance !
hu_hu: Szeretnék segíteni, igazán, de a mozin kívül nem sok mindenrôl tudok. Sok szerencsét!
it_it: Vorrei proprio aiutarti, ma davvero, non conosco gran che, al di fuori dei film, ovviamente. Buona fortuna!
pl_pl: Chciałbym ci pomóc, ale doprawdy nie wiem zbyt dużo, poza filmami. Powodzenia!
pt_br: Eu gostaria de te ajudar, mas eu não sei de nada, exceto filmes. Boa sorte!
pt_pt: Gostaria de lhe ajudar, mas não sei muito realmente, excepto sobre filmes. Boa sorte!
ru_ru: Я бы хотел тебе помочЬ, но я действителЬно немного знаю о чем-то, кроме филЬмов. Удачи!

source: I found this page ripped out of a book. It says "... pull the middle lever ONCE, then pull the right lever ONCE." This must be the answer to some kind of puzzle!
de_de: Ich habe dies aus einem Buch gerissene Blatt gefunden. Dort steht : " ... Bewegen Sie EIN mal den mittleren Hebel, dann EIN mal den rechten HEBEL. " Das ist sicher die Lösung eines Problems !
es_es: He encontrado esta página arrancada de un libro. Dice así: " ... Accione UNA vez la palanca del medio y luego UNA vez la palanca de la derecha. "¡Es seguramente la solución a un problema!
fr_fr: J'ai trouvé cette page arrachée à un livre. Ca dit : " ... Actionnez UNE fois le levier du milieu, puis UNE fois le levier de droite. " C'est sûrement la solution d'un problème !
hu_hu: Ezt az oldalt egy könyvbôl tépték ki. Azt mondja "... húzd meg a középsô kart EGYSZER, azután húzd meg a jobb oldali kart EGYSZER." Ennek valami rejtvényre kell, hogy a megoldás legyen!
it_it: Ho trovato questa pagina, strappata da un libro. Dice : "...Azionate UNA volta la leva in centro, poi una volta la leva di destra". Si tratterà della soluzione di un problema!
pl_pl: Zanalazłem tą stronę wyrwaną z jakiejś książki. Tu jest napisane "... pociągnij środkowy drążek RAZ, następnie pociągnij prawy drążek RAZ." To musi być odpowiedź na jakąś zagadkę!
pt_br: Eu achei essa página arrancada de um livro. Ela diz "... puxe a alavanca do meio UMA vez, então puxe a da direita UMA vez." Deve ser a resposta para algum tipo de enigma!
pt_pt: Eu encontrei esta página rasgada fora de um livro. Ela diz "... puxe a alavanca do meio UMA vez, então puxe a da direita UMA vez." Deve ser a resposta para algum tipo de enigma!
ru_ru: Я нашел выдранную из книги страницу. На ней написано: "... потяни средний рычаг ОДИН РАЭ, потом - правый рычаг ОДИН РАЭ." Должно бытЬ, это решение, какой-то головоломки!

source: I don't know where they are. Sorry.
de_de: Ich weiß nicht wo sie sind. Bedauere.
es_es: No sé dónde están. Lo siento.
fr_fr: Je ne sais pas où ils sont. Je regrette.
hu_hu: Nem tudom hol vannak. Sajnálom!
it_it: Non so dove siano. Mi spiace.
pl_pl: Nie wiem, gdzie mogą być. Przykro mi.
pt_br: Não sei onde eles estão. Desculpe.
pt_pt: Não sei onde eles estão. Desculpe.
ru_ru: Я не знаю, где они. Извини.

source: Ask the rabbibunny with the yellow T-shirt, he's the librarian.
de_de: Fragen Sie den Haasi mit dem gelben T-Shirt, das ist der Bibliothekar.
es_es: Pregúntele al conejuno que tiene la camiseta amarilla, es el bibliotecario.
fr_fr: Demandez au lapichon avec le T-shirt jaune, c'est lui le bibliothécaire.
hu_hu: Kérdezze a nyulam-bulamot a citromsárga pólóban, ô a könyvtáros.
it_it: Chieda al lapinoide con la maglietta gialla, è lui il bibliotecario.
pl_pl: Zapytaj rabbibunny w zółtej koszulce, jest bibliotekarzem.
pt_br: Pergunte ao rabbibunny de camisa amarela, ele é o bibliotecário.
pt_pt: Pergunte ao rabbibunny de T-shirt amarela, ele é o bibliotecário.
ru_ru: Спроси зайцекролика в желтой футболке, он библиотекарЬ.

source: Ow! But I found this page on the ground, I didn't rip it out. I promise!
de_de: Aua ! Ich hab' dieses Blatt doch auf dem Boden gefunden, ich hab' es nicht rausgerissen. Ich schwör's !
es_es: ¡Ay! Pero yo he encontrado en el suelo esta página, no la he arrancado. ¡Lo juro!
fr_fr: Aïe ! Mais je l'ai trouvée par terre cette page, j'l'ai pas déchirée. Je l'jure !
hu_hu: O! De én a földön találtam ezt a lapot, nem téptem ki sehonnan, tényleg!
it_it: Ahi! Ma l'ho trovata per terra questa pagina, non l'ho strappata! Giuro!
pl_pl: Oł! Ale znalazłem tą stronę na ziemi, nie wyrwałem jej. Przyrzekam!
pt_br: Ai! Mas eu achei essa página no chão, eu não arranquei ela. Juro!
pt_pt: Ow! Mas eu encontrei esta página no chão, eu não a arranquei. Eu juro!
ru_ru: Ой! Но я нашел эту страницу на полу, я не вырывал ее. Уверяю!

source: According to the book I have, there is a "Clear water" lake in the Hamalayi mountains, somewhere to the North West of Principal Island. Did you know that the Hamalayi range is impossible to cross? It marks the border with the Northern hemisphere, the one that Dr. FunFrock cleared out. The sun is too hot for us over there: the temperature is unbearable, and the changes in climate caused the development of mutant monsters. And despite the fact that the good doctor spared us from all that, there are still rebels out there who want to overthrow him - it's shameful!
de_de: Dem Buch hier zufolge, gibt es einen See " Klares Wasser " im Hamalayi, im Nordosten der Hauptinsel. Wußten Sie, daß diese Hamalayi Kette unüberwindlich ist ? Sie stellt die Grenze zur Nord-Halbkugel dar, die Dr FunFrock evakuiert hat. Dort ist anscheinend die Sonne zu nah : die Hitze ist unerträglich geworden , und die Klimaveränderungen haben mutierende Monster zum Vorschein gebracht. Wenn man bedenkt, bei dem was der gute Doktor für uns tut, daß Rebellen ihn bekämpfen, eine wahre Schande !
es_es: Según el libro que tengo aquí, hay un lago de "Agua Clara" en el Hamalayi, al Noroeste de la isla Principal. ¿Sabía que esta cadena del Hamalayi es infranqueable? Marca el límite con el hemisferio Norte, que el FunFrock ha hecho evacuar. Allí, el sol está demasiado cerca: la temperatura se ha vuelto insoportable, y los cambios climáticos han hecho aparecer monstruos mutantes. Decir que a pesar de lo que el buen doctor hace por nosotros, hay rebeldes que lo combaten, ¡es una vergüenza!
fr_fr: D'après le livre que j'ai là, il y a un lac " d'Eau Claire " dans l'Hamalayi, au Nord-Ouest de l'île Principale. Saviez-vous que cette chaîne de l'Hamalayi est infranchissable ? Elle marque la limite avec l'hémisphère Nord, que le Dr FunFrock a fait évacuer. Là-bas, le soleil serait trop proche : la température est devenue insupportable et les changements climatiques ont fait apparaître des monstres mutants. Dire que malgré ce que le bon docteur fait pour nous, des rebelles le combattent, c'est honteux !
hu_hu: A Kônyv szerint, amit olvasok van egy "Tiszta Víz-tó" a Hamalayi-hegységben, valahol észak-nyugatra Elöljáró-szigettôl. Tudta, hogy lehetetlen átkelni a Hamalyi-hegységen? Ez a hegység választja el tôlünk az északi féltekét, amit Dr. KacajKabát kiüríttetett. A Nap túl meleg nekünk arra felé: a hômérséklet elviselhetetlen, és a klíma változása miatt mindenféle szörnyek fejlôdtek ott ki. Mind ezek ellenére, hogy Dr. KacajKabát megóvott minket ettôl, még mindig vannak emberek, akik megpróbálják eltávolítani ôt!
it_it: Secondo il libro che sto leggendo, a nord est dell'Isola principale, nell'Hamalayi, esiste un lago di "Acqua Limpida". Lo sapeva che la catena dell'Hamalayi è invalicabile? Segna il confine con l'emisfero settentrionale, che il dottor FunFrock ha fatto evacuare. Là il sole sarebbe troppo vicino alla superficie: la temperatura è diventata insopportabile, e i cambiamenti climatici hanno portato alla comparsa di mostruosi mutanti. E dire che con tutto quello che il buon dottore fa per noi, ci sono dei ribelli che lo osteggiano. E' una vergogna!
pl_pl: Według książki, którą mam, jezioro "Czysta woda" jest w górach Hamalayi, gdzieś na północny wschód od Wyspy Principal. Wiesz, że łańcuch Hamalayi jest niemożliwy do przebycia? Wyznacza granicę z półkulą północną, tą, którą wyczyścił Dr. FunFrock. Tamtejsze słońce jest dla nas zbyt gorące: temperatura jest nie do wytrzymania, a zmiany w klimacie spowodowały rozwój zmutowanych potworów. I pomimo faktu, że dobry doktor oszczędził nas od tego, ciągle są jacyś buntownicy, którzy chcą go obalić - to haniebne!
pt_br: De acordo com os livros que tenho, há um lago de "Agua Sagrada" nas montanhas do Hamalayi, em algum lugar ao noroeste da Ilha Principal. Você sabia que a serra do Hamalayi é impossível de atravessar? Ela fica na fronteira com o hemisfério Norte, que o Dr. FunFrock evacuou. O sol é muito quente para nós lá: a temperatura é insuportável, e as mudanças no clima provocaram o desenvolvimento de monstros mutantes. E apesar do bom Dr. FunFrock nos livrar disso tudo, ainda há rebeldes por aí que querem matá-lo... É uma vergonha!
pt_pt: De acordo com os livros que tenho, há um lago de "Ägua Límpida" nas montanhas do Hamalayi, algures no Noroeste da Ilha Principal. Sabia que a serra do Hamalayi é impossível de atravessar? Ela fica na fronteira com o hemisfério Norte, que o Dr. FunFrock evacuou. Lá, o sol é muito quente para nós: a temperatura é insuportável, e as mudanças no clima provocaram o desenvolvimento de monstros mutantes. E apesar do bom Dr. FunFrock nos livrar disso tudo, ainda há rebeldes por aí que querem matá-lo... É uma vergonha!
ru_ru: Согласно книге, которая у меня, в Гамалайских горях, где-то на северо-западе от Главного Острова естЬ озеро "Чистой воды". Ты знал, что хребет Гамалаи невозможно пересечЬ? Он обозначает границу Северного полушария, которое эвакуировал д-р ФанФрок. Солнце там слишком горячо для нас: температура непереносима, и изменения климата приводят к появлению монстров-мутантов. И несмотря на тот факт, что добрый доктор уберег нас от всего этого, все еще естЬ повстанцы, которые хотят свергнутЬ его - это позор!

source: Ask the librarian, he knows a lot about the history of LeBorgne.
de_de: Fragen Sie den Bibliothekar, er interessiert sich auch für EinAuges Geschichte.
es_es: Pregúntele al bibliotecario, a él le interesa también la historia del pirata El Tuerto.
fr_fr: Demandez au bibliothécaire, il s'intéresse aussi à l'histoire de LeBorgne.
hu_hu: Kérdezze akönyvtárost, ô sokat tud LeBorgne-ról.
it_it: Chieda al bibliotecario, anche lui è interessato alla storia del Guercio.
pl_pl: Zapytaj bibliotekarza, on wie dużo na temat historii LeBorgne'a.
pt_br: Pergunte ao bibliotecário, ele sabe muito sobre a história de LeBorgne.
pt_pt: Pergunte ao bibliotecário, ele sabe muito sobre a história de LeBorgne.
ru_ru: Спроси библиотекаря, он много знает про историю ЛеБорна.

source: Did you know that Dr. FunFrock installed busts of his effigy to protect us? The ones that don't have a pedestal are placed on ancient seals. Since these symbols were indestructible, at least the busts hide them now!
de_de: Wußten Sie, daß Dr FunFrock Büsten seines Bildnisses hat aufstellen lassen, um uns zu beschützen ? Alle die keinen Sockel haben, werden auf uralte Siegel gestellt. Da diese unzerstörbar sind, sieht man sie wenigstens nicht mehr !
es_es: ¿Sabía que para protegernos el Dr. FunFrock ha hecho instalar bustos con su efigie? Todos los que no tienen pedestal se colocan sobre sellos muy antiguos. Ya que eran indestructibles, ¡por lo menos no se les ve más!
fr_fr: Saviez-vous que pour nous protéger le Dr FunFrock a fait installer des bustes à son effigie ? Tous ceux qui n'ont pas de socle sont placés sur des sceaux très anciens. Comme ils étaient indestructibles, au moins on ne les voit plus !
hu_hu: Tudta, hogy Dr. KacajKabát mellszobrokat állíttatott képmásáról, hogy megvédjen minket? Azoknak, amelyeknek nincs talapzatuk, ôsi pecsétekre helyezték. Mivel ezek a jelképek elpusztíthatatmanok voltak, most legalább a szobrok eltakarják ôket!
it_it: Sapeva che per proteggerci il Dottor FunFrock ha fatto installare dei busti che lo ritraggono? Quelli senza base sono stati posti su antichi sigilli. Erano indistruttibili, almeno adesso non si vedono più!
pl_pl: Wiesz, że Dr. FunFrock zainstalował swoje wizerunki, żeby nas chronić? Niektóre z nich są umieszczone na starożytnych pieczęciach. Te symbole są niezniszczalne, przynajmniej te wizerunki je przykrywają!
pt_br: Você sabia que o Dr. FunFrock construiu bustos de sua cabeça para nos proteger? Aqueles que não tem um pedestal são colocados sobre antigos símbolos. Já que esses símbolos são indestrutíveis, pelo menos os bustos escondem eles agora!
pt_pt: Sabia que o Dr. FunFrock construiu bustos da sua cabeça para nos proteger? Aqueles que não têm pedestal são colocados sobre antigos símbolos. Já que esses símbolos são indestructíveis, pelo menos não os vimos!
ru_ru: Ты знал, что д-р ФанФрок установил бюсты со своим изображением, чтобы защититЬ нас? Те, у которых нет пЬедестала, стоят на древних печатях. ПосколЬку эти символы неразрушимы, бюсты хотя бы скрывают их!
