Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: OTHER: To tylko złudzenie.
ru: OTHER: Это ты придумываешь.

source: OTHER: Wszystko przez ten nadmiar...
ru: OTHER: Всё из-за переизбытка…

source: OTHER: ...nadmiar...
ru: OTHER: …переизбытка…

source: OTHER: ...hmmm...
ru: OTHER: …этого…

source: OTHER: ...nadmiar...#B3
ru: OTHER: …как его там…#B3

source: OTHER: O, świeżego powietrza. Właśnie.
ru: OTHER: Вот. Точно! Его самого.|Свежего воздуха.

source: OTHER: A więc pustelnik?...#B1
ru: OTHER: Итак, отшельник?#B1

source: OTHER: Dopingujących może, ale dozwolonych.
ru: OTHER: Может, и лекарственных,|но только разрешённых.

source: OTHER: Co prawda może nie wszędzie...
ru: OTHER: Ну, может, и не везде разрешённых…

source: OTHER: No, ale wracajmy do głównego tematu.
ru: OTHER: Не суть. О чём там была речь?

source: OTHER: E tam, to żaden zgubny nałóg.
ru: OTHER: Да куда там. Травки – дело житейское.

source: OTHER: W każdej chwili mogę to rzucić.
ru: OTHER: Я могу завязать с ними|в любой момент.

source: OTHER: W końcu robiłem to już tysiące razy.
ru: OTHER: Уже тысячу раз завязывал.

source: OTHER: "Z przyczyn znanych tylko Naszemu Królewskiemu|Majestatowi, a które publicznie ujawnione|zostać nie mogą..."
ru: OTHER: "По причинам, которые известны только|Нашему Королевскому Величеству,|и которые не могут быть раскрыты публично…"

source: OTHER: "...Nasz Syn od dnia dzisiejszego nie może być| uważany za Naszego Syna."
ru: OTHER: "…Наш Сын с этого дня|больше не считается|Нашим Сыном."

source: OTHER: "Niniejszym rozkazujemy wymazać jego imię ze|wszelkich ksiąg i dokumentów, ogłaszamy, iż nie|ma on prawa do Naszej korony i majątku..."
ru: OTHER: "Тем самым Мы приказываем удалить его имя|из всех книг и документов, и объявляем, что|он официально лишён престола, права на имущество..."

source: OTHER: "...a nawet do przebywania na terenie Królestwa.|Jego imię ma być zapomniane. Nigdy już nie|przyjmiemy go pod nasz dach."
ru: OTHER: "...а равно как и права находиться в Нашем Королевстве.|Его имя должно быть забыто.|Да не примем его Мы более под свой кров."

source: OTHER: "Jego Wysokość Król, ple-ple-ple."
ru: OTHER: "Его Величество, Король такой-то и такой-то."

source: OTHER: Thank you, drive through.
ru: OTHER: Подписываемся и ставим палец вверх.

source: OTHER: Ciekawe kto wymyślił ten głupi dowcip.|Czego się gapicie? Wracać do roboty,|przecież nic się nie stało!
ru: OTHER: Я ему такой палец вставлю...|И нечего пялиться! Полюбовались – и за работу,|сама себя она не выполнит.

source: HERO: Ładna dzisiaj pogoda.
ru: HERO: Сегодня хорошая погода.

source: OTHER: Mhm...
ru: OTHER: Хм...

source: HERO: To dobry dzień, by rozpocząć|nowe życie.
ru: HERO: В такой-то день самый раз|начать новую жизнь.

source: OTHER: Jasne...
ru: OTHER: Конечно…

source: HERO: Znaleźć pracę.
ru: HERO: Найти работу.

source: OTHER: Taaa...
ru: OTHER: Ага...

source: P#HERO: P-r-a-c-ę.
ru: P#HERO: Ра-бо-ту.

source: OTHER: Tak tak...
ru: OTHER: Да-да…

source: $0: Twój książę mówi do ciebie!
ru: $0: Твой принц говорит с тобой!

source: $1: Jak zdołałeś upaść tak nisko...
ru: $1: Как ты только мог так низко пасть…

source: $2: Paluszki swędzą, dobry człowieku?
ru: $2: У тебя пальцы чешутся, добрый сударь?

source: $3: Do zobaczenia.
ru: $3: До свидания.

source: $4: ...dlaczego tak postępujesz?
ru: $4: …Почему ты так себя ведёшь?

source: $5: ...a nie lepiej spróbować czegoś dokładnie odwrotnego?
ru: $5: ...Может, всё-таки попробуешь что-нибудь новое?

source: OTHER: Mhm.
ru: OTHER: М-м-м.

source: HERO: Ignorujesz mnie?
ru: HERO: Ты меня вообще слушаешь?

source: OTHER: Nie... Nie nie... W ogóle...
ru: OTHER: А... Да-да, конечно же, да...

source: HERO: Dobrze. Porozmawiam z tobą później.
ru: HERO: Всё ясно. Потом поговорим.

source: HERO: Teraz mam ważniejsze rzeczy do roboty.
ru: HERO: У меня и без того дел невпроворот.

source: OTHER: Na pewno...
ru: OTHER: Конечно…

source: HERO: Zabić smoka, uratować dziewicę,|zapewnić ciągłość dynastii.
ru: HERO: Драконов, там, убивать, дев спасать,|королевский род продолжать...

source: HERO: Grhm.
ru: HERO: Тьфу!

source: OTHER: To nie takie trudne.
ru: OTHER: Это не так уж и сложно.

source: OTHER: Trzeba dużo pić, nie przychodzić do pracy,|nie szanować szefa i klientów, napastować|żony notabli...
ru: OTHER: Надо много пить, не ходить на работу,|не уважать ни начальника, ни клиентов,|приставать к их жёнам…

source: HERO: Eee...
ru: HERO: Э-э-э…

source: OTHER: ...wylegiwać się całymi dniami, nie myć, nie|strzyc, nie czesać, nie zmieniać ubrania|przez tygodnie...
ru: OTHER: …целыми днями валяться в постели, не мыться,|не стричься, не причёсываться,|неделями не менять одежду…

source: OTHER: ...smarkać ludziom na czubki butów i chuchać|im prosto w twarz, kiedy nie myje się zębów.
ru: OTHER: ...не чистить зубы и дышать людям в лицо|вонью изо рта, и на ботинки ещё им плевать...

source: OTHER: Bułka z masłem.
ru: OTHER: Просто, как два пальца.

source: HERO: Miałem raczej na myśli pytanie...#B1
ru: HERO: Вообще-то я другое имел в виду...#B1

source: OTHER: Nie, ale lubię lepić kulki.
ru: OTHER: Не, я просто люблю шарики катать.

source: OTHER: Z nosa, z brudu między palcami,|mnie tam obojętne.
ru: OTHER: Из соплей, чиркашей,|грязи под ногтями – без разницы.

source: OTHER: Takie małe hobby.
ru: OTHER: Такое вот небольшое хобби.

source: HERO: Błe!#B0
ru: HERO: Фу-у!#B0

source: OTHER: Bo lepiej być fałszywym wyrzutem sumienia|niż prawdziwym wyrzutkiem społeczeństwa.
ru: OTHER: Ведь лучше уж быть фальшивым|неудачником, чем истинным изгоем.

source: P#HERO: Że co?
ru: P#HERO: Как-как?

source: OTHER: Ja też nie rozumiem, ale niezłe, nie?#B0
ru: OTHER: Вот так... Я и сам не понимаю.|Но ведь красивая же фраза, да?#B0

source: OTHER: E tam, kto by chciał bułkę bez masła.#B0
ru: OTHER: Что толку работать, если|нужно больше двух пальцев?#B0

source: $0: Cóż takiego zrobiłeś, biedaku?
ru: $0: Что же ты натворил, бедолага?

source: $7: Więc powiadasz, nieszczęśliwcze, żeś niewinny?
ru: $7: Так ты уверяешь меня, несчастный, что ты невиновен?

source: $8: Za cóż konkretnie cię zakuto?
ru: $8: За что же именно тебя в колодки-то заковали?

source: $1: Widzę, że podglądasz grę kupców?
ru: $1: Нравится тебе, как купцы играют?

source: $2: Nie odchodź, zaraz wracam...
ru: $2: Не уходи, я скоро вернусь…

source: $3: Naprawdę naprawdę?
ru: $3: Правда-правда?

source: $4: Jakoś ci nie wierzę.
ru: $4: Что-то я тебе не очень верю.

source: $5: Więc jesteś tu bezprawnie?
ru: $5: Получается, тебя без вины осудили?

source: $6: Niezła sztuczka, ale ja się nie nabiorę.
ru: $6: Ага, коне-ечно. Ищи другого дурачка.

source: $9: I zaręczasz swoim honorem?
ru: $9: Ты готов поклясться честью?

source: $10: I dajesz za to głowę?
ru: $10: Готов дать голову на отсечение, если врёшь?

source: $11: Masz jakiś dowód swojej niewinności?
ru: $11: Значит, говоришь, невиновен... А чем докажешь?

source: $12: Chcesz, bym wstawił się za tobą u króla?
ru: $12: Хочешь, я заступлюсь за тебя перед королём?

source: $13: A był w pobliżu ktoś jeszcze inny?
ru: $13: А никого ещё там рядом не было?

source: $14: Szczerze mówiąc, dowód dość trudny do obalenia...
ru: $14: Честно говоря, тут и опровергнуть почти нечем...

source: $15: Faktycznie, to żaden dowód.
ru: $15: Да это вообще не доказательство.

source: $16: Czyli zostałeś kozłem ofiarnym?
ru: $16: Так значит, из тебя козла отпущения сделали?

source: $17: Wyglądasz na uosobienie dobroci i łagodności.
ru: $17: Ты выглядишь как само воплощение доброты и мягкости.

source: $18: Masz zbyt chropowate palce, jak na złodzieja.
ru: $18: Для вора у тебя слишком грубые руки.

source: $19: Gdybyś był złodziejem, nie chodziłbyś w łachmanach.
ru: $19: Будь ты вором, не ходил бы в таком тряпье.

source: OTHER: Nic, wasza uprzejmość!
ru: OTHER: Ничего, ваша милость!

source: OTHER: Jestem niewinny.
ru: OTHER: Я невиновен.

source: OTHER: I - zanim wasza wysokość skomentuje -|wiem, że wszyscy tak mówią...
ru: OTHER: Вот сразу вашей милости скажу...|Да, про меня много что говорят...

source: OTHER: ...ale ja naprawdę naprawdę jestem|niewinny!#B1
ru: OTHER: …но я правда-правда невиновен!#B1

source: OTHER: Echhh... Gdybym tylko mógł się przyłączyć...
ru: OTHER: Эх… Если бы только я мог с ними сыграть…

source: OTHER: To amatorzy. Ja bym im pokazał, jak się|turla sześcianiki.
ru: OTHER: Они непрофессионалы.|Уж я бы им показал, как кости кидать...

source: HERO: Jakieś małe oszustwo? As z rękawa?
ru: HERO: Ну, то есть – как мухлевать?|Туз в рукаве прятать?

source: OTHER: Przepraszam, książę, ale nie mogę zdradzać|swoich skromnych tajemnic.#B0
ru: OTHER: Простите, принц, но я не могу|раскрыть вам все свои секреты.#B0

source: OTHER: Naprawdę naprawdę.#E7#E8#B0
ru: OTHER: Правда, ещё какая!#E7#E8#B0

source: OTHER: Dlaczego?
ru: OTHER: Но почему?

source: OTHER: Jestem bolesnym przykładem niesprawiedliwości|systemu prawnego naszego państwa oraz|bezwzględności władz!
ru: OTHER: В моём лице вы видите горький пример|несправедливости правовой системы|нашей страны и безжалостности властей!

source: OTHER: W skrócie, dałem się złapa...
ru: OTHER: Короче, загребли меня с поли...

source: OTHER: Eee... Nastąpiła pomyłka i zamiast|prawdziwego sprawcy złapano mnie.#E7#E8#B0
ru: OTHER: Э-э-э… То есть, они там всё|напутали, и загребли не того,|кого надо, а меня.#E7#E8#B0

source: OTHER: Absolutnie.
ru: OTHER: Естественно!

source: OTHER: Nigdy te ręce - a łatwo je sobie obejrzeć|w takiej pozycji - nie skalały się|kradzieżą.#E7#E8#B0
ru: OTHER: Никогда ещё эти руки — вот, взгляните|на эти руки — никогда ещё эти руки|не запятнали себя воровством.#E7#E8#B0

source: OTHER: No cóż, miałem nadzieje, że mój dobry|książę ujmie się za biednym pasterzem,|ale się myliłem...
ru: OTHER: Что ж, я надеялся, добрый принц|заступится за бедного грешника.|Зря, видать, надеялся...

source: OTHER: <chlipanie>#E7#E8#B0
ru: OTHER: <хнычет>#E7#E8#B0

source: OTHER: Niewinny jak córka moja jedyna...
ru: OTHER: Я абсолютно чистый и невинный!|Прямо как моя единственная дочь…

source: P#OTHER: No, to akurat zły przykład.
ru: P#OTHER: ...хотя, нет, так себе пример...

source: OTHER: Niewinny jak kwiat lilijki, o panie.#E7#B2
ru: OTHER: Как цветок лилии, мой господин.|Вот настолько я чист!#E7#B2

source: OTHER: Och, ktoś próbował wyciągnąć sakiewkę|jednemu z kupców, a ten złapał go|za rękę.
ru: OTHER: В общем, один тип хотел стащить кошелёк из|кармана купца, но купец схватил его за руку.

source: OTHER: Znaczy, zupełnym przypadkiem złapał|za moją rękę.
ru: OTHER: Правда, в итоге он мою руку|схватил. Так получилось.

source: OTHER: Ja się pytam: czy to jest dowód?!#E8#B3
ru: OTHER: И вот я спрашиваю: разве это доказательство?!#E8#B3

source: OTHER: Honorem, dobytkiem, moimi kozami...
ru: OTHER: Честью клянусь! Добром нажитым!|Козами своими!...

source: OTHER: Albo nie, kozami nie.
ru: OTHER: ...хотя, нет. Козами не буду.

source: HERO: A dlaczego nie?
ru: HERO: А почему это?

source: OTHER: Bo kozy akurat mam.
ru: OTHER: Козы-то у меня и вправду есть.

source: P#HERO: Rozumiem...#E9
ru: P#HERO: Всё ясно...#E9

source: OTHER: Kahem.
ru: OTHER: ахем

source: OTHER: Nie wpadajmy od razu w skrajności.
ru: OTHER: Не будем впадать в крайности.

source: OTHER: Głowa to cenna rzecz.
ru: OTHER: Голова – штука ценная.

source: OTHER: Wolałbym postawić coś, co nie jest|mi aż tak potrzebne.
ru: OTHER: Её отдать не могу...|Могу что-нибудь похуже отдать.

source: HERO: Na przykład?...
ru: HERO: А, например, что?

source: OTHER: Patrząc na wszystkie okoliczności...
ru: OTHER: Ну, если учесть все обстоятельства…

source: OTHER: Mogą być moje buty?
ru: OTHER: Готов ботинки вам отдать, если вру.

source: P#HERO: Przecież nie masz butów.
ru: P#HERO: У тебя же нет ботинок.

source: OTHER: No właśnie.
ru: OTHER: И правда.

source: P#HERO: Rozumiem...#E10
ru: P#HERO: Всё ясно…#E10

source: OTHER: A moje słowo nie wystarczy?!
ru: OTHER: А разве моего слова недостаточно?!

source: P#OTHER: No dobra, może to nie najlepszy dowód,|ale ja naprawdę jestem czysty jak łza!#E11
ru: P#OTHER: Может, для вас моё слово не шибко|много значит, но я чист!|Как девичья слеза!#E11

source: OTHER: Nie śmiem prosić...
ru: OTHER: Не смею и просить о таком…

source: HERO: Pomyślę o tym.#E12#X1
ru: HERO: Я подумаю.#E12#X1

source: OTHER: Nie.
ru: OTHER: Нет.

source: P#OTHER: Ale to prowokacja!
ru: P#OTHER: Это провокация!

source: OTHER: Jestem niewinny!#B2
ru: OTHER: Я невиновен!#B2

source: OTHER: Wszyscy tylko ta logika i logika.
ru: OTHER: Всем вам только и подавай,|что логику, логику...

source: OTHER: Dedukcja i dedukcja.
ru: OTHER: Дедукцию да индукцию.

source: OTHER: A ja przecież nic nie zrobiłem!#B2
ru: OTHER: А какая тут дедукция, когда|я ничего не сделал?#B2

source: P#OTHER: Poważnie?
ru: P#OTHER: Серьёзно?

source: HERO: Szczerze mówiąc, mój biedny człowieku,|wyglądasz na takiego, który by nawet|muchy nie skrzywdził.
ru: HERO: Если честно, ты похож на человека,|который даже мухи не прихлопнет.

source: HERO: Bez obrazy, ale prędzej ciebie by|okradziono niż ty mógłbyś kogoś|okraść.
ru: HERO: Без обид, но скорее уж тебя самого|ограбят, чем ты кого-то ограбишь.

source: OTHER: No, nie przesadzajmy, aż taką ofermą|nie jestem.#E15#B4
ru: OTHER: Ну, вы уж не преувеличивайте,|я не такой лопух.#E15#B4

source: OTHER: O, to bardzo dobre określenie!
ru: OTHER: Вот! Мне это сравнение нравится!

source: OTHER: Szkoda, że sam tego nie wymyśliłem.
ru: OTHER: Жаль, что я сам до него не додумался.

source: OTHER: Zostałem bezczelnie wrobiony!#B2
ru: OTHER: Меня нагло подставили!#B2

source: OTHER: Dziękuję, książę.
ru: OTHER: Спасибо, принц.

source: OTHER: Od razu widać, że znasz się na ludziach.
ru: OTHER: Сразу видно – людей вы понимаете.

source: OTHER: Proszę, uwolnij mnie!
ru: OTHER: Пожалуйста, освободите меня!

source: HERO: Zastanowię się nad tym...#X1
ru: HERO: Я подумаю…#X1

source: OTHER: Ja?!
ru: OTHER: У меня?!

source: OTHER: Chropowate palce?!
ru: OTHER: Грубые руки?!

source: OTHER: Obrobiłem nimi samego królewskiego doradcę|Keidana, kiedy zagapił się na dziewczyny|z objazdowego cyrku!
ru: OTHER: Вот этими самыми руками я обобрал|Кейдана, королевского советника, когда тот глядел|на девок из бродячего цирка!

source: OTHER: Tylko może nie mów o tym w zamku.
ru: OTHER: Только в замке об этом никому не говорите.

source: OTHER: Nie oparł się nim nawet ten zdzierca|podatkowy Gandar! Zabrałem mu dwakroć|tyle, co on mi!
ru: OTHER: Даже Гандар, сборщик налогов,|ничего не заметил! А я забрал у него|вдвое больше, чем он у меня!

source: OTHER: Ale nie powtarzaj tego, dobrze?
ru: OTHER: Только об этом тоже не расказывайте, ладно?

source: OTHER: To są palce mistrza, a nie jakieś|tam, tfu, chropowate...
ru: OTHER: Это — руки мастера!|И никакие они не грубые...

source: HERO: Nie wierzę, mówisz tak tylko, bo wstyd|ci odcisków od pracy na polu.
ru: HERO: Ой, да иди ты, мастер...|Такими руками, как у тебя, только плуг и водить.|А ты мне тут сказки рассказываешь.

source: OTHER: Tak?
ru: OTHER: Ах, так?

source: OTHER: TAK?!?
ru: OTHER: АХ, ЗНАЧИТ, ТАК?!

source: OTHER: No to niech książę sprawdzi moje kieszenie.
ru: OTHER: Принц! Проверьте мои карманы!

source: P#HERO: Twoje kieszenie?
ru: P#HERO: Карманы?

source: OTHER: Bardzo proszę. Moje kieszenie. Zaraz się|okaże, kto tu ma rację.
ru: OTHER: Да, будьте уж любезны. Проверьте их.|И поймёте тогда, с кем говорите.

source: P#HERO: Hmm... No dobra.#D1#X2
ru: P#HERO: Гм… Ну ладно.#D1#X2

source: P#OTHER: Książę to ma gadane lepsze niż ci kupcy.
ru: P#OTHER: Принц, вы умеете уболтать|лучше, чем те купцы.

source: OTHER: Co racja to racja.
ru: OTHER: Что правда, то правда.

source: OTHER: Więc zostanę uwolniony?
ru: OTHER: Так меня отпустят?

source: HERO: Zobaczymy, muszę się zastanowić...#X1
ru: HERO: Посмотрим. Мне ещё подумать надо…#X1

source: HERO: Wytrychy i fałszywe kości.
ru: HERO: Отмычки и шулерские кости.

source: P#HERO: A więc jednak jesteś właściwym człowiekiem|na właściwym miejscu.
ru: P#HERO: Да уж, как раз здесь-то|тебе самое место.

source: HERO: Zwracam honor do kieszeni. Nie masz|chropowatych paluchów.
ru: HERO: Хорошо. Беру свои слова назад.|Нормальные у тебя руки.

source: OTHER: Kłaniam się do stóp, książę. I proszę|o zwrot narzędzi pracy.
ru: OTHER: Кланяюсь вам в ноги, принц, и молю –|верните мне инструменты.

source: HERO: Co to to nie. Nie mogę przecież|popierać przestępczości!
ru: HERO: Ну уж нет. Я не могу|поощрять преступность!

source: OTHER: Ależ książę!...
ru: OTHER: Но... Принц!…

source: HERO: Co za ironia losu, okraść złodzieja.
ru: HERO: Какая ирония судьбы – обокрасть вора.

source: HERO: Mam nadzieję, że to cię czegoś nauczy|i porzucisz ten niecny proceder.
ru: HERO: Надеюсь, ты хорошо всё понял|и обязательно завяжешь.

source: OTHER: <westchnienie>
ru: OTHER: Уф...

source: OTHER: Do licha, znowu będę musiał|dorobić nowy komplet.
ru: OTHER: Ну вот. Теперь заново|себе хабар клепать.

source: HERO: Dzień dobry.
ru: HERO: Добрый день.

source: OTHER: Dzień dobry, książę. Czym mogę służyć?
ru: OTHER: Добрый день, принц. Чем могу служить?

source: $0: Słyszałeś waszmość co mówił herold?
ru: $0: Cлышали, о чём глашатай говорил?

source: $1: Jak tam interesy?
ru: $1: Ну, как торговля нынче?

source: $2: Czy waszmość znasz jakieś demony?
ru: $2: Вы, случаем, с демонами не знакомы?

source: $3: Ech, nic tam, porozmawiamy później.
ru: $3: Всё в порядке. Потом поговорим.

source: $4: Cóż... No wiesz waszmość...
ru: $4: Ну… Сами знаете…

source: $5: Nie jestem prawdziwym księciem.
ru: $5: Я не настоящий принц.

source: $6: Dowcip? Były inne?
ru: $6: Не понял. А я что-то подобное уже замышлял?

source: OTHER: Tak, wasza wysokość.
ru: OTHER: Да, Ваше Высочество.

source: OTHER: Tuszę, iż to kolejny dowcip waszej wysokości,|nieprawdaż?#B1
ru: OTHER: Я так полагаю, Ваше Высочество|опять что-то замышляет?#B1

source: OTHER: Jak to zawsze u dobrych kupców.
ru: OTHER: Как и у всех хороших купцов.

source: OTHER: Daniny za wysokie, rynek nasycony,|towar nie schodzi.
ru: OTHER: Налоги выше крыши, рынок переполнен,|товары не продаются вообще никак.

source: OTHER: Dzień jak co dzień.
ru: OTHER: День как день.|Богатеем так, что хоть у нищих|последние тапки забирай...

source: HERO: Ale łańcuch waszmość masz fachowy.
ru: HERO: Зато вон какая у вас цепь на шее.

source: OTHER: Cóż, głodem jeszcze nie przymieram,|ale jak tak dalej pójdzie, to będę musiał|przestać karmić konie kawiorem.
ru: OTHER: От голода ещё не помираю, это да...|Но, если дела так пойдут и дальше,|придётся перестать кормить лошадей икрой.

source: P#HERO: No tak, a tego byśmy nie chcieli...#B0
ru: P#HERO: Да уж, надеюсь, обойдётся…#B0

source: OTHER: Na bogów Południa, książę!
ru: OTHER: Во имя богов Юга, принц!

source: OTHER: Co prawda na naszej drodze mijaliśmy jakiś zamek,|w którym ponoć żyją wampiry, ale nigdy w życiu|nie miałem do czynienia z mocami nieczystymi!
ru: OTHER: Мы один раз какой-то замок проезжали.|Там, говорят, вампиры завелись. И это всё.|А сам я с нечистью не якшаюсь!

source: OTHER: O ile, oczywiście, odliczymy|poborców podatkowych.#F1#B0
ru: OTHER: Если не считать сборщиков налогов...#F1#B0

source: OTHER: Zawsze do usług, książę.#E3
ru: OTHER: Всегда рад, принц.#E3

source: HERO: Sprytny i przebiegły. Powinienem|to wiedzieć.
ru: HERO: А вы, однако, хитрый малый.|Сразу и не подумаешь.

source: OTHER: Skarbnik ojca waszej wysokości|też tak uważa.
ru: OTHER: Казначей отца Вашего Высочества|того же мнения.

source: HERO: Nie wątpię...#B0
ru: HERO: Не сомневаюсь…#B0

source: OTHER: Ależ oczywiście, oczywiście, książę.
ru: OTHER: Ах, конечно же, принц. Само собой.

source: HERO: Poważnie. Jestem zwykłym chłopakiem,|któremu demon ukradł duszę i przeniósł|ją do ciała znanego wam księcia.
ru: HERO: Серьёзно. Я простой парень,|мою душу украл демон и вселил её|вот в это тело вашего принца.

source: P#OTHER: Naiwna bajeczka, książę. Ale może na|damach zrobi wrażenie.
ru: P#OTHER: Ну, Ваше Высочество, нашли|кого дурить. Идите лучше дамам|свою сказку рассказывайте.

source: OTHER: Chyba ci się już wyczerpują pomysły.
ru: OTHER: У вас фантазия, похоже,|совсем иссякла.

source: OTHER: Hej, Stefanello, książę dzisiaj mówi, że|w jego ciele jest dusza demona.
ru: OTHER: Стефанелло! Слышал? Принц тут говорит,|что в его теле сидит душа демона.

source: OTHER: Nie zaraz, że demon ukradł duszę innego|demona i... Ach, tam wszystko mi się|pomyliło.
ru: OTHER: Нет, то есть демон украл|душу у другого демона, и…|Ну вот, я сам запутался.

source: OTHER2: Co?
ru: OTHER2: Чего?

source: OTHER2: Zamiana dusz?
ru: OTHER2: Душу украл?

source: OTHER2: HA HA HA!
ru: OTHER2: ХА-ХА-ХА!

source: OTHER2: To ci się udało, książę!
ru: OTHER2: Ой, принц, ну вы даёте!

source: OTHER2: Niech ja skonam...
ru: OTHER2: Я сейчас лопну…

source: HERO: W porządku, w porządku, nic nie mówiłem.#B0
ru: HERO: Ладно, ладно, забудем.#B0

source: OTHER: Ależ książę, wszyscy pamiętamy, jak|udawałeś śmiertelnie rannego w karczmie...
ru: OTHER: Принц, вы думаете, мы забыли,|как вы тогда в корчму ввалились,|весь в крови – помираете, мол...

source: OTHER: ...aż nie zaczął cię lizać pies i wydało|się, że to zalewka z czereśni.
ru: OTHER: А потом ещё собака с вас кровь слизывать стала.|И выяснилось, что вы не в крови,|а в вишнёвой наливке перемазались.

source: OTHER: Hej, Stefanello, a pamiętasz jak książę|przebrał się za panienkę i poderwał|barda?
ru: OTHER: Стефанелло! Слушай, а помнишь, как|принц женщиной переоделся|и с бардом заигрывал?

source: OTHER2: Zaraz...
ru: OTHER2: Припоминаю…

source: OTHER2: Ach, faktycznie!
ru: OTHER2: А, да-да, вспомнил!

source: OTHER2: Nigdy nie zapomnę jego miny, jak zbliżył|się nagle by ukraść całusa i zobaczył|zarost!
ru: OTHER2: Ну и лицо у вас тогда было, принц!|Целоваться к барду полезли, и вдруг –|ой, да у него ж борода!

source: OTHER2: Myślałem, że nigdy go nie docucimy.
ru: OTHER2: Я уж тогда думал – всё,|не откачаем мы Его Высочество…

source: OTHER: Oddech żebraka postawi na nogi nawet|umarłego.
ru: OTHER: А всего-то и надо было –|попросить нищего в лицо принцу дохнуть.|От такого и мёртвый встанет!

source: HERO: Chyba usłyszałem już wystarczająco dużo...#B0
ru: HERO: Ох, батюшки.|Одна история удивительнее другой...#B0

source: HERO: Witaj, kupcze.
ru: HERO: Здравы будьте, купец.

source: OTHER: Witaj, książę.
ru: OTHER: Пока, принц.

source: $0: Słyszałeś może, drogi człowieku, coś o demonach?
ru: $0: Добрый сударь, вы про демонов ничего не знаете?

source: $1: Widzę, że mocno pracujesz nad tą zupką...
ru: $1: Я смотрю, вы заняты супом…

source: $2: Co właściwie sprzedajesz?
ru: $2: Что именно вы продаёте?

source: $3: Nie przeszkadzam, porozmawiamy jeszcze później.
ru: $3: Не буду мешать. Потом ещё поговорим.

source: OTHER: Przeżyłem z jednym dwadzieścia lat.|To była moja żona.
ru: OTHER: Я на демоне был двадцать лет женат.

source: OTHER: Podróżując po całym świecie widzieliśmy różne|złe rzeczy, książę, ale zawsze trzymaliśmy się|od nich z daleka.
ru: OTHER: Мы много всякой гадости видали,|пока по миру катались,|но вот на рожон мы никогда не лезли.

source: OTHER: Ta kraina jest spokojna pod rządami|twego ojca.
ru: OTHER: А здесь жизнь идёт тихо, мирно...|Ваш отец очень хорошо правит.

source: OTHER: Ale nawet i tu słyszeliśmy po drodze|o starym, przeklętym zamku, w którym|od lat już nie widziano człowieka.
ru: OTHER: Но слухи даже сюда долетают всякие.|Как-то мне рассказали про один замок – |старый, проклятый, люди его давно покинули...

source: OTHER: Żywego człowieka.
ru: OTHER: Ну, в смысле – живые люди.

source: OTHER: Nic więcej nie wiem i nie chciałbym wiedzieć.#F1#B0
ru: OTHER: Больше я ничего не знаю, и знать не желаю.#F1#B0

source: OTHER: Wybacz mi, książę, ale twoi poddani nie|potrafią się delektować subtelnościami|prawdziwej kuchni.
ru: OTHER: Принц... Кулинария – тонкое искусство,|но ваши подданные в нём вообще|не смыслят. Уж простите.
