Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: " The telepod's activating pedals are fragile. Stop jumping on them! "
de_de: " Die Auslösepedale der Biemzellen sind nicht strapazierfähig. Hören Sie auf darauf rumzuspringen ! "
es_es: "¡Los pedales de activación de los teleportadores son frágiles! ¡No salte encima!"
fr_fr: " Les pédales de déclenchement des télépodes sont fragiles. Arrêtez de sauter dessus ! "
hu_hu: " A teleport aktiváló pedálok törékenyek. Ne ugráljon rajtuk! "
it_it: "I pedali di avvio dei telepodi sono fragili. Smettete di saltarci sopra!"
pl_pl: " Włączniki teleportów są bardzo delikatne. Nie skacz po nich! "
pt_br: " Os pedais de ativação dos teletransportes estão frágeis. Parem de pular neles! "
pt_pt: " As alavancas de activação dos teleportes são frágeis. Para de saltar em cima delas! "
ru_ru: "Педали активации телеподов хрупкие. ПерестанЬте на них прыгатЬ!"

source: No more gas
de_de: Kein Kraftstoff mehr
es_es: No hay más carburante
fr_fr: Plus de carburant
hu_hu: Nincs több üzemanyag!
it_it: Carburante esaurito
pl_pl: Brak paliwa
pt_br: Não há gás suficiente
pt_pt: Não há mais combustível
ru_ru: Топлива болЬше нет.

source: Where do you want to go Twinsen ?
de_de: Wo möchtest Du hin Twinsen ?
es_es: ¿A dónde quieres ir Twinsen?
fr_fr: Où veux-tu aller Twinsen ?
hu_hu: Hova akarsz menni Twinsen?
it_it: Dove vuoi andare, Twinsen?
pl_pl: Dokąd chcesz się dostać, Twinsen ?
pt_br: Para onde você quer ir Twinsen ?
pt_pt: Para onde quer ir Twinsen?
ru_ru: Куда ты хочешЬ отправитЬся, Твинсен?

source: " Welcome to Brundle island. "
de_de: " Willkommen auf der Insel Brundle. "
es_es: "Bienvenido a la isla Brundle."
fr_fr: " Bienvenue sur l'île Brundle. "
hu_hu: "Isten hozta Hát-szigeten"
it_it: "Benvenuti sull'Isola Brundle. "
pl_pl: " Witamy na wyspie Brundle. "
pt_br: " Bem-vindo à Ilha Brundle. "
pt_pt: " Bem-vindo à Ilha Brundle. "
ru_ru: "Добро пожаловатЬ на Остров Брандла."

source: Alert!
de_de: Alarm !
es_es: ¡Alerta!
fr_fr: Alerte !
hu_hu: Figyelem!
it_it: Allarmi!
pl_pl: Alarm!
pt_br: Alerta!
pt_pt: Alerta!
ru_ru: Тревога!

source: Go ahead!
de_de: O.K., gehen Sie !
es_es: ¡Adelante!
fr_fr: Allez-y !
hu_hu: Elôre!
it_it: Andate!
pl_pl: Możesz przejść!
pt_br: Vá em frente!
pt_pt: Siga em frente!
ru_ru: Проходите!

source: Clever, now there is no longer a sign on the wall.
de_de: Das ist ja sehr intelligent, jetzt ist natürlich kein Zeichen mehr an der Wand !
es_es: ¡Qué vivo, ahora no hay más signos en la pared, evidentemente!
fr_fr: C'est malin, maintenant il n'y a plus de signe sur le mur, évidemment !
hu_hu: Okos, már nincs többé jel a falon.
it_it: Ora non ci sono più segni sul muro, evidentemente!
pl_pl: Sprytnie, teraz już nie ma znaku na ścianie.
pt_br: Inteligente, agora não há mais um símbolo na parede.
pt_pt: Inteligente, agora já não há nenhum sinal na parede.
ru_ru: Умно, теперЬ на стене болЬше нет знака.

source: Get out of here without breaking anything and we'll take it into consideration!
de_de: Gehen Sie raus ohne etwas zu beschädigen und wir werden Ihnen das zugute halten !
es_es: ¡Salga de aquí sin romper nada y lo tendremos en cuenta!
fr_fr: Sortez d'ici sans rien casser et nous en tiendrons compte !
hu_hu: Ki innen anélkül hogy összetörnél bármit, és meggondoljuk!
it_it: Esca di qui senza rompere nulla!
pl_pl: Wyjdź stąd nie niszcząc niczego, a darujemy ci życie!
pt_br: Saia daqui sem quebrar nada e nós iremos levar em consideração!
pt_pt: Saia daqui sem partir nada que nós levaremos isso em consideração!
ru_ru: Убирайся отсюда, ничего не сломав, и мы примем это во внимание!

source: I don't know where they are.
de_de: Ich weiß nicht wo sie sind.
es_es: No sé dónde están.
fr_fr: Je ne sais pas où ils sont.
hu_hu: Nem tudom hol vannak.
it_it: Non so dove siano.
pl_pl: Nie wiem, gdzie one są.
pt_br: Não sei onde eles estão.
pt_pt: Não sei onde eles estão.
ru_ru: Я не знаю, где они.

source: I have you at last! I see that you appreciated the clone that I made of your friend, the original is safe. | I suppose that you have come here to find the 3rd Runic Stone. I already found it a long time ago, but it took some time to decipher it. And as soon as I knew the location of the Well of Sendell, I began the foraging work. |
de_de: Endlich hab' ich Dich ! Wie ich sehe, hat Dir der Klon, den ich von Deiner Freundin gemacht habe, gefallen; das Original ist in Sicherheit. | Ich nehme an, daß Du hergekommen bist um den dritten Runenstein zu finden. Ich habe ihn schon vor langer Zeit gefunden, aber ich habe einige Zeit gebraucht um ihn zu entziffern. Und sobald ich den Standort von Sendells Brunnen erfahren habe, habe ich Bohrarbeiten gestartet. |
es_es: ¡Por fin, te tengo! Veo que has apreciado el clon que he hecho de tu amiga, el original está en lugar seguro. | Supongo que has venido aquí para encontrar la tercera Piedra Rúnica. Yo la he descubierto hace ya mucho, pero he necesitado tiempo para descifrarla. Y desde que conocí el emplazamiento del Pozo de Sendell, he iniciado obras de fortificación. |
fr_fr: Enfin je te tiens ! Je vois que tu as apprécié le clone que j'ai fait de ton amie, l'original est en sécurité. | Je suppose que tu es venu ici pour trouver la 3ème Pierre Runique. Je l'ai découverte il y a déjà longtemps, mais il m'a fallu du temps pour la déchiffrer. Et dès que j'ai connu l'emplacement du Puits de Sendell, j'ai lancé des travaux de forage. |
hu_hu: Végre megvagy! Látom tetszett a klón, amit a barátnôdrôl csináltam, az eredeti biztonságban van. | ùgy gondolom azért jöttél, hogy megleld a harmadik Ékírásos Követ. Már réges rég megtaláltam, de beletelt egy kis idôbe, amíg megfejtettem. És amint megtudtam a pontos helyét Sendell Kútjának, megkezdtem a kutatómunkát. |
it_it: Finalmente ti ho catturato! Vedo che hai apprezzato il clone della tua amica, l'originale è ben custodito. | Suppongo che tu sia qui per trovare la Terza Pietra Runica. L'ho scoperta già da molto, ma mi ci è voluto tanto tempo per decifrarla. E da quando ho scoperto la posizione del Pozzo di Sendell, ho avviato lavori di trivellazione. |
pl_pl: Nareszcie cię dostałem! Widzę, że podoba ci się klon, którego zrobiłem z twojej przyjaciółki, oryginał jest bezpieczny. | Przypuszczam, że przybyłeś tu, aby znaleźć trzeci Kamień Runiczny. Znalazłem go już dawno temu, ale odszyfrowanie napisów zabiera trochę czasu. A kiedy poznam położenie Studni Sendell, rozpocznę poszukiwania. |
pt_br: Eu tenho você enfim! Eu vejo que você gostou do clone que eu fiz da sua amiga, a original está salva. | Eu suponho que você veio aqui para encontrar a terceira Pedra Rúnica. Eu já encontrei ela a muito tempo, mas leva algum tempo para decifrá-la. E assim que eu souber a localização do Poço de Sendell, eu começarei o trabalho de escavação. |
pt_pt: Enfim tenho-te! Eu vejo que gostou do clone que fiz da sua amiga, a original está salva. | Eu suponho que veio aqui para encontrar a terceira Pedra Rúnica. Eu já a encontrei à muito tempo, mas leva algum tempo para decifrá-la. E assim que souber a localização do Poço de Sendell, começarei o trabalho de escavação.
ru_ru: Я поймал тебя, наконец! Вижу, ты оценил клона, которого я сделал по подобию твоей подруги. Сама она в безопасности. | Полагаю, ты пришел сюда, чтобы найти 3-ий рунический каменЬ. Я давно его нашел, но потребуется какое-то время, чтобы расшифроватЬ его. И как толЬко я узнаю расположение Колодца Сенделл, я начну работы по добыче.

source: Not being able to destroy the stone, I built my fortress around it to dissimulate it. That reminds me, you supposedly destroyed two of my factories, but that is of little importance! I will soon possess such fantastic powers, that I will need but an instant to clone or teleport the totality of the inhabitants of the planet. I also can make you relive the worst moments of your existence indefinitely... | Good bye, you will never realize the prophecy because I will be the one who encounters Sendell and I will inherit her powers.
de_de: Da ich den Stein nicht zerstören konnte, habe ich meine Festung ringsum errichtet, um ihn zu verbergen. A propos, es scheint Du hättest zwei meiner Fabriken zerstört, aber das macht nichts ! Ich werde bald über solche Mächte vefügen, daß ich im Handumdrehen alle Bewohner des Planeten klonen oder biemen kann. Ich könnte Dich auch ständig die schlimmsten Erlebnisse Deines Lebens durchstehen lassen ... | Adieu, Du wirst die Prophezeiung niemals erfüllen, weil ich es sein werde, der zu Sendell stoßen und ihre Macht erben wird.
es_es: No pudiendo destruir la piedra, he construido mi fortaleza alrededor para disimularla. A propósito, parece que has destruido dos de mis fábricas, ¡pero poco importa! Dentro de poco voy a disponer de tales poderes, que me bastará un instante para clonar o teleportar la totalidad de los habitantes del planeta. Podré también hacerte revivir indefinidamente los peores momentos de tu existencia... | Adiós, no realizarás jamás la profecía ya que soy yo el que voy a reunirme con Sendell, y voy a heredar sus poderes.
fr_fr: Ne pouvant détruire la pierre, j'ai bâti ma forteresse autour pour la dissimuler. A propos, il semble que tu aies détruit deux de mes usines, mais peu importe ! Je vais bientôt disposer de tels pouvoirs, qu'il me suffira d'un instant pour cloner ou téléporter la totalité des habitants de la planète. Je pourrai aussi te faire revivre indéfiniment les pires moments de ton existence ... | Adieu, tu ne réaliseras jamais la prophétie car c'est moi qui vais rejoindre Sendell et je vais hériter de ses pouvoirs.
hu_hu: Miután a követ nem lehet elpusztítani, ezért a bázisomat köré építtettem, hogy elrejtsem a világ szeme elôl. Errôl jut eszembe, hogy valószínüleg te romboltad le két gyáramat, de ez nem olyan fontos! Hamarosan olyan erô birtokába jutok, hogy egy pillanat alatt újraklónozhatom, vagy teleportálhatom a bolygó teljes lakosságát. Arra is képes leszek, hogy újraéld életed legborzalmasabb pillanatait, újra és újra... | Viszlát, te soha nem ismerheted meg a próféciát, mert én leszek az, aki találkozik majd Sendell-el, és én öröklöm majd az erejét.
it_it: Non potendo distruggere la Pietra, ho costruito attorno ad essa la mia fortezza per nasconderla. A proposito, pare che tu abbia distrutto due delle mie fabbriche, ma non fa niente. Presto avrò poteri tali per cui mi basterà un secondo per clonare o teletrasportare tutti gli abitanti del pianeta. E potrò anche farti rivivere all'infinito i peggiori momenti della tua esistenza... | Addio; non realizzerai mai la profezia, perché sarò io e e non tu a raggiungere Sendell e a ereditarne i poteri.
pl_pl: Teraz, kiedy mogę już zniszczyć kamień, wybudowałem dookoła niego moją fortecę, aby pozbawić go mocy. To mi przypomina, że przwdopodobnie zniszczyłeś dwa moje zakłady, ale to ma niewielkie znaczenie! Wkrótce posiądę tak fantastyczne moce, że będę mógł natychmiast sklonować lub teleportować wszystkich mieszkańców tej planety. Będę mógł także sprawić, że będziesz wciąż na nowo przeżywał najgorsze chwile swojego życia... | Żegnaj, nigdy nie wypełnisz przypowiedni, ponieważ to ja spotkam się z Sendell i odziedziczę jej moce.
pt_br: Sem conseguir destruir a pedra, eu construí o meu forte sobre ela para escondê-la. Isso me lembra, você supostamente destruiu duas das minhas fábricas, mas isso não importa! Eu logo possuirei poderes tão fantásticos, que eu precisarei de apenas um instante para clonar ou teleportar a totalidade dos habitantes do planeta. Eu também poderei fazer você reviver os piores momentos da sua vida indefinidamente... | Adeus, você nunca chegará ao fundo da profecia porque serei eu que encontrarei Sendell e incorporarei todos os poderes dela.
pt_pt: Sem conseguir destruir a pedra, construí o meu forte em cima dela para escondê-la. Isso faz-me lembrar, que você supostamente destruiu duas das minhas fábricas, mas isso não importa! Irei possuir poderes tão fantásticos, que precisarei de apenas um instante para clonar ou teletransportar a totalidade dos habitantes do planeta. Também poderei fazê-lo reviver os piores momentos da sua vida indefinidamente... | Adeus, nunca chegará a compreender a profecia porque serei eu a encontrar Sendell e irei adquirir todos os poderes dela.
ru_ru: Неспособный уничтожитЬ каменЬ, я построил вокруг него крепостЬ, чтобы скрытЬ его. Это напоминает мне, что возможно это ты уничтожил две мои фабрики, но это не так уж и важно! Скоро я буду обладатЬ столЬ фантастической силой, что смогу мгновенно клонироватЬ или телепортироватЬ всех жителей планеты. Также я смогу заставитЬ тебя переживатЬ худшие моменты твоего существования бесконечно... | Прощай, ты никогда не исполнишЬ пророчество, потому что это я буду тем, кто встретится с Сенделл, и я унаследую ее могущество.

source: " I am the stone of the Septentrion. The Well of Sendell is located at the summit of the rocky peak that is at the center of Polar island. Only the Heir can break the seal that bars the entrance. "
de_de: " Ich bin der Stein des Nordens. Sendells Brunnen befindet sich auf der Felsen-Bergspitze, im Zentrum der Polarinsel. Allein der Erbe wird das Siegel durchbrechen können, das über den Eingang wacht. "
es_es: "Soy la piedra del Septentrión. El Pozo de Sendell se encuentra en la cima del pico rocoso que está en el centro de la isla Polar. Sólo el Heredero podrá romper el sello que protege la entrada."
fr_fr: " Je suis la pierre du Septentrion. Le Puits de Sendell se trouve au sommet du piton rocheux qui est au centre de l'île Polaire. Seul l'Héritier pourra briser le sceau qui en garde l'entrée. "
hu_hu: " Én vagyok az Északi Kô. Sendell Kútja Sark-sziget rögös, köves csúcsának ormán van. Csak az örökös tudja feltörni a pecsétet, amely ôrzi. "
it_it: "Sono la Pietra del Settentrione. Il Pozzo di Sendell si trova alla sommità del picco di roccia al centro dell'Isola Polare. Solo l'Erede potrà infrangere il sigillo che ne custodisce l'entrata."
pl_pl: " Jestem kamieniem Septentrionu. Studnia Sendell znajduje się pod wierzchołkiem skalnego szczytu, który jest w centrum wyspy Polarnej. Tylko Następca potrafi złamać pieczęć, która zagradza wejście. "
pt_br: " Eu sou a Pedra Septentrion. O Poço de Sendell está localizado no topo da montanha rochosa, que está no centro da Ilha Polar. Apenas o Herdeiro pode quebrar o selo que barra a sua entrada. "
pt_pt: " Eu sou a Pedra Septentrion. O Poço de Sendell está localizado no cume da montanha rochosa, que está no centro da Ilha Polar. Apenas o Herdeiro pode quebrar o selo que protege a sua entrada. "
ru_ru: "Я каменЬ Септентриона. Колодец Сенделл расположен на вершине горы, являющейся центром Полярного Острова. ТолЬко Наследник может снятЬ печатЬ, которая преграждает вход."

source: Help Twinsen ! They found the Runic Stone and I ...
de_de: Zu Hilfe Twinsen ! Sie haben den Runenstein gefunden und ich ...
es_es: ¡Socorro Twinsen! Han encontrado la Piedra Rúnica y yo ...
fr_fr: Au secours Twinsen ! Ils ont trouvé la Pierre Runique et je ...
hu_hu: Segíts Twinsen ! Megtalálták az Ékírásos követ, és engem ...
it_it: Aiuto, Twinsen! Hanno trovato la Pietra Runica e io...
pl_pl: Pomóż mi Twinsen ! Oni znaleźli Kamień Runiczny, a ja ...
pt_br: Socorro Twinsen ! Eles encontraram a Pedra Rúnica e eu...
pt_pt: Ajuda-me Twinsen ! Eles encontraram a Pedra Rúnica e eu ...
ru_ru: На помощЬ, Твинсен! Они нашли рунический каменЬ, и я...

source: Ah, there you are at last my love!
de_de: Ach, endlich bist Du da mein Liebling !
es_es: ¡Ah, por fin, aquí estás amor mío!
fr_fr: Ah, enfin te voilà mon amour !
hu_hu: Á, végre, szerelmem!
it_it: Eccoti, finalmente, amore mio!
pl_pl: Ach, nareszcie cię znalazłem, kochanie!
pt_br: Ah, aí você está, meu amor!
pt_pt: Ah, aqui estás, meu amor!
ru_ru: Ах, вот, наконец, и ты, моя любовЬ!

source: I don't know where they are, but hurry up because FunFrock is going...
de_de: Ich weiß nicht wo sie sind, aber beeile Dich, FunFrock wird ...
es_es: Ignoro donde están, pero date prisa ya que FunFrock va ...
fr_fr: J'ignore où ils sont, mais fais vite car FunFrock va ...
hu_hu: Nem tudom hol vannak, de siess, mert KacajKabát már úton van...
it_it: Non so dove siano, ma rapido, altrimenti FunFrock...
pl_pl: Nie wiem, gdzie mogą być, ale pospiesz się, FunFrock nadchodzi...
pt_br: Eu não sei onde eles estão, mas corra porque FunFrock está indo...
pt_pt: Não sei onde eles estão, mas apressa-te porque FunFrock está a ir...
ru_ru: Я не знаю, где они, но торописЬ, потому что ФанФрок идет...

source: Don't know who rigged the telepods, I just succeeded in picking the lock of my cell, and I ended up here!
de_de: Null Ahnung wer an den Biemzellen rumgebastelt hat, ich hatte gerade geschafft das Schloß meiner Zelle mit dem Dietrich zu öffnen, und da lande ich plötzlich hier !
es_es: ¡Quién me mandó meter la mano en los teléportadores, acabo de lograr violar la cerradura de mi celda, y aterrizo aquí!
fr_fr: Ch'sais pas qui c'est qui a trafiqué les télépodes, je venais de réussir à crocheter la serrure de ma cellule et j'aterris ici !
hu_hu: Nem tudom ki állította fel a telepadokat, épp hogy sikerült kinyitnom a cellám lakatját, ide kerültem!
it_it: Non so chi abbia manomesso i telepodi, ero appena riuscito ad aprire la serratura della mia cella e sono atterrato qui!
pl_pl: Ktoś namieszał coś w teleportach, właśnie udało mi się otworzyć zamek mojej celi, kiedy znalazłem się tutaj!
pt_br: Não sei quem adulterou os teletransportes, eu acabei de conseguir abrir a porta da minha cela, e vim parar aqui!
pt_pt: Não sei quem sabotou os teleportadores, eu acabei de conseguir abrir a porta da minha cela, e vim parar aqui!
ru_ru: Не знаю, кто подстроил это с телеподами. ТолЬко я взломал замок моей камеры, как оказался здесЬ!

source: Their teleportation thingamajig is all smashed up. I was walking, minding my own business, in the Hamalayi mountains, and suddenly I end up here!
de_de: Ihr Biemdinsgda is' völlig im Eimer. Ich ging ganz ruhig auf'em Hamalayi spazieren, und da lande ich plötzlich hier !
es_es: Está transtornado todo su entramado de teleportación. Me paseaba tranquilamente en el Hamalayi, y ¡héme aquí que aterrizo!
fr_fr: Y l'est tout pété leur truc de téléportation. J'me promenais tranquillement dans l'Hamalayi et voilà qu'j'aterris ici !
hu_hu: A teleport ketyeréjük teljesen begôzölt. Éppen a Hamalayi-hegységben bandukoltam, a magam dolgával törôdve, amikor egyszer csak ide kerültem!
it_it: E' tutto a pezzi il loro coso di teletrasporto. Camminavo tranquillo per l'Hamalayi, ed eccomi qui!
pl_pl: Ich system teleportacji jest zrujnowany. Byłem w górach Hamalayi, spacerowałem, myślałem o własnych sprawach, kiedy nagle znalazłem się tutaj!
pt_br: O Teletransporte está todo atrapalhado. Eu estava andando, cuidando da minha vida, nas montanhas do Hamalayi, e de repente apareci aqui!
pt_pt: Os Teleportadores estão todos estragados. Eu estava a andar, cuidando da minha vida, nas montanhas do Hamalayi, e de repente apareci aqui!
ru_ru: Их штуковина для телепортации разбита вдребезги. Я прогуливался в Гамалайских горах, думая о своих делах, и внезапно оказался здесЬ!

source: Stop fidgeting prisoner Twinsen!
de_de: Häftling Twinsen, stehen Sie still !
es_es: Detenido Twinsen, ¡cese de agitarse!
fr_fr: Détenu Twinsen, cessez de vous agiter !
hu_hu: Ne pattogjon már Twisnen fogoly!
it_it: Detenuto Twinsen, la smetta di agitarsi!
pl_pl: Przestań się wiercić, więźniu Twinsen!
pt_br: Pare de se remexer prisioneiro Twinsen!
pt_pt: Pare de se remexer prisioneiro Twinsen!
ru_ru: ПерестанЬ нервничатЬ, заключенный Твинсен!

source: " Dr FunFrock's secret Fortress. You shouldn't even be reading that! "
de_de: " Geheime Festung des Dr FunFrock. Sie dürften eigentlich nicht dieses Schild lesen ! "
es_es: "Fortaleza secreta del Dr. FunFrock. No debería ni siquiera estar leyendo esto!"
fr_fr: " Forteresse secrète du Dr FunFrock. Vous ne devriez même pas être en train de lire ceci ! "
hu_hu: " Dr. KacajKabát titkos erôdje. Ezt nem is lenne szabad olvasnod! "
it_it: "Fortezza segreta del Dottor FunFrock. Come fate a leggere il cartello, a proposito, se è segreta?"
pl_pl: " Tajna Forteca Dr FunFrocka. Nawet nie powinieneś tego czytać! "
pt_br: " Forte secreto do Dr. FunFrock. Você nem deveria estar lendo isso! "
pt_pt: " Forte secreto do Dr. FunFrock. Não deveria estar a ler isto! "
ru_ru: "Секретная крепостЬ д-ра ФанФрока. Вы даже читатЬ это не должны!"

source: Hmmm, what if I tried to attract a guard's attention?
de_de: Na, ich könnte vielleicht eine Wache auf mich aufmerksam machen ?
es_es: ¿Y si tratara de atraer la atención de un guardia?
fr_fr: Tiens, si j'essayais d'attirer l'attention d'un garde ?
hu_hu: Hmmm, mi lenne, ha megpróbálnám magamra vonni egy ôr figyelmét?
it_it: E se cercassi di attirare l'attenzione di una guardia?
pl_pl: Hmmm, co się stanie, jeżeli spróbuję zwrócić uwagę staży?
pt_br: Hummm, e se eu tentasse chamar a atenção do guarda?
pt_pt: Hmmm, e se eu tentasse chamar a atenção dos guardas?
ru_ru: Хммм, что, если я попытаюсЬ привлечЬ внимание охраны?

source: You are being held here because you are a troublemaker. We know from an informant that you claim to have prophetic dreams. | Calm down, we're going to dissect... uh, I mean take care of you!
de_de: Sie werden hier festgehalten, weil Sie ein Aufwiegler sind. Wir haben von einem Informanten erfahren, daß Sie behaupten von Prophezeiungen geträumt zu haben. | Ruhig Blut, wir werden Sie sezier... öööh, ich meine pflegen !
es_es: Ud. está detenido aquí por agitador. Sabemos por un informador que pretende haber tenido sueños proféticos. | ¡Cálmese, nosotros lo vamos a autopsi... uy, quiero decir, a sanarlo!
fr_fr: Vous êtes détenu ici car vous êtes un agitateur. Nous savons par un informateur que vous prétendez avoir fait des rêves prophétiques. | Calmez-vous, nous allons vous autopsi... euh, je veux dire vous soigner !
hu_hu: Azért tartunk itt fogva, mert te egy bajkeverô vagy. Egy informátorunktól tudjuk, hogy azt állítod próféta álmaid vannak. | Majd mi elintéz... úgy értem vigyázunk rád!
it_it: E' detenuto qui perché è un sovversivo. Sappiamo, tramite un informatore, che dice di aver fatto sogni profetici. | Si calmi, stiamo per farle un'autops... cioè, adesso la guariamo!
pl_pl: Jesteś tu przetrzymywany, ponieważ jesteś niebezpieczny. Informator doniósł nam, że twierdzisz, że masz prorocze sny. | Uspokój się, my tylko zabijemy... uh, chciałem powiedzieć... zaopiekujemy się tobą!
pt_br: Você está preso aqui porque representa uma ameaça. Nós ficamos sabendo de um informante que você diz ter sonhos proféticos. | Acalme-se, nós iremos dissecar... uh, quero dizer, tomar conta de você!
pt_pt: Está preso aqui porque representa uma ameaça. Um informante contou-nos que você tem sonhos proféticos. | Acalme-se, nós iremos dissecar-te... uh, quero dizer, cuidar de si!
ru_ru: Тебя держат здесЬ, потому что ты нарушителЬ спокойствия. Мы знаем от информатора, что ты утверждаешЬ, что видел пророческие сны. | Успокойся, мы собираемся вскрытЬ... э-э, я имел ввиду, позаботитЬся о тебе!

source: Uh ... Hi!
de_de: Ööh ... Hallo !
es_es: ¡Eh ... Hola!
fr_fr: Euh ... Salut !
hu_hu: õ ... Szia!
it_it: Eh... Salve!
pl_pl: Uh ... Cześć!
pt_br: Uh ... Oi!
pt_pt: Uh ... Olá!
ru_ru: Э-э... Привет!

source: " Training pool. Do not throw anything to the shark! "
de_de: " Trainingsschwimmbad. Nichts dem Hai zuwerfen ! "
es_es: "Piscina de entrenamiento. No arrojar nada al tiburón!"
fr_fr: " Piscine d'entraînement. Ne rien jeter au requin ! "
hu_hu: " Edzô medence! Ne dobjon semmit a cápák közé! "
it_it: " Vasca di addestramento. Non gettare nulla allo squalo!"
pl_pl: " Basen treningowy. Nie karmić rekina! "
pt_br: " Piscina de Treinamento. Não jogue nada para o tubarão! "
pt_pt: " Piscina. Não atire nada para o tubarão! "
ru_ru: "Тренировочный бассейн. Ничего не бросатЬ в акулу!"
