Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: My son and I fixed the ventilation flap in your chimney. We'll put up a fence later. It's odd that it is so far away from your house! According to my son, who is an architect, there are a lot of strange things about your house!
de_de: Hallo Nachbar, zusammen mit meinem Sohn haben wir die Klappe auf Ihrem Kamin repariert. Wir werden ihn später noch einzäunen. Merkwürdig, daß er so weit von ihrem Haus entfernt ist ! | Meinem Sohn nach sind übrigens einige Dinge bei Ihnen recht merkwürdig, und er muß es wissen, schließlich ist er Architekt !
es_es: Mira vecino, con mi hijo he reparado la trampilla de su chimenea. Después añadiremos una barandilla alrededor. ¡Es extraño que esté tan lejos de su casa! | Además, según mi hijo, muchas cosas son extrañas en su casa, ¡y él sabe lo que dice, es arquitecto!
fr_fr: Tiens voisin, avec mon fils nous avons réparé la trappe sur votre cheminée. On rajoutera une barrière autour plus tard. C'est étrange qu'elle soit autant à l'écart de votre maison ! | D'ailleurs, d'après mon fils bien des choses sont étranges chez vous et il s'y connaît, il est architecte !
hu_hu: A fiam és én megjavítottuk a kéményének a szellôzôjét. Felrakunk egy kerítést is késôbb köré. Furcsa milyen messze van a házától. A fiam szerint, aki egy építész, nagyon sok különös dolog van a házában.
it_it: Ecco, vicino, io e mio figlio abbiam riparato la trappola sul camino. Più tardi aggiungeremo una barriera. Strano che si trovi così lontano da casa sua! | D'altronde, secondo mio figlio, a casa sua ci sono tante cose strane. E lo dice con cognizione di causa: è un architetto!
pl_pl: Mój syn i ja naprawialiśmy klapę wentylacyjną w twoim kominie. Ogrodzenie założymy później. To dziwne, że komin jest tak daleko od twojego domu! Mój syn, który jest architektem, uważa, że w twoim domu jest mnóstwo dziwnych rzeczy!
pt_br: Meu filho e eu consertamos o mecanismo de ventilação da sua chaminé. Nós iremos colocar uma cerca mais tarde. É estranho que ela seja tão distante da sua casa! De acordo com meu filho, que é arquiteto, há um monte de coisas estranhas na sua casa!
pt_pt: Eu e o meu filho, arranjamos o mecanismo de ventilação da sua chaminé. Iremos colocar uma cerca mais tarde. É estranho que ela esteja tão longe da sua casa! De acordo com o meu filho, que é arquitecto, há muitas coisas estranhas em sua casa!
ru_ru: Мы с моим сыном починили вентиляционную заслонку в твоем дымоходе. Позже мы сделаем забор. Необычно, что дымоход так далеко от твоего дома! По словам моего сына, который работает архитектором, в твоем доме много странностей!

source: You know, don't worry about putting up a fence around the chimney. I've thought about it and I prefer to keep it as it is.
de_de: Ach, lassen Sie den Zaun um den Kamin rum fallen. Ich habe es mir überlegt, ich mag ihn lieber so.
es_es: Finalmente, olvídese de la barandilla alrededor de la chimenea. He reflexionado y me gusta así.
fr_fr: Finalement laissez tomber pour la barrière autour de la cheminée. J'ai réfléchi et je l'aime comme ça.
hu_hu: Tudja mit? Ne foglalkozzanak a kerítéssel, meggondoltam magam, és inkább így hagynám, ahogy van.
it_it: Allora, lasciate stare la barriera attorno al camino. Ci ho pensato, mi va bene così com'è.
pl_pl: Nie martw się o ogrodzenie wokół komina. Myślalem o tym i wolałbym, żeby zotało tak jak jest.
pt_br: Sabe, não se preocupe em colocar uma cerca na chaminé. Eu pensei no assunto e prefiro ela do jeito que está.
pt_pt: Sabe, não se preocupe em colocar uma cerca na chaminé. Eu pensei no assunto e prefiro que ela fique da mesma maneira.
ru_ru: ЭнаешЬ, не беспокойся насчет постройки забора вокруг дымохода. Я подумал об этом и предпочитаю оставитЬ все как естЬ.

source: Good day.
de_de: Guten Tag
es_es: Buenos días
fr_fr: Bonjour
hu_hu: Jó napot!
it_it: Buongiorno
pl_pl: Dzień dobry.
pt_br: Bom dia!
pt_pt: Bom dia.
ru_ru: Добрый денЬ.

source: Try the tavern, you never know...
de_de: Versuchen Sie es mal in der Taverne, man kann nie wissen.
es_es: Pruebe en la taberna, nunca se sabe.
fr_fr: Essayez à la taverne, on ne sait jamais.
hu_hu: Próbálja meg a fogadóban, soha nem tudhatja...
it_it: Provi alla taverna, non si sa mai.
pl_pl: Zapytaj w tawernie, nigdy nic nie wiadomo...
pt_br: Tente a taverna, nunca se sabe...
pt_pt: Tente a taberna, nunca se sabe...
ru_ru: Попробуй спроситЬ в таверне, ведЬ никогда не знаешЬ...

source: The crates are arranged correctly this time. Thank you, and please accept this ferry ticket as a token of my gratitude.
de_de: Diesmal sind die Kisten richtig aufgestellt. Vielen Dank und hier ist Dein Fahrschein für die Fähre.
es_es: Esta vez las cajas están bien ordenadas. Gracias y aquí tiene su billete para el ferry.
fr_fr: Cette fois les caisses sont bien rangées. Merci et voilà ton ticket de ferry.
hu_hu: A ládák végre a helyükön vannak. Kérem fogadja el ezt hálám jegyéül.
it_it: Oh, finalmente le casse sono ben allineate. Grazie, accetti questo biglietto per il traghetto come segno della mia riconoscenza.
pl_pl: Tym razem skrzynki są ustawione prawidłowo. Dziekuję ci. Proszę, przyjmij ten bilet na prom, jako dowód mojej wdzięczności.
pt_br: As caixas estão colocadas corretamente. Obrigado, e por favor aceite essa passagem de barco como símbolo de meu agradecimento.
pt_pt: As caixas estão colocadas corretamente. Obrigado, e por favor aceite este bilhete de barco como símbolo do meu agradecimento.
ru_ru: На этот раз ящики расставлены верно. Спасибо тебе и, пожалуйста, прими этот билет на паром в знак моей признателЬности.

source: I'm on special assignment for the good Dr. FunFrock, and am looking for the plans of the Teleportation Center.
de_de: Ich suche die Pläne des Biemzentrums, ein Spezialauftrag des guten Dr FunFrock.
es_es: Busco los planos del Centro de Teleportación, misión especial para el buen Dr. FunFrock.
fr_fr: Je cherche les plans du Centre de Téléportation, mission spéciale pour le bon Dr FunFrock.
hu_hu: A jóságos Dr. KacajKabát titkos küldetését teljesítem, és a Teleport Központ terveit keresem.
it_it: Cerco le mappe del Centro di Teletrasporto, sono in missione speciale per il caro Dottor FunFrock.
pl_pl: Przybywam na specjalne polecenie Dr. FunFrocka. Szukam planów Centrum Teleportacji.
pt_br: Estou em missão especial pelo bom Dr. FunFrock, e estou procurando pelos planos do Centro de Teletransporte.
pt_pt: Estou em missão especial pelo bom Dr. FunFrock, e ando à procura dos planos do Centro de Teleportação.
ru_ru: Я на особом задании от доброго д-ра ФанФрока, и я ищу чертежи Центра телепортации.

source: Come in friend! We will look at them together because they are rather complicated.
de_de: Kommen Sie doch herein Nachbar, wir schauen uns das gemeinsam an, sie sind ziemlich kompliziert.
es_es: Entre entonces, vecino, vamos a ver eso juntos, ya que es muy complejo.
fr_fr: Entrez donc voisin, nous allons regarder cela ensemble car ils sont très complexes.
hu_hu: Jöjjön be barátom! Megnézzük együtt, mert elég bonyolult.
it_it: Entri, vicino, le esamineremo insieme perché sono molto complesse.
pl_pl: Wejdź przyjacielu! Obejrzymy je razem, ponieważ są nieco skomplikowane.
pt_br: Entre meu amigo! Nós iremos olhá-los juntos pois eles estão um pouco complicados.
pt_pt: Entre meu amigo! Juntos, iremos olhá-los porque estão bastante complicados.
ru_ru: Эаходи, друг! Посмотрим их вместе, потому что они доволЬно сложные.

source: I was put in charge of verifying this building because it was built over ruins that are marked with a strange symbol. It seems that a mad man is attacking different sites also marked with this same symbol. All this extra work has really ruined my weekend! | We're really worried about the Teleportation Center: it's weak point is situated on the left, right after the first guard post.
de_de: Man hat mich beauftragt dieses Gebäude zu überprüfen, da es teilweise auf Ruinen errichtet wurde, die ein merkwürdiges Siegel tragen. Stellen Sie sich vor, ein Verrückter verübt Anschläge an verschiedenen Stellen, die solch ein Siegel aufweisen. Deshalb hatte ich wegen ihm eine Wahnsinnsarbeit an diesem Wochenende. | Man bangt um das Biemzentrum : sein Schwachpunkt befindet sich links hinter dem ersten Wachposten.
es_es: Me han encargado que inspeccione este edificio, ya que está en parte construido sobre ruinas que tienen un sello extraño. Imagínese que un loco ataca diferentes lugares que tienen ese tipo de sello. Y este fin de semana he tenido un trabajo atroz gracias a él | Tememos por el Centro de Teleportación: su punto débil se sitúa a la izquierda después del primer puesto de guardia.
fr_fr: J'ai été chargé de vérifier ce bâtiment, car il est en partie construit sur des ruines portant un sceau étrange. Figurez-vous qu'un fou s'attaque à différents endroits ayant ce genre de sceau. Alors j'ai eu un travail fou ce week-end à cause de lui. | On craint pour le Centre de Téléportation : son point faible se situe sur la gauche, après le premier poste de garde.
hu_hu: Azzal bíztak meg, hogy ellenôrizzem le ezt az épületet, mert olyan romokra épült, amelyekre lülönös jelképek vannak festve. Egy ôrült megtámadja azokat a helyeket, amiken ilyen jelek vannak. Ez a különmunka teljesen tönkretette a hétvégémet!| Nagyon aggódunk a Teleport Központ miatt. Tudja van egy gyenge pontja a balra rögtön az elsô ôrposzt mögött.
it_it: Sono stato incaricato di controllare questo edificio, poiché è in parte costruito su rovine con uno strano sigillo. Si figuri che un pazzo vuole distruggere diversi luoghi che portino questo tipo di sigillo. Per causa sua ho dovuto lavorare un sacco questo fine settimana. | Si teme per il Centro di Teletrasporto: il suo punto debole si trova a sinistra, dopo il primo posto di guardia.
pl_pl: Muszę zweryfikować ten budynek, ponieważ stoi on na ruinach, które zostały oznaczone dziwnym symbolem. To oznacza, że szaleniec atakuje inne miejsca oznaczone takim samym symbolem. Cała ta dodatkowa praca zrujnowała mi weekend! | Naprawdę martwimy się o Centrum Teleportacji: jego słaby punkt jest położony na lewo, dokładnie za pierwszym posterunkiem straży.
pt_br: Eu fui colocado na função de verificar esse prédio pois ele foi construído sobre ruínas marcadas com um estranho símbolo. Parece que um rebelde louco está atacando diferentes locais que possuem o mesmo símbolo. Todo esse trabalho extra realmente arruinou meu fim de semana! | Estamos realmente preocupados com esse prédio: o seu ponto fraco está localizado na esquerda, logo após o primeiro posto de guarda.
pt_pt: Tenho como função verificar este prédio porque foi construído por cima de ruínas que estão marcadas com um símbolo estranho. Parece que um rebelde louco está a atacar diferentes locais que possuam o mesmo símbolo. Todo este trabalho extra realmente estragou o meu fim de semana! | Estamos realmente preocupados com este prédio: o seu ponto fraco está localizado à esquerda, logo após o primeiro posto de guarda.
ru_ru: Меня назначили проверитЬ это здание, потому что оно было построено на руинах, отмеченных странным символом. Похоже, сумасшедший атаковал разные участки, отмеченные тем же символом. Вся эта дополнителЬная работа полностЬю испортила мне уикенд! | Мы действителЬно беспокоимся за Центр телепортации: его слабое место расположено слева, сразу после первого охранного поста.

source: You will need my card to get into the center. It is on the drawing table. If you do succeed in catching this vandal with his weird Horn, I would appreciate it if you would kick his rear end for me!
de_de: Sie brauchen meine Karte um ins Zentrum zu gelangen. Sie liegt auf dem Zeichentisch. Und falls sie diesen Vandalen mit dem komischen Horn erwischen, treten Sie ihm an meiner Stelle ins Hinterteil !
es_es: Necesitará mi tarjeta para entrar en el centro. Está sobre la mesa de dibujo. Y si atrapa a ese vándalo con su rara Trompa, ¡déle un buen puntapié en el trasero de mi parte!
fr_fr: Vous aurez besoin de ma carte pour entrer dans le centre. Elle est sur la table à dessin. Et si vous attrapez ce vandale avec sa Trompe bizarre, bottez-lui l'arrière-train de ma part !
hu_hu: Szüksége lesz a kártyámra, hogy bejusson a központba. A rajzasztalon van. Ha elkapja ezt a garázdálkodót lekötelezne, ha jól fenéken billegtetné helyettem is!
it_it: Avrà bisogno della mia mappa per entrare nel centro. E' sul tavolo da disegno. E se acciuffa il vandalo con la sua strana Tromba, gli dia pure un calcione nel posteriore da parte mia!
pl_pl: Aby dostać się do centrum, będziesz potrzebował mojej karty. Leży na stole kreślarskim. Jeśli uda ci się złapać tego wandala z jego dziwacznym Rogiem, będę wdzięczny, jeżeli skopiesz mu tyłek!
pt_br: Você vai precisar do meu cartão para entrar no Centro de Teletransporte. Ele está na minha mesa. Se você conseguir pegar esse vândalo, dê uma surra nele por mim!
pt_pt: Vai precisar do meu cartão para entrar no Centro de Teleportação. Ele está na minha mesa. Se conseguir apanhar esse vândalo com esse seu estranho chifre, eu iria apreciar se o batesse por mim!
ru_ru: Тебе понадобится моя карта, чтобы попастЬ в Центр. Она на чертежном столе. Если тебе удастся пойматЬ того вандала с его странным Рогом, я буду признателен, если ты от меня надерешЬ ему заднее место!

source: Go ask my son, he has come home from work. Sorry about your house: the clones came with an attack tank, and they were looking for you!
de_de: Fragen Sie meinen Sohn, er ist von der Arbeit zurück. A propos, tut mir leid um Ihr Haus : Klone sind mit einem Kampfpanzer gekommen, sie haben nach Ihnen gesucht !
es_es: Vea a mi hijo, ya regresó de su trabajo. A propósito, ¡qué pena lo de su casa: han venido clones con un tanque de asalto, lo estaban buscando!
fr_fr: Voyez avec mon fils, il est revenu de son travail. A propos, navré pour votre maison : des clones sont venus avec un char d'assaut, ils vous cherchaient !
hu_hu: Menjen, kérdezze meg a fiam, hazajött a munkából. Sajnálom a házát; a klónok egy ostrom tankkal jöttek, és magát keresték.
it_it: Mio figlio è appena tornato dal lavoro. A proposito, spiacente per casa sua: alcuni cloni sono arrivati con un carro armato, la cercavano!
pl_pl: Zapytaj mojego syna, właśnie wrócił z pracy. Przepraszam za twój dom: przyszły tu klony z czołgiem i szukały cię!
pt_br: Vá perguntar ao meu filho, ele chegou do trabalho. Sinto muito pela sua casa: os clones vieram com um tanque, e estavam procurando você!
pt_pt: Pergunte ao meu filho, ele já chegou do trabalho. Sinto muito pela sua casa: os clones vieram com um tanque, e estavam à procura de si!
ru_ru: Иди спроси моего сына, он пришел с работы. Мне жалЬ твой дом: пришли клоны со штурмовым танком, и они искали тебя!

source: I would like to buy a drink for the grobo upstairs.
de_de: Ich möchte dem Dicko oben im ersten Stock einen Drink spendieren.
es_es: Me gustaría invitarle a un trago al elefos que está en el piso de arriba.
fr_fr: Je voudrais offrir à boire au grobo qui est à l'étage.
hu_hu: Meg szeretném hívni egy italra a fánit odafenn!
it_it: Vorrei offrire da bere al grobo.
pl_pl: Chciałbym kupić drinka dla tego grobo, na górze.
pt_br: Eu gostaria de comprar uma bebida para o grobo sentado no andar de cima.
pt_pt: Gostaria de comprar uma bebida para o grobo que está sentado no andar de cima.
ru_ru: Я бы хотел купитЬ выпивки для гробо на верхнем этаже.

source: Very good sir, but that will cost you 10 Kashes per drink.
de_de: Sehr wohl der Herr, aber das macht 10 Kashes für einen Drink.
es_es: Bien señor, pero la consumición le costará 10 Kashes.
fr_fr: Bien monseigneur, mais cela fera 10 Kashes la consommation.
hu_hu: Rendben van uram, de ez 10 Petákjába fog kerülni.
it_it: Bene, signore, sono 10 Kash.
pl_pl: Bardzo dobrze sir, ale to będzie kosztować 10 Kashes za jednego drinka.
pt_br: Muito bom senhor, mas cada bebida custa 10 kashes.
pt_pt: Muito bem senhor, mas cada bebida custa 10 kashes.
ru_ru: ОченЬ хорошо, сэр, но это будет стоитЬ вам 10 кэшей за порцию.

source: Hide! They have itchy trigger fingers!
de_de: Schnell, versteck Dich, die haben 'nen lockeren Finger am Abzug !
es_es: ¡Escóndete rápido, no paran de disparar!
fr_fr: Cache-toi vite, ils ont la détente facile !
hu_hu: Bújj el! Reszkett az újjuk a ravaszon!
it_it: Nasconditi, presto, hanno il grilletto facile!
pl_pl: Schowaj się! Oni tylko czekają, żeby kogoś ustrzelić!
pt_br: Esconde! Eles vão quebrar a nossa fechadura!
pt_pt: Esconde-te! Eles vão rebentar a fechadura!
ru_ru: ПрячЬся! Их палЬцы на спусковых крючках уже чешутся!

source: "Keep the planet clean!"
de_de: " Haltet den Planeten sauber ! "
es_es: "¡Conserven el planeta limpio!"
fr_fr: " Gardez la planète propre ! "
hu_hu: "Nem bántja a szemét? Tartsuk a bolygót tisztán!"
it_it: " Tenete pulito il pianeta! "
pl_pl: "Utrzymuj planetę w czystości!"
pt_br: "Mantenha o planeta limpo!"
pt_pt: "Mantenha o planeta limpo!"
ru_ru: "Сохраняйте планету чистой!"

source: Let's see now, where did I put my key?
de_de: Nanu ! Wo hab' ich denn meinen Schlüssel ?
es_es: ¡Bueno,! ¿Qué he hecho con mi llave?
fr_fr: Allons bon ! Qu'est-ce que j'ai fait de ma clef ?
hu_hu: Lássuk csak, hová is tettem a kulcsokat?
it_it: Insomma! Dov'è finita la mia chiave?
pl_pl: Zobaczmy, gdzie podziałem mój klucz?
pt_br: Vamos ver, onde eu coloquei minha chave?
pt_pt: Vamos lá ver, onde é que puz a minha chave?
ru_ru: Ну-ка, посмотрим, куда я положил свой ключ?

source: Dad! Do you have a key with you?
de_de: Papa ! Hast Du einen Schlüssel bei Dir ?
es_es: ¡Papá! ¿Llevas una llave contigo?
fr_fr: Papa ! Tu as une clef sur toi ?
hu_hu: Apa! Nálad vannak a kulcsok?
it_it: Papà! Hai per caso una chiave?
pl_pl: Tato! Masz z sobą klucz?
pt_br: Pai! Você tem uma chave com você?
pt_pt: Pai! Tens uma chave contigo?
ru_ru: Пап! У тебя с собой ключ?

source: All you have to do is ask.
de_de: Man braucht nur zu fragen.
es_es: Basta con pedirlo.
fr_fr: Il suffit de demander.
hu_hu: Csak kérned kell.
it_it: Basta chiedere.
pl_pl: Wystarczy zapytać.
pt_br: Tudo que você tem que fazer é pedir.
pt_pt: Tudo que tens a fazer é pedir.
ru_ru: Тебе стоит толЬко попроситЬ.

source: I've got to get into the Teleportation Center.
de_de: Ich muß das Biemzentrum betreten.
es_es: Tengo que entrar en el Centro de Teleportación.
fr_fr: Il faut que j'entre dans le centre de téléportation.
hu_hu: Be kell jutnom a Teleport Központba.
it_it: Devo assolutamente entrare nel Centro di Teletrasporto.
pl_pl: Muszę dostać się do Centrum Teleportacji.
pt_br: Eu tenho que entrar no Centro de Teletransporte.
pt_pt: Tenho que entrar no Centro de Teleportação.
ru_ru: Я должен попастЬ в Центр телепортации.

source: You don't have to be aggressive all the time. I don't talk to pushy people!
de_de: Man muß nicht dauernd agressiv sein. Ich spreche nicht mit aufgeregten Leuten.
es_es: No hay que ser agresivo todo el tiempo. No le hablo a los agresivos.
fr_fr: Il ne faut pas être agressif tout le temps. Je ne parle pas aux agités.
hu_hu: Nem kell mindig olyan agresszívnak lenni! Nem beszélek tolakodó emberekkel!
it_it: Non bisogna essere sempre aggressivi. Non parlo ai nevrotici, io.
pl_pl: Nie musisz być agresywny przez cały czas. Nie rozmawiam z natarczywymi ludźmi!
pt_br: Você não precisa ser agressivo o tempo todo. Eu não falo com nervosinhos!
pt_pt: Não precisas de estar agressivo o tempo todo. Não falo com pessoas nervosas!
ru_ru: Тебе не обязателЬно бытЬ все время агрессивным. Я не разговариваю с напористыми людЬми!

source: 10 Kashes! That's too expensive!
de_de: 10 Kashes ! Das ist zu teuer !
es_es: ¡10 Kashes! ¡Es demasiado caro!
fr_fr: 10 Kashes ! C'est trop cher !
hu_hu: 10 Peták!? Az túl drága.
it_it: 10 Kash! Troppo caro!
pl_pl: 10 Kashes! To za drogo!
pt_br: 10 Kashes! É muito caro!
pt_pt: 10 Kashes! É muito caro!
ru_ru: 10 кэшей! Это слишком дорого!

source: You've just got back all the objects that were in your inventory!
de_de: Du hast soeben alle Gegenstände wiedergefunden, die in Deinem Inventar enthalten waren !
es_es: ¡Acabas de encontrar todos los objetos que contenía tu inventario!
fr_fr: Tu viens de retrouver tous les objets que contenait ton inventaire !
hu_hu: Visszaszerezted mindenedet, ami a zsebedben volt!
it_it: Hai appena trovato tutti gli oggetti che conteneva il tuo inventario!
pl_pl: Odzyskałeś wszystkie przedmioty, które miałeś w inwentarzu!
pt_br: Você recuperou todos os objetos que estavam no seu inventário!
pt_pt: Acabou de recoperar todos os objectos do seu inventário!
ru_ru: Ты толЬко что вернул себе все предметы, которые были в твоем инвентаре!

source: Don't ever try teleporting yourself - it's very dangerous! Only the clones can do it.
de_de: Versuchen Sie nie sich Biemen zu lassen, das ist sehr gefährlich, nur Klone sind dazu imstande !
es_es: Jamás intente teleportarse. ¡Es muy peligroso, sólo los clones pueden hacerlo!
fr_fr: N'essayez jamais de vous téléporter, c'est très dangereux, il n'y a que les clones qui puissent le faire !
hu_hu: Soha ne próbáld meg teleportálni magad, nagyon veszélyes! Csak a klónok tudják.
it_it: Non tentate mai di farvi teletrasportare. E' pericoloso, possono farlo solo i cloni!
pl_pl: Nigdy nie próbuj się teleportować - to bardzo niebezpieczne! Tylko klony mogą to robić.
pt_br: Nem tente se teletransportar - é muito perigoso! Apenas os clones conseguem.
pt_pt: Não tente teleportar... é muito perigoso! Apenas os clones conseguem.
ru_ru: Никогда не пытайся телепортироватЬся - это оченЬ опасно! Так могут делатЬ толЬко клоны.

source: "Welcome to Lupin-Burg | (Citadel Island)."
de_de: " Willkommen in Lupin-Burg | (Zitadelleninsel). "
es_es: "Bienvenido a Lupin-Burgo | (Isla de la Ciudadela)."
fr_fr: " Bienvenue à Lupin-Bourg | (Ile de la Citadelle). "
hu_hu: "Isten hozta Farkasbabvárban| (Citadella-sziget)
it_it: " Benvenuti a Lupinburgo | (Isola della Cittadella). "
pl_pl: "Witamy w Lupin-Burg | (Wyspa Citadel)."
pt_br: "Bem-vindo à Lupin-Burg | (Ilha da Fortaleza)."
pt_pt: "Bem-vindo a Lupin-Burgo | (Ilha da Cidadela)."
ru_ru: "Добро пожаловатЬ в Лупин-Бург | (Остров Цитадели)."

source: Yeah, the clones already confiscated the key to my cellar, so don't be surprised when they come back to close down the tavern!
de_de: Übrigens, die Klone haben bereits meinen Kellerschlüssel konfisziert, wundern Sie sich also nicht, wenn sie bald wiederkommen und die Taverne schließen !
es_es: A propósito, los clones han confiscado ya la llave de mi bodega, no se asombren entonces, ¡pero pronto regresarán a cerrar la taberna!
fr_fr: Au fait, les clones ont déjà confisqué la clef de ma cave, alors vous étonnez pas, mais bientôt ils reviendront fermer la taverne !
hu_hu: Igen, a klónok már le is foglalták a pince kulcsait, úgyhogy ne lepôdjön meg, ha hamarosan itt lesznek, hogy bezárják a fogadót.
it_it: Ecco, i cloni hanno già confiscato le chiavi della cantina, non si stupisca. Presto verranno a chiudere la taverna!
pl_pl: Klony zabrały klucz do piwnicy, więc nie bądź zdziwiony, kiedy przyjdą zamknąć tawernę!
pt_br: É, os clones confiscaram a chave para a minha adega, então não fique surpreso quando eles voltarem para fechar a taverna!
pt_pt: Sim, os clones roubaram a chave para a minha adega, então não fique surpreendido quando eles voltarem para fechar a taberna!
ru_ru: Да-а, клоны уже забрали ключ от моего подвала, так что не удивлюсЬ, если они вернутЬся, чтобы закрытЬ таверну!

source: "Welcome to Citadel Island"
de_de: " Willkommen auf der Zitadelleninsel. "
es_es: "Bienvenido a la Isla de la Ciudadela."
fr_fr: " Bienvenue sur l'Ile de la Citadelle. "
hu_hu: "Isten hozta a Citadella-szigeten!"
it_it: " Benvenuti sull'isola della Cittadella. "
pl_pl: "Witamy na Wyspie Citadel"
pt_br: "Bem-vindo à Ilha da Fortaleza!"
pt_pt: "Bem-vindo à Ilha da Cidadela"
ru_ru: "Добро пожаловатЬ на Остров Цитадели"
