Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: OTHER: Pędzę, lecę.
ru: OTHER: Ага, бегу и спотыкаюсь.

source: OTHER: Mam ci przynieść karalucha czy pająka?
ru: OTHER: И кого мне оттуда тебе достать?|Таракана или паука?

source: OTHER: Co jeszcze mogę dla ciebie zrobić?|Nie rozbawiłoby cię, gdybym|wskoczyła w ogień?
ru: OTHER: Или мало будет?|Так, может, мне ради тебя|ещё и в огонь прыгнуть?

source: HERO: Musisz spróbować tam się wcisnąć.|Widziałem szczura.
ru: HERO: Попробуй туда протиснуться.|Я там, внизу, крысу увидел.

source: HERO: Grabarz na pewno da nam za niego|kilka oboli.
ru: HERO: Поймаешь её, а потом мы|продадим её гробокопателю|за пару оболов.

source: OTHER: Spróbuj sam.
ru: OTHER: Сам попробуй.

source: HERO: Jestem zbyt potężnie zbudowany.
ru: HERO: Да я вот слишком громоздкий.

source: HERO: Ty jesteś szczupła i szybka, przed tobą|żaden szczur nie zdoła się schować.
ru: HERO: А ты – стройная и быстрая,|ни одна крыса не сможет|от тебя скрыться.

source: P#OTHER: Potraktuję to jako komplement.
ru: P#OTHER: Почту за комплимент.

source: HERO: Jeszcze jedna próba, to naprawdę|ważne.
ru: HERO: Ещё раз попробуй, это важно.

source: OTHER: No dobrze.
ru: OTHER: Ладно.

source: OTHER: Nie ma mowy!
ru: OTHER: Даже не думай!

source: OTHER: Porwę sobie ubranie!
ru: OTHER: Я так себе платье порву!

source: OTHER: A poza tym nie mam już za plecami|zdrajcy, który mnie brutalnie|popchnie.
ru: OTHER: Да и нормально тут вполне.|Предатель за спиной не стоит,|вниз не спихнёт...

source: OTHER: Jednym słowem nie dostaniesz szczura,|zanim nie poszerzysz tego otworu!
ru: OTHER: Короче! Пока дыру не расширишь,|крысу не получишь!

source: OTHER: A jednak słabeusz...
ru: OTHER: Ну и слабак...

source: OTHER: Mizerne chuchro...
ru: OTHER: Хиляк и неудачник...

source: OTHER: Widziałam silniejsze niemowlaki...
ru: OTHER: Да я младенцев видела сильнее тебя...

source: OTHER: Chuderlaczek...
ru: OTHER: Ну ты Супермен...

source: OTHER: Mój ty siłaczu...
ru: OTHER: Силач ты подзаборный...

source: OTHER: Udało się, ale jeśli wytniesz mi jeszcze raz|taki numer, to zaśpiewasz zupełnie innym|głosem.
ru: OTHER: Получилось. Но если ты ещё раз такое|выкинешь, ты у меня запоёшь по-другому.

source: OTHER: Dużo cieńszym, zapewniam cię...
ru: OTHER: Очень тоненьким голосом,|я тебя уверяю...

source: HERO: Zanim mnie zabijesz...
ru: HERO: Прежде чем ты меня прибьёшь...

source: OTHER: Sześć... Pięć...
ru: OTHER: Шесть... Пять...

source: HERO: Mam dobrą wiadomość!
ru: HERO: У меня хорошая новость!

source: OTHER: Cztery... Trzy...
ru: OTHER: Четыре... Три...

source: HERO: Poczekaj, bo to ważne dla ciebie...
ru: HERO: Подожди, это касается тебя...

source: OTHER: Dwa... Jeden...
ru: OTHER: Два... Один...

source: HERO: Znalazłem ci przyjaciela!
ru: HERO: Я нашёл тебе друга!

source: HERO: Prawdziwego, tłustego, obrzydliwego|szczura!
ru: HERO: Настоящую, жирную,|мерзкую крысу!

source: OTHER: Zero... Minus jeden...
ru: OTHER: Ноль...|Минус один...

source: P#OTHER: Naprawdę?
ru: P#OTHER: Правда?

source: HERO: Słowo pogromcy smoków!
ru: HERO: Честное слово убийцы драконов!

source: HERO: Chętnie oddam go za dwa obole.
ru: HERO: Готов её уступить за два обола.

source: OTHER: Nie ma sprawy. To uczciwa cena.
ru: OTHER: Достойная цена. По рукам.

source: OTHER: Wyczuwam wiedźmiński amulet...
ru: OTHER: Чую, чую – амулет ведьмака!

source: OTHER: Więc są jeszcze jacyś...
ru: OTHER: Они ещё остались...

source: OTHER: Nie rozpoznałeś naszego Znaku!
ru: OTHER: Ты не узнал наш Знак!

source: OTHER: Komu ukradłeś ten amulet?
ru: OTHER: У кого ты украл этот амулет?

source: OTHER: Skąd go masz?!
ru: OTHER: Откуда он у тебя?!

source: OTHER: Gadaj natychmiast!
ru: OTHER: Признавайся!

source: HERO: Właściwie to go nie potrzebuję.
ru: HERO: Да мне он не особо-то и нужен.

source: HERO: Po prostu go znalazłem, ale nie wiem|nawet, co to takiego.
ru: HERO: Я его где-то нашёл, но даже|не знаю, зачем он нужен.

source: HERO: Jeśli on ma dla ciebie jakieś znaczenie,|to weź go sobie.
ru: HERO: Если вам он нужнее,|так забирайте себе.

source: OTHER: Hm.
ru: OTHER: Хм.

source: OTHER: Może zareagowałem zbyt gwałtownie.
ru: OTHER: Может, зря я так взвинтился.

source: OTHER: Od czasów Blaviken jakoś szybko się|denerwuję.
ru: OTHER: С того случая в Блавикене|от каждого шороха дёргаюсь.

source: OTHER: Jako nagrodę dla znalazcy dam|ci jeden z moich eliksirów.
ru: OTHER: ...Знаешь, раз уж нашёл амулет,|вот, возьми-ка за труды эликсир.

source: OTHER: Może ci się przyda.
ru: OTHER: Он точно тебе пригодится.

source: OTHER: Proszę, zostawcie nas samych, mamy|ważne sprawy do omówienia.
ru: OTHER: Оставьте нас, пожалуйста. Нам тут|надо обсудить кое-что важное.

source: OTHER: No więc ten jest na pryszcze.
ru: OTHER: Ну так вот. Это – от прыщей.

source: OTHER2: Coś takiego! I działa?
ru: OTHER2: Правда? И как, работает?

source: OTHER2: A jaka skuteczność?
ru: OTHER2: Хорошо действует?

source: OTHER: Robiłem wczoraj maseczkę, i dzisiaj|mam skórę jak aksamit.
ru: OTHER: Вчера сделал себе масочку,|а сегодня кожа у меня как бархат.

source: OTHER2: Och, to wspaniale.
ru: OTHER2: А-а. Здорово.

source: HERO: Czeka pani na kogoś?
ru: HERO: Мадам кого-то ждёт?

source: OTHER: Nie twoja sprawa.
ru: OTHER: Не твоё дело.

source: OTHER: Chyba, że to ty przyniosłeś truciz...
ru: OTHER: Если только ты не принёс яд...

source: OTHER: Tfu, nic nie mówiłam.
ru: OTHER: Ой!... Я ничего не говорила.

source: HERO: Truciznę?
ru: HERO: Какой яд?

source: OTHER: Och, nie najlepszy ze mnie|spiskowiec, książę.
ru: OTHER: Не умею я держать язык|за зубами, принц...

source: OTHER: Książę?!
ru: OTHER: ...стоп... Принц?!

source: OTHER: Na wszystkich bogów!
ru: OTHER: Боги, помилуйте!

source: OTHER: Wyglądasz jakoś inaczej...
ru: OTHER: Это же вы! Но вы какой-то|сам не свой...

source: HERO: To my się znamy?...
ru: HERO: Мы знакомы?...

source: HERO: Zresztą, kahem, nieważne, co|z tą trucizną?
ru: HERO: ...Впрочем, ладно, не суть.|Так что там с ядом?

source: OTHER: Och...
ru: OTHER: Ах...

source: OTHER: To tylko na szczury.
ru: OTHER: От крыс яд. Крысиный.

source: OTHER: Nic poważnego.
ru: OTHER: Ничего особенного.

source: OTHER: Żadnych złych zamiarów.
ru: OTHER: Ничего такого плохого.

source: OTHER: Zwykła dezynsekcja.
ru: OTHER: Мы крыс травим. И всё.

source: HERO: A kto miał ją dostarczyć?
ru: HERO: И кто должен был доставить яд?

source: OTHER: Wybacz, książę, ale to tajemnica.
ru: OTHER: Извините, принц. Не могу рассказать.

source: HERO: A jeśli ja dam ci taką truciznę?
ru: HERO: А хотите, я вам свой яд продам?

source: OTHER: Ależ nie kłopocz się książę.
ru: OTHER: Принц, не волнуйтесь.

source: OTHER: Naprawdę nie ma potrzeby.
ru: OTHER: Честно. Всё в порядке.

source: OTHER: Posiedzę tu sobie.
ru: OTHER: Я тут посижу себе...

source: P#OTHER: Do zobaczenia.
ru: P#OTHER: До встречи.

source: HERO: Hmm... Do zobaczenia...
ru: HERO: Хм... До встречи...

source: HERO: Słuchaj, ta trucizna może nam się|przydać.
ru: HERO: Слушай. Нам этот яд не помешает.

source: HERO: Może damy tej kobiecie coś zastępczego,|a sami poczekamy na tego tajemniczego|dostawcę?
ru: HERO: Давай ей что-нибудь впарим|под видом яда, она уйдёт,|а мы сами тут подождём её продавца?

source: OTHER: Hmmm... Coś w tym jest...
ru: OTHER: Хм-м-м...|А почему бы и не попробовать?...

source: HERO: Na razie go nie potrzebuję.
ru: HERO: Пока я её брать не буду.

source: OTHER: Nie mam zamiaru z nim walczyć.
ru: OTHER: Я не собираюсь с ним бороться.

source: OTHER: Wymyśl coś innego.
ru: OTHER: Придумай что-нибудь ещё.

source: HERO: Na pewno nie odda go dobrowolnie.
ru: HERO: Просто так он свою кружку не отдаст.

source: HERO: Muszę wymyślić jakiś podstęp.
ru: HERO: Тут нужен какой-то план...

source: HERO: Wiecie czym się różni krasnolud od padłego|lisa? Zapach lisa można wytrzymać.
ru: HERO: Знаете, чем отличается гном от дохлой лисы?|Вонь от лисы ещё можно вытерпеть.

source: HERO: Opowiem wam dowcip: do karczmy przychodzi|umyty krasnolud...
ru: HERO: Внимание, анекдот!|Приходит в корчму гном...|чисто вымытый!

source: HERO: Co się tu dzieje? Trzepiecie dywany|czy to tylko mlaskanie krasnoluda?
ru: HERO: А что это тут за шум?|Это кто-то лбом об стенку стучит,|или просто гном так громко жуёт?

source: HERO: Hej, zna ktoś jakiegoś krasnoluda? Założyłem|się z przyjaciółką, że jak go wytargam za|brodę, to wyleci co najmniej sto wszy.
ru: HERO: Эй, народ, гномы среди вас есть?|Я тут поспорил с подругой,|что если вычесать гному бороду,|оттуда сто вошек выпадет.

source: HERO: Słyszeliście kiedy krasnolud potrafi zdjąć|majtki przez głowę?
ru: HERO: Слушайте, а вы знали?|Уважающий себя гном может|снять штаны через голову.

source: HERO: Jak mu przegniją w kroku.
ru: HERO: Ведь у уважающего себя гнома|они уже до дыр прогнили!

source: OTHER: Masz coś przeciwko krasnoludom? Zaraz|dam ci prawdziwy powód!
ru: OTHER: Ты что-то имеешь против гномов?|Ща я тебе добавлю причин!

source: OTHER: Nie zniosę takiej zniewagi!|Na ubitą ziemię!
ru: OTHER: А за базар готов ответить?!|Пойдём-ка, выйдем, поговорим!

source: OTHER: Od początku mi się nie podobałeś!|Czas na wymianę facjaty!
ru: OTHER: Ты мне с самого начала не понравился.|Надо бы тебе рыло начистить!

source: OTHER: Mój kufelek-pupelek...
ru: OTHER: Кружечка, роднулька ты моя...

source: OTHER: Jedyny i najukochańszy...
ru: OTHER: Единственная и любимая...

source: OTHER: Kto, kto był na tyle okrutny?...
ru: OTHER: Кто, ну кто мог так поступить?...

source: OTHER: Gdzie jesteś, mój kufeleczku?...
ru: OTHER: Где же ты, кружечка моя?...

source: OTHER: Och... To nie może być prawda...
ru: OTHER: Ах... Ну как же так вышло...

source: HERO: Oto trucizna.
ru: HERO: Вот яд.

source: HERO: Najlepsza z najlepszych.
ru: HERO: Лучший из лучших.

source: OTHER: Mm.
ru: OTHER: М-м...

source: OTHER: To na pewno nie jest żadna trucizna.
ru: OTHER: Мне что-то не кажется,|что это яд.

source: OTHER: Jakoś tak dziwnie wygląda.
ru: OTHER: Он какой-то странный.

source: OTHER: Lepiej chyba poczekam na swojego|dostawcę.
ru: OTHER: Я лучше уж продавца дождусь.

source: HERO: Ależ to naprawdę znakomita trutka!
ru: HERO: Но это действительно хороший яд!

source: HERO: Mogę udowodnić!
ru: HERO: Я могу доказать!

source: OTHER: Cóż, jak tylko zobaczę to na własne|oczy...
ru: OTHER: Ну, если только я сама увижу...

source: HERO: Leżało niedaleko...
ru: HERO: Смотри, что я тут рядом подобрал...

source: HERO: No i jak?
ru: HERO: Ну, как?

source: HERO: Rezultat chyba piorunujący...
ru: HERO: Здорово его прошибло, а?

source: HERO: A to tylko łyk trucizny zmieszanej z piwem.
ru: HERO: И всего-то – с одного глоточка.|Собственно, яд у меня намешан с пивом.

source: OTHER: Faktycznie, to może wystarczyć|do moich celów.
ru: OTHER: Да, знаете, мне вполне подойдёт.

source: OTHER: Masz silniejszą dawkę?
ru: OTHER: А дозы помощнее у вас есть?

source: OTHER: Taką, żeby zabić... powiedzmy...|coś wielkości człowieka?
ru: OTHER: Чтобы хватило на кого-нибудь...|с человека размером, нет?

source: HERO: Myślałem, to ma być trutka na|szczury?
ru: HERO: Разве вы не крыс|собирались травить?

source: OTHER: Chodzi mi o naprawdę duże szczury.
ru: OTHER: Крыс, конечно. О-о-очень больших.

source: HERO: Weź ten kufelek i postaw na dzień|na świeżym powietrzu.
ru: HERO: А вы эту кружку возьмите,|выставьте на улицу,|и пусть она там сутки простоит.

source: HERO: Piwo wywietrzeje i po kłopocie.
ru: HERO: К утру пиво выветрится.

source: HERO: Zostanie sama esencja.
ru: HERO: И будет у вас концентрат.

source: HERO: No, no, no...
ru: HERO: Деньги, деньги, дребеденьги...

source: HERO: Gdybyś założyła tę woalkę, mogłabyś udawać|naszą tajemniczą znajomą i przejąć|truciznę...
ru: HERO: Надень-ка эту вуаль. Сумеешь прикинуться|той дамочкой, яд выкупишь...

source: OTHER: Nie ściągnę swojej maski za żadne skarby!
ru: OTHER: Ну уж нет! На кого я буду|похожа в вуали и с маской?

source: OTHER: A chyba dość głupio wyglądałabym ubrana|i w maskę i woalkę.
ru: OTHER: И иначе никак.|Маску не сниму, хоть режь.

source: HERO: A propos maski...
ru: HERO: Да, кстати.|А маска-то...

source: OTHER: Cicho!
ru: OTHER: А ну, цыц!...

source: OTHER: Ale zaraz...
ru: OTHER: ...слушай, знаешь что?

source: OTHER: Masz przecież długie włosy...
ru: OTHER: А ведь у тебя волосы|довольно-таки длинные...

source: OTHER: Wystarczy, że podniesiesz nieco głos|i już cię nikt nie pozna...
ru: OTHER: Тебе достаточно будет говорить|высоким голосом, и никто тебя не узнает.

source: HERO: <westchnienie>
ru: HERO: О-ох...

source: HERO: Wiedziałem.
ru: HERO: Ну, да. Как всегда.

source: OTHER: Mmmmam czego chchchciałaśśś...
ru: OTHER: У ме-ме-меня есть т-то,|что-что ты хо-хо-хочешь.

source: OTHER2: Ja też.
ru: OTHER2: У меня тоже.

source: OTHER: Tylllko jej nie żżżałujjjj...
ru: OTHER: То-то-только ты|по-побольше п-п-положи...

source: OTHER: Mmmała dddawka nnnie jessst w pełni|skkkuteczna...
ru: OTHER: А то ма-ма-маленькой дозой|ты даже и не у-у-убьёшь...

source: OTHER: ...powoduje jedynie zbliżżżżony do śśśśśmierci|letarg. Żeby zzzzabić...
ru: OTHER: а т-т-только введёшь|в т-т-тяжёлую ле-ле-летаргию,|бу-бу-будет как труп в-в-валяться.

source: OTHER: Zużyj cccałą fffiolkę...
ru: OTHER: Хочешь уб-б-бить –|п-п-положи весь ф-ф-флакон.

source: OTHER: Życzę szybkiego rozwodu...
ru: OTHER: Щ-щ-щастливого развода...

source: OTHER: He-he-he...
ru: OTHER: Хе-хе-хе...

source: HERO: No cóż, chyba czas na...
ru: HERO: Так... Вот и настал наш час.

source: HERO: Boisz się?
ru: HERO: Боишься?

source: OTHER: Nieważne.
ru: OTHER: Неважно.

source: OTHER: I tak musimy to zrobić.
ru: OTHER: Нам больше ничего|не остаётся.

source: P#HERO: <ciężkie westchnienie>
ru: P#HERO: Э-ЭХ!

source: HERO: Do dzieła.
ru: HERO: Ну... В добрый путь.

source: OTHER: Dzięki za pomoc, pa!
ru: OTHER: Спасибо за помощь. Пока!

source: HERO: Bardzo przepraszam za moją towarzyszkę.
ru: HERO: Я сто раз извиняюсь за свою спутницу.

source: HERO: Mogę wejść?
ru: HERO: Могу я зайти?

source: P#HERO: Halo?!...
ru: P#HERO: Вы меня слышите?!...

source: HERO: Właściwie to wcale jej nie znam.
ru: HERO: Да мы вообще с ней незнакомы.

source: HERO: Tak tylko razem znaleźliśmy się|w tej samej łodzi.
ru: HERO: Нас просто в одну|лодку посадили.

source: HERO: Przez przypadek.
ru: HERO: Случайно.

source: HERO: Ciągle zły?
ru: HERO: Всё ещё злитесь?

source: OTHER: Witam szanownego grzesznika.
ru: OTHER: Уважаемый грешник,|добро пожаловать.

source: OTHER: Służymy miłą, sympatyczną celą|grzechów lekkich.
ru: OTHER: Мы предлагаем уютные камеры|для тех, кто грешил мало.

source: OTHER: Dla postaci bardziej zasłużonych mamy|komnatę grzechów ciężkich.
ru: OTHER: Или вы не стеснялись?|В таком случае, есть и камеры|для тяжких грешников.

source: OTHER: Prawdziwa rozkosz to jednak cela dla|V.I.P.-ów, ale trzeba na nią sobie|zasłużyć.
ru: OTHER: Ну, а если вы особо отличились,|то мы предоставим вам истинное блаженство|в нашей V.I.P-ложе.

source: OTHER: Jakimiż to uczynkami może się|szanowny grzesznik pochwalić?
ru: OTHER: Итак, какими же деяниями|похвастается уважаемый грешник?

source: $0: Nie płaciłem podatków.
ru: $0: Я не платил налогов.

source: $1: Płaciłem podatki.
ru: $1: Я платил налоги.

source: $2: Pobierałem podatki.
ru: $2: Я собирал налоги.

source: $3: Zaraz wrócę, tylko się jeszcze trochę rozejrzę.
ru: $3: Сейчас вернусь. Дайте только осмотреться.

source: OTHER: W zasadzie to nie grzech, a zasługa, ale|skoro już tu jesteś...
ru: OTHER: Вообще, это заслуга, а не грех.|Но, раз уж вы с нами...

source: OTHER: Sala grzechów lekkich - raz!#E0#X1
ru: OTHER: Камера простительных грехов|на одного!#E0#X1

source: OTHER: Głupota to grzech ciężki...
ru: OTHER: Глупость – тяжкий грех...

source: OTHER: Sala czeka!#E1#X2
ru: OTHER: Камера вас ждёт!#E1#X2

source: OTHER: Cudownie!
ru: OTHER: Прелестно!

source: OTHER: Esencja zła!
ru: OTHER: Зло во плоти!

source: OTHER: Krystaliczna postać grzechu!
ru: OTHER: Поистине, эссенция греха!

source: OTHER: Specjalna sala dla V.I.P.-ów!#E2#X3
ru: OTHER: Специальная V.I.P.-ложа!#E2#X3

source: OTHER: Ależ oczywiście, mamy przez|sobą całą wieczność.
ru: OTHER: Без проблем. Мы ведь тут навечно.

source: OTHER: Proszę się nie spieszyć.#E3#X4
ru: OTHER: Главное, не торопитесь.#E3#X4

source: HERO: Może spróbujemy jeszcze raz?
ru: HERO: Может, ещё раз попробуем?

source: OTHER: Do czego to doszliśmy a propos grzechów?
ru: OTHER: Так... что у нас там по грехам?

source: OTHER: Co za licho?...
ru: OTHER: Что за дела?...

source: HERO: Nie wiem, samo jakoś się tak porobiło.
ru: HERO: Ну... Вот такие дела.|Как-то само получилось...

source: OTHER: Czy aby na pewno szanowny klient|jest martwy?...
ru: OTHER: А наш уважаемый клиент|точно мёртв?...

source: HERO: O tak, tak, samobójca.
ru: HERO: Э-э, да, да, конечно,|я – самоубийца.

source: OTHER: No to pewnie źle zaklasyfikowałem|grzechy.
ru: OTHER: Значит, я неправильно|классифицировал греховность.

source: OTHER: Bardzo przepraszam, mam nadzieję,|że to się więcej nie powtórzy.
ru: OTHER: Премного извиняюсь.|Надеюсь, больше такого не будет.

source: OTHER: No i znowu!...
ru: OTHER: Опять, что ли?...

source: OTHER: Ech, starzeje się diabeł...
ru: OTHER: Э-эх... Дома должен сидеть|старый чёрт, а я тут работаю...

source: HERO: Bardzo przepraszam, czego panowie|pilnujecie?
ru: HERO: Прошу прощения.|А что вы тут сторожите?

source: OTHER: Niczego.
ru: OTHER: Ничего...

source: OTHER: Jak widać.
ru: OTHER: ...как видишь.

source: HERO: To po co tu stoicie?
ru: HERO: Ну, а зачем тогда|вы тут стоите?

source: OTHER2: Tak ćwiczymy sobie wartę.
ru: OTHER2: Тренируемся.

source: HERO: Jakoś nie wierzę...
ru: HERO: Что-то мне не верится...

source: OTHER: Diabłom nikt nie wierzy.
ru: OTHER: А никто чертям не верит.

source: OTHER: Taki już nasz los...
ru: OTHER: Так и живём...

source: HERO: No to może mnie przepuścicie?
ru: HERO: Может, вы меня тогда пропустите?

source: OTHER2: Niestety.
ru: OTHER2: Не положено.

source: HERO: Ha!
ru: HERO: Ха!

source: HERO: Więc jednak!
ru: HERO: Я так и знал!

source: HERO: Pilnujecie czegoś!
ru: HERO: Вы что-то охраняете!

source: P#OTHER: Właśnie się zaczynam zastanawiać,|dlaczego nie masz ogona...
ru: P#OTHER: Да, кстати, слушай...|А чего это ты без хвоста?

source: P#OTHER: I różków jakoś nie widać...
ru: P#OTHER: И рогов что-то не видать...

source: HERO: Pozwólcie, że się przedstawię: Asmodeusz|Balla-ze-bubba.
ru: HERO: Позвольте представиться:|Асмодель Велла-зе-Вулла.

source: HERO: Jednostka do zadań piekielnie piekielnych.|Nasza specjalność, to charakteryzacja.
ru: HERO: Подразделение адских заданий.|Наша специальность – маскировка и грим.

source: HERO: Muszę przyznać, że wykonujecie swoje obowiązki|idealnie. Trzymać tak dalej, chłopaki.
ru: HERO: Кстати, службу вы тут несёте исправно.|Так держать, орлы.

source: HERO: To ja już sobie pójdę.
ru: HERO: А я пойду тогда.

source: HERO: Muszę przejść.
ru: HERO: Пропустите меня.

source: HERO: Ważna sprawa.
ru: HERO: Я по важному делу.

source: OTHER: Ki diabeł?!
ru: OTHER: Что за чёрт?!

source: HERO: No właśnie, jako diabeł mam chyba|prawo wstępu.
ru: HERO: Обычный. Чёрный, рогатый.|И, как чёрт, я вправе войти.

source: OTHER2: Coś ty jakiś taki dziwny...
ru: OTHER2: Вот уж кто-кто,|а ты не такой уж и обычный...

source: OTHER2: Różek złamany, ogona nie ma...
ru: OTHER2: Рог обломан, хвоста нет...

source: OTHER2: Choć capisz niewąsko...
ru: OTHER2: Хоть воняешь – будь здоров.

source: $0: Ten róg smok mi odgryzł.
ru: $0: Мне дракон откусил рог...

source: $1: Ogon straciłem przez pewnego nekromantę...
ru: $1: Я потерял хвост из-за одного некроманта...

source: $2: O tak, śmierdzę jak nikt!
ru: $2: Ещё бы! Всем на зависть воняю!

source: $3: Czy musicie być takimi formalistami?
ru: $3: Неужели надо ко всему придираться?

source: OTHER: Oj, kręcisz, kolego...
ru: OTHER: Темнишь, браток...

source: OTHER: Nawet magiczne kule ogniste nie są|w stanie skruszyć rogu...
ru: OTHER: Рог даже огненным шаром не обломать...

source: HERO: Ale to był strasznie silny smok!
ru: HERO: Но это был очень сильный дракон!

source: OTHER: Musiałby mieć sztuczną szczękę|z żelaza, aby naruszyć róg.
ru: OTHER: Да он бы сам свои зубы об твой|рог обломал. Если, конечно, они|у него были не стальные.

source: OTHER: Poza tym...
ru: OTHER: И вообще...

source: OTHER: Smocze zęby są dużo większe. Jakim|cudem zdołały dziabnąć tak mały róg?
ru: OTHER: Зубы у дракона ведь огромные.|Как же он уцепился за маленький рог?

source: HERO: No... Smok był silny, ale malutki.
ru: HERO: Да вот так... Дракон мелкий был.|Но сильный, поганец.

source: OTHER2: To chyba smoczek, a nie smok.
ru: OTHER2: Так, получается, это детёныш был?

source: OTHER2: Nie podoba mi się twoja historia...#B0
ru: OTHER2: По-моему, ты нас за дураков держишь...#B0

source: OTHER: Odciął?
ru: OTHER: Он его тебе отрубил?

source: HERO: Nie, wezwał mnie do pentagramu, a potem|podstępem przybił ogon do podłogi|i odesłał mnie z powrotem.
ru: HERO: Нет, он призвал меня в пентаграмму,|и вдруг как взял да как прибил мой хвост|к полу! И назад меня послал.

source: HERO: Ja wróciłem, a ogon został.
ru: HERO: Я вернулся, а хвост у него остался.

source: OTHER2: A dlaczego go nie zagryzłeś, kiedy|przybijał ci ogon?
ru: OTHER2: Чего ж ты не порвал его в лохмотья,|пока он хвост прибивал?

source: OTHER2: Przecież musiał przekroczyć linie|pentagramu?
ru: OTHER2: Он же должен был переступить|линии пентаграммы?

source: HERO: Miałem chwilę dystrakcji.
ru: HERO: А я отвлёкся чего-то.

source: HERO: Ale poza tym zrobił to szybko. To był|bardzo szybki nekromanta.#B0
ru: HERO: И он всё так быстро проделал...|Очень быстрый был некромант.#B0

source: OTHER: Ale nie czuję ani strawionego robactwa,|ani zakrzepłego guana...
ru: OTHER: Да вот как-то не так воняешь.|Чёрт должен вонять, там, сухими чиркашами,|полупереваренными личинками...

source: OTHER: Ani nawet zgnilizny moralnej.
ru: OTHER: Не чую я в тебе гнилое нутро.

source: HERO: Bo właśnie wpadłem do wody.
ru: HERO: А я только что в воду упал.

source: HERO: Przypadkiem.
ru: HERO: Случайно.

source: HERO: Poślizgnąłem się.
ru: HERO: Поскользнулся и упал.

source: P#OTHER: Coś suchy jesteś jak na kogoś,|kto "właśnie wpadł do wody"...
ru: P#OTHER: Если бы ты "только что в воду упал",|ты был бы тогда весь мокрый...

source: HERO: Mam gorączkę i szybko schnę...|To rodzinne.
ru: HERO: А у меня вдруг лихорадка|началась, и я тут же высох...|Это у нас семейное.

source: OTHER2: Coś mi fałszem zalatuje ta|twoja opowieść...#B0
ru: OTHER2: Ой, темнишь, браток... Ой, темнишь.#B0

source: OTHER: Lucyfer kazał pilnować, to|pilnujemy.
ru: OTHER: Люцифер приказал охранять,|вот мы и охраняем.

source: OTHER: Szef też ma prawo odpocząć od polityki.
ru: OTHER: Он вполне имеет право посидеть|и отдохнуть от политики.

source: OTHER: Tylko ważne sprawy, powiedział.
ru: OTHER: Cказал: "Пускать только|по особо важным делам".

source: HERO: Ja mam bardzo ważną sprawę.
ru: HERO: Ну, вот я и пришёл|по особо важному делу.

source: OTHER2: E tam, każdy tak mówi.
ru: OTHER2: Все так говорят, милейший.

source: OTHER2: A ostatnio jakoś dużo tu się|kręci podejrzanych typów.
ru: OTHER2: И многовато тут стало подозрительных|типов шляться...

source: OTHER2: Poza tym, coś mi się w tobie|nie podoba...
ru: OTHER2: Да и что-то мне в тебе не нравится...

source: OTHER2: Sam nie wiem co, ale jakiś taki jesteś,|no czy ja wiem...
ru: OTHER2: Не знаю, что именно,|просто что-то в тебе...|Не могу точно сказать.

source: OTHER2: Choć z drugiej strony, przyjmują teraz|byle kogo.
ru: OTHER2: Впрочем, теперь сюда кого|попало берут.

source: OTHER2: Ani piekielnego wyglądu, ani demonicznego|zapału, ani lucyferycznego zaangażowania.
ru: OTHER2: Придут, вон, новички, а у самих – |ни адской внешности, ни демонического рвения,|ни сатанинской приверженности!

source: OTHER2: Dddiabli tam!#B0
ru: OTHER2: Ангел их возьми!#B0
