Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Lepiej nie będę przytykać ręki|do strumienia lawy.
ru: Я лучше не буду трогать лаву|голыми руками.

source: Bum.
ru: Ба-бах.

source: Lepiej nie pokazywać się im na te|ich kaprawe oczka.
ru: Не буду являться под их|унылые очи.

source: Wystarczy...
ru: Хватит уже...

source: Jakoś tak sama mi się ręka|poślizgnęła.
ru: Рука чего-то не поднимается.

source: Nie przy strażniku...
ru: Ничто не вечно...

source: Ta świeca nie będzie odpowiednia.
ru: Нет, эта свечка не подойдёт.

source: Życzymy przyjemnej podróży.
ru: В добрый путь. Не поминай лихом.

source: Nie chciałbym spotkać strażnika...|Pewnie nie darzy mnie już sympatią.
ru: Ну нет, к охраннику я не пойду.|Он мне за все мои дела|спасибо не скажет.

source: Tę na razie lepiej zostawię.
ru: Лучше я её пока оставлю...

source: Najpierw lepiej odwiedzę wszystkie sale.
ru: Сначала надо навестить все камеры.

source: Od razu cieplej.
ru: Сразу теплее стало.

source: Czasami nadgorliwość może popsuć|najlepsze plany.
ru: Баловство до добра не доведёт.

source: Nie teraz.
ru: Не сейчас.

source: Jaka szkoda...
ru: Досадно...

source: Nie mam palców z żelaza!
ru: У меня пальцы не железные!

source: Jeden węgielek wystarczy.
ru: Одного уголька хватит.

source: Hmmm... Węgielek zamienił się w pył...
ru: Хм-м-м... Уголёк рассыпался в пыль...

source: Mogę to pożyczyć na chwilę?...
ru: Можно взять ненадолго?...

source: Nie ma to jak dobrze się|przeciągnąć.
ru: Что может быть лучше растяжки?

source: Chyba był zbyt słabo rozgrzany.
ru: Надо было сильнее его нагреть.

source: Płomień jest zbyt wątły.
ru: Пламя слишком слабое.

source: Nareszcie!
ru: Наконец-то!

source: Nie ma sensu zabarwiać tak małej|powłoczki.
ru: Зачем же красить такой|маленький чехол?

source: Teraz powłoka jest czarna jak...|Jak... Eeee... Hmmm...
ru: Теперь этот чехол чёрный|как... как... э-э-э...

source: Już bardziej czarna być nie może.
ru: ...Чернее некуда.

source: Jeden różek nikogo nie oszuka.
ru: Одним рогом никого не обдурить.

source: Różki wieńczą dzieło.
ru: Рожки – всему делу венец.

source: Nie tutaj.
ru: Не здесь.

source: Na ich oczach?...
ru: Прямо перед ними?...

source: Na pewno się uda.
ru: У меня всё получится.

source: E tam, na pewno się nie uda.
ru: Э-э, нет, ничего не выйдет.

source: Proszę... Bardzo.... Gotowe...
ru: Всё... Прошу... Готово...

source: Twarde sztuki.
ru: Твёрдые штуки.

source: Lepiej wrócę na znane mi tereny,|nie chcę pobłądzić.
ru: Как туда пройти? Вернусь-ка лучше|обратно, а то ещё потеряюсь.

source: Tam w oddali widać jakąś samotną|chałupkę. To pewnie jakaś pustelnia.
ru: Там, вдали, виднеется одинокая хижинка.|Наверное, там живёт отшельник.

source: O!... Widzę w oddali opuszczony, stary młyn.
ru: О!... Там, вдали, старая заброшенная мельница.

source: Naciśnij w odpowiednim momencie lewy przycisk myszy, by|zaatakować lub cofnąć dłonie.
ru: Нажмите вовремя левую кнопку мыши,|чтобы напасть или чтобы отдёрнуть руки.

source: Naciskaj szybko na przemian lewy i prawy przycisk myszki|lub klawisze 'Z' i 'X'.
ru: Быстро нажимайте правую и левую кнопки мышки попеременно,|или кнопки Z и X.

source: Normal
hu_hu: Normál
it_it: Normale
pl_pl: Tryb Normalny
ru_ru: НормалЬный

source: Athletic
de_de: Sportlich
es_es: Deportivo
fr_fr: Sportif
hu_hu: Sportos
it_it: Sportivo
pl_pl: Tryb Sportowy
pt_br: Atlético
pt_pt: Atlético
ru_ru: Спортивный

source: Aggressive (Manual)
de_de: Agressiv (Manuel)
es_es: Agresivo (Manual)
fr_fr: Agressif (Manuel)
hu_hu: Agresszív (kézi)
it_it: Aggressivo (Manuale)
pl_pl: Tryb Agresywny (Ręcznie)
pt_br: Agressivo (Manual)
pt_pt: Agressivo (Manual)
ru_ru: Агрессивный (Вручную)

source: Discreet
de_de: Unauffällig
es_es: Discreto
fr_fr: Discret
hu_hu: Lopakodó
it_it: Discreto
pl_pl: Tryb Dyskretny
pt_br: Discreto
pt_pt: Discreto
ru_ru: Осторожный

source: Aggressive (Auto)
de_de: Agressiv (Auto)
es_es: Agresivo (Auto)
fr_fr: Agressif (Auto)
hu_hu: Agresszív (automatikus)
it_it: Aggressivo (Automatico)
pl_pl: Tryb Agresywny (Auto)
pt_br: Agressivo (Auto)
pt_pt: Agressivo (Auto)
ru_ru: Агрессивный (Авто)

source: Fly with the Proto-Pack
de_de: Mit dem Proto-Pack fliegen
es_es: Volar con el Proto-Pack
fr_fr: Voler avec le Proto-Pack
hu_hu: Prototáska használata
it_it: Volare con il Proto-Pack
pl_pl: Lataj Proto-Packiem
pt_br: Voar com o Proto-Pack
pt_pt: Voar com o Proto-Pack
ru_ru: ЛететЬ с помощЬю Прото-Пака

source: Put away the Proto-Pack
de_de: Den Proto-Pack wegräumen
es_es: Pedir el Proto-Pack
fr_fr: Ranger le Proto-Pack
hu_hu: Prototáska elrakása
it_it: Riporre il Proto-Pack
pl_pl: Zdejmij Proto-Pack
pt_br: Guardar o Proto-Pack
pt_pt: Tirar o Proto-Pack
ru_ru: УбратЬ Прото-Пак

source: Volume - Music
de_de: Musiklautstärke
es_es: Volumen de la Música
fr_fr: Volume de la Musique
hu_hu: Hangerô - Zene
it_it: Volume della musica
pl_pl: Głośność - Muzyka
pt_br: Volume - Música
pt_pt: Volume - Música
ru_ru: ГромкостЬ - Музыка

source: Volume - Sound effects
de_de: Lautstärke der Soundeffekte
es_es: Volumen de los Efectos sonoros
fr_fr: Volume des Bruitages
hu_hu: Hangerô - Hangeffektek
it_it: Volume dei suoni
pl_pl: Głośność - Efekty dźwiękowe
pt_br: Volume - Efeitos Sonoros
pt_pt: Volume - Efeitos Sonoros
ru_ru: ГромкостЬ - Эвуковые эффекты

source: Volume - CD
de_de: CD-Lautstärke
es_es: Volumen del CD
fr_fr: Volume du CD
hu_hu: Hangerô - CD
it_it: Volume del CD
pl_pl: Głośność - CD
ru_ru: ГромкостЬ - CD

source: Volume - Line In
de_de: Line In-Lautstärke
es_es: Volumen Line In
hu_hu: Hangerô - Vonalbemenet
pl_pl: Głośność - Wejście liniowe
ru_ru: ГромкостЬ - Линейный вход

source: Volume - Master
de_de: Allgemeine Lautstärke
es_es: Volumen General
fr_fr: Volume Général
hu_hu: Hangerô - Keverô
it_it: Volume Generale
pl_pl: Głośność - Ogólnie
pt_br: Volume - Mestre
ru_ru: ГромкостЬ - Общая

source: Return to game
de_de: Zurück
es_es: Retorno
fr_fr: Retour au Jeu
hu_hu: Vissza a játékba
it_it: Ritorno
pl_pl: Powrót do gry
pt_br: Retornar ao jogo
pt_pt: Voltar ao Jogo
ru_ru: ВернутЬся в игру

source: Save parameters
de_de: Abspeicherung der Einstellungen
es_es: Guardar Ajustes
fr_fr: Sauvegarde des Réglages
hu_hu: Beállítások elmentése
it_it: Salvare le impostazioni
pl_pl: Zapisz ustawienia
pt_br: Salvar parâmetros
pt_pt: Guardar Parâmetros
ru_ru: СохранитЬ параметры

source: New game
de_de: Neues Spiel
es_es: Nueva partida
fr_fr: Nouvelle Partie
hu_hu: ùj játék
it_it: Nuova partita
pl_pl: Nowa gra
pt_br: Novo Jogo
pt_pt: Novo Jogo
ru_ru: Новая игра

source: Continue saved game
de_de: Spiel fortsetzen
es_es: Continuar una partida
fr_fr: Continuer une Partie
hu_hu: Játék betöltése
it_it: Continuare una partita
pl_pl: Kontynuuj
pt_br: Continuar jogo salvo
pt_pt: Continuar Jogo
ru_ru: ПродолжитЬ сохраненную игру

source: Quit
de_de: Verlassen
es_es: Salir
fr_fr: Quitter
hu_hu: Kilépés
it_it: Uscire
pl_pl: Wyjście
pt_br: Sair
pt_pt: Sair
ru_ru: Выйти

source: Option menu
de_de: Optionsmenü
es_es: Menú de Opciones
fr_fr: Menu des Options
hu_hu: Beállítások
it_it: Menu opzioni
pl_pl: Opcje
pt_br: Opções
pt_pt: Opções
ru_ru: Меню настроек

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégsem
it_it: Annullare
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отмена

source: Return to previous menu
de_de: Zurück zum vorigen Menü
es_es: Regreso al menú anterior
fr_fr: Retour au menu précédent
hu_hu: Vissza az elôzô menübe
it_it: Tornare al menu precedente
pl_pl: Powrót do poprzedniego menu
pt_br: Voltar ao menu anterior
pt_pt: Voltar ao menu anterior
ru_ru: ВернутЬся в предыдущее меню

source: Quit game
de_de: Spiel aufgeben
es_es: Abandonar la partida
fr_fr: Abandonner la Partie
hu_hu: Kilépés a játékból
it_it: Lasciare la partita
pl_pl: Wyjście z gry
pt_br: Sair do jogo
pt_pt: Sair do Jogo
ru_ru: ЭакончитЬ игру

source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
hu_hu: Folytatás
it_it: Continuare
pl_pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ru_ru: ПродолжитЬ

source: Volume settings
de_de: Einstellung der Tonlautstärken
es_es: Ajuste de los volúmenes sonoros
fr_fr: Réglage des volumes sonores
hu_hu: Hangerô beállítások
it_it: Regolazione del volume dei suoni
pl_pl: Ustawienia Głośności
pt_br: Controle de volume
pt_pt: Configurações de Volume
ru_ru: Настройки громкости

source: Polygon detail (Full)
de_de: Details der Polygone (Komplett)
es_es: Detalles de los Polígonos (Alto)
fr_fr: Détails des Polygones (Complet)
hu_hu: Teljes tárgyrészletesség
it_it: Dettaglio dei poligoni (completo)
pl_pl: Poziom detali (Najwyższy)
pt_br: Detalhe dos polígonos (Alto)
pt_pt: Detalhe de Polígono (Excelente)
ru_ru: Полигон. детализация (Полная)

source: Shadows (All)
de_de: Schatten (Alle)
es_es: Sombras (Todas)
fr_fr: Ombres (Toutes)
hu_hu: Minden árnyék
it_it: Ombre (Tutte)
pl_pl: Cienie (Wszystkie)
pt_br: Sombras (Todas)
pt_pt: Sombras (Tudo)
ru_ru: Тени (Все)

source: Scenery Zoom On
de_de: Szenario-Zoom An
es_es: Zoom escénico Activo
fr_fr: Zoom Scénarique Marche
hu_hu: Jelenet zoom bekapcsolva
it_it: Funzionamento zoom scenari
pl_pl: Zbliżenia włączone
pt_br: Zoom do cenário (Ligado)
pt_pt: Zoom do cenário activado
ru_ru: Увеличение кат-сцен включено

source: Polygon detail (Medium)
de_de: Details der Polygone (Mittel)
es_es: Detalles de Polígonos (Medio)
fr_fr: Détails Polygones (Moyen)
hu_hu: Közepes tárgyrészletesség
it_it: Dettaglio dei poligoni (Medio)
pl_pl: Poziom detali (średni)
pt_br: Detalhe dos polígonos (Médio)
pt_pt: Detalhe de Polígono (Médio)
ru_ru: Полигон. детализация (Средняя)

source: Character shadows
de_de: Schatten der Figuren
es_es: Sombras de los personajes
fr_fr: Ombres des personnages
hu_hu: Csak karakterárnyékok
it_it: Ombre dei personaggi
pl_pl: Cienie postaci
pt_br: Sombras dos personagens
pt_pt: Sombra das personagens
ru_ru: Тени персонажей

source: Polygon detail (Low)
de_de: Details der Polygone (Schwach)
es_es: Detalles Polígonos (Bajo)
fr_fr: Détails Polygones (Faible)
hu_hu: Alacsony tárgyrészletesség
it_it: Dettaglio dei poligoni (Basso)
pl_pl: Poziom detali (Najniższy)
pt_br: Detalhe dos Polígonos (Baixo)
pt_pt: Detalhe de Polígono (Baixo)
ru_ru: Полигон. детализация (Низкая)

source: No shadows
de_de: Keine Schatten
es_es: Sin sombras
fr_fr: Pas d'ombres
hu_hu: Nincsenek árnyékok
it_it: Nessuna ombra
pl_pl: Bez cieni
pt_br: Sem sombras
pt_pt: Sem sombras
ru_ru: Без теней

source: No Scenery Zoom
de_de: Kein Szenario-Zoom
es_es: Sin Zoom de escenas
fr_fr: Pas de Zoom scénariques
hu_hu: Jelenet zoom kikapcsolva
it_it: Nessuno zoom degli scenari
pl_pl: Zbliżenia wyłączone
pt_br: Sem zoom de cenário
pt_pt: Zoom do cenário desactivado
ru_ru: Не увеличиватЬ кат-сцены

source: Create new player:
de_de: Erschaffung eines neuen Spielers :
es_es: Creación de un nuevo Jugador:
fr_fr: Création d'un nouveau Joueur :
hu_hu: ùj játékos létrehozása:
it_it: Creazione di un nuovo giocatore:
pl_pl: Stwórz nowego gracza:
pt_br: Criar novo jogador
pt_pt: Criar novo jogador:
ru_ru: СоздатЬ нового игрока:

source: Copy saved game
de_de: Sicherheitskopie anfertigen
es_es: Copiar una partida grabada
fr_fr: Copier une sauvegarde
hu_hu: Mentett játék másolása
it_it: Copiare una partita salvata
pl_pl: Kopiuj zapisaną grę
pt_br: Copiar jogo salvo
pt_pt: Copiar jogos gravados
ru_ru: КопироватЬ сохраненную игру

source: Type your name:
de_de: Geben Sie Ihren Namen ein
es_es: Introduzca su Nombre
fr_fr: Tapez votre Nom
hu_hu: ìrd be a neved:
it_it: Immettere il nome
pl_pl: Wpisz swoje imię:
pt_br: Digite o seu nome:
pt_pt: Escreva o seu nome:
ru_ru: Напечатайте свое имя:

source: This player already exists! Try again.
de_de: Spieler existiert bereits ! Fangen Sie nochmal an.
es_es: ¡Jugador existente! Reinténtelo.
fr_fr: Joueur déjà existant ! Recommencez.
hu_hu: Ez a játékos már létezik!
it_it: Giocatore esistente! Ricominciare.
pl_pl: Taki gracz już istnieje! Spróbuj coś innego.
pt_br: Esse jogador já existe! Tente novamente.
pt_pt: O jogador que adicionou já existe! Tente de novo.
ru_ru: Такой игрок уже естЬ! Попроб. снова.

source: Enter new name
de_de: Geben Sie den neuen Namen ein
es_es: Introduzca el nuevo Nombre
fr_fr: Tapez le nouveau Nom
hu_hu: ùj név beírása:
it_it: Immettere il nuovo nome
pl_pl: Wpisz nowe imię
pt_br: Digite um novo nome
pt_pt: Adicione outro nome
ru_ru: Введите новое имя

source: Delete saved game
de_de: Sicherheitskopie löschen
es_es: Eliminar una partida grabada
fr_fr: Détruire une sauvegarde
hu_hu: Mentett játék törlése
it_it: Eliminare una partita salvata
pl_pl: Usuń zapisaną grę
pt_br: Deletar jogo salvo
pt_pt: Apagar jogo gravado
ru_ru: УдалитЬ сохраненную игру

source: Saved games management
de_de: Gespeicherte Spiele
es_es: Gestión de partidas grabadas
fr_fr: Gestion des parties sauvegardées
hu_hu: Mentett játékállások kezelése
it_it: Gestione delle partite salvate
pl_pl: Zarządzanie zapisanymi grami
pt_br: Gerenciamento de jogos salvos
pt_pt: Manutenção de jogos gravados
ru_ru: Управление сохранен. играми

source: Advanced Options
de_de: Vorgeschlagene Optionen
es_es: Opciones avanzadas
fr_fr: Options avancées
hu_hu: Haladó beállítások
it_it: Opzioni avanzate
pl_pl: Opcje zaawansowane
pt_br: Opções Avançadas
pt_pt: Opções Avançadas
ru_ru: Расширенные настройки

source: Delete
de_de: Löschen
es_es: Eliminar une copia de seguridad
fr_fr: Détruire
hu_hu: Törlés
it_it: Eliminare
pl_pl: Usuń
pt_br: Deletar
pt_pt: Apagar
ru_ru: УдалитЬ

source: Speech files transfer.
de_de: Übertragung der Stimmen.
es_es: Transfiere voces.
fr_fr: Transfert des voix.
hu_hu: Beszédfájlok átvitele...
it_it: Trasferimento voci.
pl_pl: Kopiowanie pliku z głosami.
pt_br: Transferência de arquivos de voz.
pt_pt: Transferir ficheiros de diálogos
ru_ru: Передача речевых файлов.

source: Copying speech files on hard disk, please wait...
de_de: Die Stimm-Dateien werden auf die Festplatte geschrieben, bitte warten.
es_es: Copiando los ficheros voces en disco duro, espere.
fr_fr: Copie des fichiers voix sur disque dur, veuillez patienter.
hu_hu: Beszédfájlok merevlemezrementése, kérlek várj!...
it_it: Copia dei file vocali su disco fisso, attendere.
pl_pl: Kopiowanie plików z głosami na twardy dysk, proszę czekać...
pt_br: Copiando arquivos de voz para o disco rígido...
pt_pt: Copiar ficheiros de diálogos para o Disco Rígido, espere por favor...
ru_ru: На жесткий диск копируются речевые файлы, пожалуйста, подождите...

source: Original idea by Frédérick Raynal
de_de: Nach einer Idee von Frederick Raynal
es_es: Idea original de Frederick Raynal
fr_fr: Idée originale de Frédérick Raynal
hu_hu: Eredeti ötlet: Frédérick Raynal
it_it: Idea originale di Frederick Raynal
pl_pl: Pomysł: Frédérick Raynal
pt_br: Idéia original por Frédérick Raynal
pt_pt: Ideia original por Frédérick Raynal
ru_ru: ОригиналЬный замысел: Frederick Raynal

source: Produced by Adeline Software Int.
de_de: Produziert von Adeline Software Int.
es_es: Producido por Adeline Software Int.
fr_fr: Produit par Adeline Software Int.
hu_hu: Kiadja: Adeline Software Int.
it_it: Produzione: Adeline Software Int.
pl_pl: Wyprodukowane przez Adeline Software Int.
pt_br: Produzido por Adeline Software Int.
pt_pt: Produzido por Adeline Software Int.
ru_ru: Создано: Adeline Software Int.

source: Programming:
de_de: Programm :
es_es: Programación :
fr_fr: Programmation :
hu_hu: Programozók:
it_it: Programmazione:
pl_pl: Programiści:
pt_br: Programação:
pt_pt: Programação:
ru_ru: Программирование:

source: Frédérick Raynal
ru_ru: Frederick Raynal

source: 3D Objects & Animation:
de_de: 3D-Objekte & Animationen :
es_es: Objetos 3D y Animaciones:
fr_fr: Objets 3D & Animations :
hu_hu: 3D Objektumok & Animációk:
it_it: Oggetti 3D e Animazioni:
pl_pl: Obiekty 3D i Animacje:
pt_br: Animação e Objetos 3D:
pt_pt: Animação e Objectos 3D:
ru_ru: 3D-объекты и анимация:

source: Scenery Graphics:
de_de: Dekor :
es_es: Decorado:
fr_fr: Décors :
hu_hu: Környezet grafikák:
it_it: Scenografie:
pl_pl: Grafika:
pt_br: Gráficos de Cenário:
pt_pt: Gráficos de Cenário:
ru_ru: Графика локаций:

source: Yaël Barroz
ru_ru: Yael Barroz

source: Jean-Marc Torroella
pl_pl: ××××Jean-Marc Toroella
ru_ru: Jean-Marc Toroella

source: Story & Design:
de_de: Szenario & Design:
es_es: Guión y Diseño:
fr_fr: Scénario & Design :
hu_hu: Történet & design:
it_it: Sceneggiatura e design:
pl_pl: Historia i projekt:
pt_br: Projeto e História:
pt_pt: Projecto e História:
ru_ru: Сюжет и дизайн:

source: Dialogs:
de_de: Dialoge :
es_es: Diálogos:
fr_fr: Dialogues :
hu_hu: Dialógusok:
it_it: Dialoghi:
pl_pl: Dialogi:
pt_br: Diálogos:
pt_pt: Diálogos:
ru_ru: Диалоги:

source: Story Coding:
de_de: Szenencodes :
es_es: Codificación de escenas:
fr_fr: Codage Scénarique :
hu_hu: Történet kódolás:
it_it: Programmazione sceneggiatura:
pl_pl: Kodowanie historii:
pt_br: Codificação da história:
ru_ru: Кодинг событий:

source: Sébastien Viannay
ru_ru: Sebastien Viannay

source: Video Sequences:
de_de: Video-Sequenzen :
es_es: Secuencias vídeo:
fr_fr: Séquences Animées :
hu_hu: összekötô animációk:
it_it: Sequenze animate:
pl_pl: Sekwencje wideo:
pt_br: Sequências de Vídeo:
pt_pt: Sequências de Video:
ru_ru: Видеоролики:

source: Frédéric Taquet
ru_ru: Frederic Taquet

source: Music:
de_de: Musik :
es_es: Música :
fr_fr: Musique :
hu_hu: Zene:
it_it: Musica:
pl_pl: Muzyka:
pt_br: Música:
pt_pt: Música:
ru_ru: Музыка:

source: Testing:
de_de: Tests :
es_es: Comprobadores:
fr_fr: Testeurs :
hu_hu: Tesztelés:
it_it: Test:
pl_pl: Testerzy:
pt_br: Testes:
pt_pt: Teste:
ru_ru: Тестирование:

source: Quality Control:
de_de: Qualitätskontrolle :
es_es: Control de calidad
fr_fr: Contrôle Qualité :
hu_hu: Minôségi irányítás:
it_it: Controllo della qualità:
pl_pl: Kontrola jakości:
pt_br: Controle de Qualidade:
pt_pt: Controlo de Qualidade:
ru_ru: КонтролЬ качества:

source: Sound FX:
de_de: Soundeffekte :
es_es: Ruidos:
fr_fr: Illustration Sonore :
hu_hu: Hangeffektek:
it_it: Suoni:
pl_pl: Efekty dźwiękowe:
pt_br: Efeitos Sonoros:
pt_pt: Efeitos Sonoros:
ru_ru: Эвуковые эффекты:

source: Directed by Frédérick Raynal
de_de: Projektleitung : Frédérick Raynal
es_es: Dirigida par Frédérick Raynal
fr_fr: Dirigé par Frédérick Raynal
hu_hu: Rendezte: Frédérick Raynal
it_it: Diretto da Frédérick Raynal
pl_pl: Kierownik produkcji: Frédérick Raynal
pt_br: Realizado por Frédérick Raynal
pt_pt: Realizado por Frédérick Raynal
ru_ru: Под руководством Frederick Raynal

source: You've just rediscovered your Holomap! You can use it by going through your inventory.
de_de: Du hast soeben Dein Holomap wiedergefunden ! Benutze ihn mittels des Inventars.
es_es: ¡Acabas de encontrar tu Holomapa! Utilízalo moviéndote por el inventario.
fr_fr: Tu viens de retrouver ton Holomap ! Utilise-la en passant par l'inventaire.
hu_hu: Visszaszerezted a holotérképedet! Használhatod, ha elôveszed a zsebedbôl a (SHIFT) gombbal, de elérheted egyszerûen csak a (H) gombbal is.
it_it: Hai appena trovato la tua Holomap! Utilizzala scorrendo l'inventario.
pl_pl: Odzyskałeś Holomapę! Możesz jej użyc, zaglądając do inwentarza (SHIFT) lub bezpośrednio: naciskając (H).
pt_br: Você encontrou o seu Holomapa! Você pode acessá-lo através do seu inventário pela tecla (SHIFT) ou pode acessá-lo diretamente através da tecla (H).
pt_pt: Acabou de descobrir o Holomapa! Pode usá-lo a partir do inventário, carregando na tecla (SHIFT), ou através da tecla (H) para acesso directo.
ru_ru: Ты толЬко что снова нашел свою Голокарту! Ты можешЬ исполЬзоватЬ ее через инвентарЬ клавишей (SHIFT), или просто нажав клавишу (H).

source: You've just rediscovered your Magic Ball! Try using it on the clones!
de_de: Du hast soeben den Magischen Ball wiedergefunden ! Probiere ihn an den Klonen aus !
es_es: ¡Acabas de encontrar tu Bola Mágica! ¡Pruébala con los clones!
fr_fr: Tu viens de retrouver ta Balle Magique ! Essaie-la sur les clones !
hu_hu: Visszaszerezted a mágikus labdádat! Próbáld ki a klónokon!
it_it: Hai appena trovato la Sfera Magica! Prova a utilizzarla sui cloni!
pl_pl: Odzyskałeś swoją Magiczną Kulę! Wypróbuj ją na klonach!
pt_br: Você encontrou a sua Bola Mágica! Aperte (ALT) para arremessá-la.
pt_pt: Acabou de descobrir a Bola Mágica! Tente usá-la nos clones!
ru_ru: Ты толЬко что снова нашел свой Волшебный шар! Попробуй исполЬзоватЬ его против клонов!

source: You've just stolen Dr. FunFrock's saber!
de_de: Du hast den Säbel des Dr FunFrock gestohlen !
es_es: ¡Acabas de robar el Sable del Dr. FunFrock!
fr_fr: Tu viens de voler le Sabre du Dr FunFrock !
hu_hu: Elloptad Dr. KacajKabát szablyáját!
it_it: Hai appena rubato la Sciabola del Dottor FunFrock!
pl_pl: Ukradłeś szablę Dr. FunFrocka!
pt_br: Você roubou o sabre do Dr. Funfrock!
pt_pt: Acabou de roubar o sabre de Dr. FunFrock!
ru_ru: Ты толЬко что украл саблю д-ра ФанФрока!

source: You've just found Gawley's Horn, an object left for you by your ancestors.
de_de: Du hast soeben das Horn von Gawley entdeckt, das Deine Vorfahren Dir hinterlassen haben.
es_es: Acabas de descubrir la Trompa de Gawley, que tus antepasados habían dejado ahí para ti.
fr_fr: Tu viens de découvrir la Trompe de Gawley, que tes ancêtres laissèrent là à ton intention.
hu_hu: Megtaláltad Gawley kürtjét, ôseid egyik hagyatékát.
it_it: Hai appena trovato la Tromba di Gawley, che i tuoi avi hanno lasciato proprio per te.
pl_pl: Znalazłeś Róg Gawley, przedmiot, który zostawili ci twoi przodkowie.
pt_br: Você encontrou a trompa de Gawley, um objeto deixado para você por seus antepassados.
pt_pt: Acabou de descobrir o Chifre de Gawley, um objecto deixado para si pelos seus antepassados.
ru_ru: Ты толЬко что нашел Рог Голея, предмет, оставленный тебе твоими предками.

source: You've just earned the first level of Magic by finding the Tunic left for you by your ancestors. You will be able to store up magic with it.
de_de: Du hast soeben die erste Magiestufe erreicht, da Du die Tunika wiedergefunden hast, die Deine Vorfahren hinterlassen haben. Dank dieser Tunika kannst Du von nun an Magie speichern.
es_es: Acabas de alcanzar el primer nivel de Magia al encontrar la Túnica legada por tus antepasados. Gracias a ella podrás, de ahora en adelante, almacenar magia.
fr_fr: Tu viens d'atteindre le 1er niveau de Magie, en retrouvant la Tunique léguée par tes ancêtres. Grâce à elle, tu peux désormais stocker de la magie.
hu_hu: Elsajátítottad a mágia elsô szintjét azzal, hogy megtaláltad a tunikát, amit ôseid hagytak rád. Segítségével képes leszel mágiaerôt gyûjteni.
it_it: Hai appena raggiunto il primo livello di Magia trovando la Tunica lasciata dai tuoi avi. Grazie a essa puoi ora accumulare magia.
pl_pl: Znalazłeś Tunikę pozostawioną ci przez twoich przodków. Dzięki niej osiągnąłeś pierwszy poziom Magii. Pozwoli ci ona także na przechowywanie magii.
pt_br: Você alcançou o primeiro nível de magia ao encontrar a Túnica deixada para você por seus antepassados. Você é capaz de armazenar magia com ela.
pt_pt: Acabou de ganhar apenas o primeiro nível de Magia, por ter encontrado a Túnica deixada pelos seus antepassados. Está apto a armazenar magia com ela.
ru_ru: Ты толЬко что достиг первого уровня магии, найдя Тунику, оставленную тебе твоими предками. С ее помощЬю ты сможешЬ накапливатЬ магию.
