Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: " Draining valve. DO NOT TOUCH! "
de_de: " Abflußventil. NICHT BERÜHREN ! "
es_es: "Válvula de evacuación. ¡NO TOCAR!"
fr_fr: " Vanne d'évacuation. NE PAS TOUCHER ! "
hu_hu: " Leeresztô szelep. NE NYùLJON HOZZà! "
it_it: "Valvola di svuotamento. NON TOCCARE! "
pl_pl: " Zawór odpływowy. NIE DOTYKAĆ! "
pt_br: " Válvula de drenagem. NÃO TOQUE! "
pt_pt: " Válvula de drenagem. NÃO TOQUE! "
ru_ru: "Сливной клапан. НЕ ТРОГАТь!"

source: Where do you want to go Twinsen ?
de_de: Wo möchtest Du hin ?
es_es: ¿A dónde quieres ir Twinsen ?
fr_fr: Où veux-tu aller Twinsen ?
hu_hu: Hova akarsz menni Twinsen ?
it_it: Dove andiamo, Twinsen ?
pl_pl: Dokąd chcesz się dostać, Twinsen ?
pt_br: Para onde você quer ir Twinsen ?
pt_pt: Para onde quer ir, Twinsen ?
ru_ru: Куда ты хочешЬ отправитЬся, Твинсен?

source: I know that symbol on your medallion. Virgul, our sorcerer, told us about your coming, and we have often prayed in front of the Runic Stone, which carries the same symbol. Unfortunately, Dr. FunFrock found it and built his fortress right over it, although the Rock was supposed to be indestructible! I would dig a tunnel for you so that you could enter the building, but you must first sabotage the Teleportation Center. Go find the plans of this center, I can dig only after all the telepods have been neutralized!
de_de: Ich kenne das Symbol auf Deinem Medaillon. Virgul unser Zauberer hat uns Deine Ankunft angekündigt, und wir haben oft vor dem Runenstein gebetet, der das gleiche Symbol trägt. Leider hat Dr FunFrock ihn entdeckt und seine Festung an dessen Stelle errichtet, galt der Stein doch als unzerstörbar ! Ich werde für Dich einen Tunnel graben um ins Gebäude einzudringen, aber Du mußt das Biemzentrum sabotieren. Geh und finde die Pläne des Zentrums, ich werde nur dann graben können, wenn alle Biemzellen ausgeschaltet sind !
es_es: Conozco ese símbolo de tu medallón. Virgul nuestro brujo nos ha anunciado tu llegada, y hemos orado a menudo delante de la Piedra Rúnica que lleva ese mismo símbolo. Desafortunadamente el Dr. FunFrock la ha descubierto y ha construido su fortaleza en ese lugar, sin embargo la Piedra se supone que era indestructible! Para ti yo cavaré un túnel para entrar en el edificio, pero tú tienes que sabotear el Centro de Teleportación. Ve y encuentra los planos de este centro, ¡sólo podré cavar cuando todos los teléportadoress estén neutralizados!
fr_fr: Je connais ce symbole sur ton médaillon. Virgul, notre sorcier, nous a annoncé ta venue et nous avons prié souvent devant la Pierre Runique qui porte ce même symbole. Hélas le Dr FunFrock l'a découverte et a bâti sa forteresse à la place. Pourtant la Pierre était censée être indestructible ! Pour toi je creuserai un tunnel pour entrer dans le bâtiment, mais il faut que tu sabotes le Centre de téléportation. Va et trouve les plans de ce centre, je ne pourrai creuser que lorsque les télépodes seront tous neutralisés !
hu_hu: Ismerem azt a jelet a medálodon. Virgul, a varázslónk, mesélt nekünk a jöveteledrôl, és sokszor imádkoztunk az Ékírásos Kô elôtt, amin ugyanez a jelkép van. Sajnos Dr. KacajKabát megtalálta, és az erôdöt ráépíttette, pedig a kô elvileg megsemmisíthetetlen! Szívesen ásnék neked egy alagutat, hogy bejuthass, de elôbb szabotálnod kell a Teleport Központot. Menj, keresd meg a központ terveit, csak azután áshatok, hogy az összes telepadadot semlegesítetted!
it_it: Conosco il simbolo sul tuo medaglione. Virgola, il nostro stregone, ha annunciato il tuo arrivo; spesso abbiamo pregato davanti alla Pietra Runica che porta questo stesso simbolo. Sfortunatamente il Dottor FunFrock l'ha scoperta e vi ha costruito sopra la sua Fortezza, anche se sapeva che la Pietra era indistruttibile. Per te scaverò una galleria così che tu possa entrare nell'edificio; tu però dovrai sabotare il Centro di Teletrasporto. Và e trova le mappe di questo centro; potrò lavorare solo se i telepodi saranno neutralizzati!
pl_pl: Znam ten symbol, który jest na twoim medalionie. Virgul, nasz czarnoksiężnik, powiedział nam o twoim przybyciu, a my zawsze modliliśmy sie przed Kamieniem Runicznym, który nosi taki sam symbol. Niestety, Dr. FunFrock znalazł go i wybudował swoją fortecę dokładnie nad nim, pomimo tego, że Kamień wydaje się być niezniszczalny! Wykopałbym dla ciebie tunel, żebyś mógł dostać się do budynku, ale najpierw musisz zniszczyć Centrum Teleportacji. Idź znajdź plany tego centrum, będę mógł kopać tylko , jeśli wszystkie teleporty zostaną unieszkodliwione!
pt_br: Eu conheço esse símbolo no seu medalhão. Virgul, nosso feiticeiro, nos contou da sua chegada, e desde então nós rezamos todo dia na frente da Pedra Rúnica, que carrega o mesmo símbolo. Infelizmente, o Dr. FunFrock encontrou ela e construiu o forte por cima dela, apesar da Pedra ser supostamente indestrutível! Eu iria cavar um túnel para que você pudesse entrar no prédio, mas você precisa primeiro sabotar o Centro de Teletransporte. Vá encontrar os planos desse centro, eu posso cavar apenas quando os teletransportes estiverem neutralizados!
pt_pt: Eu conheço esse símbolo no seu medalhão. Virgul, o nosso feiticeiro, contou-nos da sua chegada, e desde então rezamos em frente à Pedra Rúnica, que carrega o mesmo símbolo. Infelizmente, o Dr. FunFrock encontrou-a e construiu o forte por cima dela, apesar da Pedra ser supostamente indestrutível! Eu iria cavar um túnel para que você pudesse entrar no edifício, mas precisa primeiro de sabotar o Centro de Teleportação. Vá encontrar os planos desse centro, eu posso cavar apenas quando os teleportadores estiverem neutralizados!
ru_ru: Я знаю этот символ на твоем медалЬоне. Виргул, наш волшебник, рассказывал нам о твоем приходе, и мы часто молилисЬ перед руническим камнем, на котором такой же символ. К сожалению, д-р ФанФрок нашел его и построил прямо над ним свою крепостЬ, хотя скала, похоже, неразрушима! Я мог бы прорытЬ для тебя туннелЬ, так что ты сможешЬ попастЬ в здание, но сначала ты должен устроитЬ диверсию в Центре телепортации. Иди найди чертежи это Центра, я смогу рытЬ толЬко после того, как все телеподы будут нейтрализованы!

source: I don't know where they are, but with these plans you must enter the Center on Brundle island and then sabotage it. Then I can dig under the Fortress!
de_de: Ich weiß nicht wo sie sind, aber mit diesen Plänen wirst Du ins Zentrum auf der Insel Brundel gelangen müssen um es dann zu sabotieren. Dann werde ich unter der Festung graben können !
es_es: Ignoro dónde están, pero con estos planos tu deberías poder entrar en el Centro en la isla Brundle, luego sabotearlo. ¡Entonces yo podré cavar bajo la Fortaleza!
fr_fr: J'ignore où ils sont, mais avec ces plans tu devras entrer dans le Centre sur l'île Brundle, puis le saboter. Alors je pourrai creuser sous la Forteresse !
hu_hu: Nem tudom hol vannak, de ezekkel a tervekkel be kell jutnod a Hát-szigeti központba és szabotálni azt. Ezután áshatok neked az erôdbe egy alagutat!
it_it: Non so dove siano, ma con queste mappe dovrai entrare nel Centro sull'Isola Brundle e poi sabotarlo. Solo allora potrò scavare la galleria sotto la Fortezza!
pl_pl: Nie wiem, gdzie one są, ale mając te plany, musisz dostać się do Centrum na wyspie Brundle i zniszczyć je. Wtedy będę mógł podkopać się pod Fortecę!
pt_br: Não sei onde eles estão, mas com esses planos você poderá entrar no Centro de Teletransporte da Ilha Brundle para sabotá-lo. Só assim eu poderei cavar um túnel por debaixo do Forte!
pt_pt: Não sei onde eles estão, mas com esses planos você poderá entrar no Centro de Teleportação da Ilha Brundle para sabotá-lo. Só assim eu poderei cavar um túnel debaixo do Forte!
ru_ru: Я не знаю, где они, но с этими чертежами ты сможешЬ попастЬ в Центр на Острове Брандла и потом устроитЬ там диверсию. Тогда я смогу рытЬ под КрепостЬ!

source: Go to Brundle island, get in the Center and neutralize the telepods control system.
de_de: Geh auf die Insel Brundle, schleich Dich ins Zentrum ein und schalte das Kontrollsystem der Biemzellen aus.
es_es: Ve a la isla Brundle, introdúcete en el Centro y neutraliza el control de los teléportadores.
fr_fr: Va sur l'île Brundle, introduis-toi dans le Centre et neutralise le contrôle des télépodes.
hu_hu: Menj Hát-szigetre, juss be a központba, és semlegesítsd a telepadokat irányító kapcsolótáblát!
it_it: Va sull'Isola Brundle, penetra nel Centro e neutralizza il controllo dei telepodi.
pl_pl: Idź na wyspę Brundle, dostań się do Centrum i zniszcz system kontroli teleportów.
pt_br: Vá para a Ilha Brundle, entre no Centro e neutralize o sistema de controles dos teletransportes.
pt_pt: Vá para a Ilha Brundle, entre no Centro e neutralize o sistema de controle dos teleportadores.
ru_ru: Отправляйся на Остров Брандл, попади в Центр и нейтрализуй систему управления телеподов.

source: Good going, the telepods are no longer working, follow me!
de_de: Bravo, die Biemzellen sind außer Betrieb, folge mir !
es_es: Bravo, los teléportadores están fuera de servicio, ¡sígueme!
fr_fr: Bravo, les télépodes sont hors-service, suis-moi !
hu_hu: Szép munka! A telepadok már nem mûködnek, kövessen!
it_it: Ottimo, i telepodi sono fuori servizio! Seguimi!
pl_pl: Dobra robota, teleporty już nie działają, za mną!
pt_br: Muito bom, os teletransportes estão desativados, siga-me!
pt_pt: Muito bem, os teleportadores já não trabalham mais, siga-me!
ru_ru: Хорошо сработано, телеподы болЬше не работают, следуй за мной!

source: You're the one that's making life difficult for FunFrock? He recently threw a tantrum that could be heard from here. Since then, he brought in several telepods, he's worried about his fortress.
de_de: Sind Sie es der FunFrock Steine in den Weg legt ? Neulich hat er solch einen Ausraster gehabt, daß man ihn bis hier hören konnte. Seitdem hat er lauter neue Biemzellen installieren lassen, er bangt um seine Festung.
es_es: ¿Es Ud. el que le pone trabas a FunFrock? Recientemente le ha dado un ataque de cólera tan fuerte, que se le oía desde aquí. Desde ese momento ha añadido teléportadores por todas partes, teme por su fortaleza.
fr_fr: C'est vous qui mettez des bâtons dans les roues à FunFrock ? Récemment il a piqué une telle colère qu'on l'entendait d'ici. Depuis il a fait rajouter plein de télépodes, il a peur pour sa forteresse.
hu_hu: Te keseríted meg Dr. KacajKabát életét? Nem is olyan régen egy hatalmas dührohamot kapott, amit egészen idáig lehetett hallani. Azóta számos telepadot hozatott ide, nagyon aggódik az erôdje miatt.
it_it: Così è lei che mette i bastoni fra le ruote a FunFrock! Recentemente ha avuto un tale accesso di collera che l'abbiamo sentito le sue urla fin qui. Ha fatto aggiungere altri telepodi, teme per la sua fortezza.
pl_pl: To ty utrudniasz życie FunFrockowi? Niedawno wpadł w taką złość, że słyszałem go aż tutaj. Od tamtej pory, sprowadził kilka teleportów, martwi się o swoją fortecę.
pt_br: É você que está infernizando a vida de FunFrock? Ele recentemente teve um acesso de raiva que pôde ser ouvido daqui. Desde então, ele trouxe vários mecanismos de teletransporte, ele está preocupado com o Forte.
pt_pt: É você que está a infernizar a vida de FunFrock? Ele teve recentemente um ataque de raiva que poderia ser ouvido daqui. Desde então, trouxe vários teleportes, ele está preocupado com o Forte.
ru_ru: Это ты тот, кто усложняет жизнЬ ФанФроку? Он недавно разразился таким гневом, что отсюда было слышно. С тех пор, как он привез несколЬко телеподов, он беспокоится за свою крепостЬ.

source: You have once again angered FunFrock, he screamed a little while ago! What did you break this time, you know that he hates you?
de_de: Sie, Sie haben FunFrock wieder einmal wütend gemacht, er hat vorhin gebrüllt ! Was haben Sie denn diesmal zerbrochen, wissen Sie, daß er Sie haßt ?
es_es: ¡Ud. ha alterado una vez más a FunFrock, ¡ha gritado hace un rato! ¿Qué es lo que ha roto esta vez?, ¿Sabe que lo detesta?
fr_fr: Vous, vous avez encore énervé FunFrock, il a hurlé tout à l'heure ! Qu'est-ce que vous avez cassé cette fois, vous savez qu'il vous déteste ?
hu_hu: Megint felhúztad KacajKabátot, most, nem rég üvöltött egyet! Már megint mit csináltál, tudod, hogy ki nem állhat téged?
it_it: Ha fatto ancora infuriare Funfrock, eh? Ha appena urlato come un matto. Cosa gli ha fatto, questa volta? Sa bene che la odia, Twinsen.
pl_pl: Znowu rozzłościłeś FunFrocka, chwilę temu słyszałem jego wrzask! Co tym razem zepsułeś, wiesz, że cię nienawidzi?
pt_br: Você novamente deixou o FunFrock descontrolado, ele deu um berro a alguns minutos atrás! O que você quebrou dessa vez? Você sabia que ele te odeia?
pt_pt: Você deixou novamente o FunFrock descontrolado, ele gritou a alguns minutos atrás! O que partiu desta vez? Sabia que ele te odeia?
ru_ru: Ты снова разозлил ФанФрока, он кричал совсем недавно! Что ты на этот раз сломал? Ты знаешЬ, что он тебя ненавидит?

source: I don't know where they are, ask your flying animal over there. In fact, can you eat that animal?
de_de: Ich weiß nicht wo sie sind, fragen Sie ihr Vieh dort am Steuer. Übrigens, läßt sich dieses Tier essen ?
es_es: No sé dónde están, pregúntele a su bestia voladora. En realidad, ¿se come ese animal?
fr_fr: Je ne sais pas où ils sont, demandez à votre bestiau volant, là. Au fait, ça se mange cet animal ?
hu_hu: Nem tudom hol vannak, kérdezd a repülô állatodat amott! Mond csak meg lehet enni?
it_it: Non so dove siano, chieda alla sua bestia volante. A proposito, è commestibile il suo animale?
pl_pl: Nie wiem, gdzie mogą być, zapytaj swoje latające zwierzę. Właściwie, czy to zwierzę jest jadalne?
pt_br: Não sei onde eles estão, pergunte ao seu animal voador. Aliás, você pode comer ele?
pt_pt: Não sei onde eles estão, pergunte ao seu animal voador. Aliás, você pode comê-lo?
ru_ru: Я не знаю, где они, спроси свое летающее животное вон там. В самом деле, а ты можешЬ съестЬ это животное?

source: We no longer fear the threat of the teleportations, but you must get rid of the guards and the assault tank for us. I will then be able to dig.
de_de: Wir brauchen keine Angst mehr haben vom Biemen gestört zu werden, aber Du mußt uns von den Wachen und vom Kampfpanzer befreien. Dann werde ich graben können.
es_es: Ya no tememos ser molestados por las teleportaciones, pero necesito que nos libres de los guardias y del tanque de asalto. Después podré empezar a excavar.
fr_fr: On ne craint plus d'être dérangé par des téléportations, mais il faut que tu nous débarasses des gardes et du char d'assaut. Je pourrai creuser ensuite.
hu_hu: Most már nem félünk a teleportáció fenyegetésétôl, de még le kell gyôznöd az ôröket, és azt a roham tankot. Azután áshatok csak.
it_it: Penso che non saremo più disturbati dai teletrasporti, però bisogna che tu ci liberi dalle guardie e dal carro armato. Solo dopo potrò scavare.
pl_pl: Już nie obawiamy się zagrożenia ze strony teleportów, ale musisz jeszcze pozbyć się strażników i czołgu. Dopiero wtedy będę mógł kopać.
pt_br: Nós não tememos mais os teletransportes, mas você deve se livrar dos guardas e do tanque de assalto para nós. Só assim eu poderei cavar.
pt_pt: Não tememos mais face a ameaça dos teleportadores, mas você deve livrar-se dos guardas e do tanque para nós. Só assim poderei cavar.
ru_ru: Мы болЬше не боимся угрозы телепортации, но ты должен избавитЬся для нас от охраны и штурмового танка. Тогда я смогу рытЬ.

source: Good luck!
de_de: Viel Glück !
es_es: ¡Buena suerte!
fr_fr: Bonne chance !
hu_hu: Sok szerencsét!
it_it: Buona fortuna!
pl_pl: Powodzenia!
pt_br: Boa sorte!
pt_pt: Boa sorte!
ru_ru: Удачи!

source: Get out!
de_de: Raus !
es_es: ¡Salga!
fr_fr: Sortez !
hu_hu: Ki innen!
it_it: Uscite!
pl_pl: Wyjdź!
pt_br: Saia!
pt_pt: Saia!
ru_ru: Убирайся!

source: Twinsen help! I'm not a clone, it's me, the real Zoé.
de_de: Twinsen, zu Hilfe ! Ich bin kein Klon, ich bin die echte Zoé.
es_es: ¡Twinsen, socorro! No soy un clon, soy yo, la verdadera Zoé.
fr_fr: Twinsen au secours ! Je ne suis pas un clone, c'est moi, je suis la vraie Zoé.
hu_hu: Twinsen segíts! Nem egy klón vagyok, hanem az igazi Zoé!
it_it: Twinsen, aiuto! Non sono un clone, sono io, la vera Zoè.
pl_pl: Twinsen pomocy! Nie jestem klonem, to ja, prawdziwa Zoé.
pt_br: Twinsen, socorro! Não sou um clone, sou eu, a verdadeira Zoé.
pt_pt: Ajuda-me Twinsen! Não sou um clone, sou eu, a verdadeira Zoé.
ru_ru: Твинсен, на помощЬ! Я не клон! Это я, настоящая Эои.

source: You must break the seal so that I can enter the Well of Sendell. None of my machines could drill through this rock, it resists me, just like the Runic Stone. I began digging around the rocky peak, but it will take months for me to reach the center of the planet! You'll see, I will realize the prophecy myself, and I'll take good care of this planet. Break the seal and I'll spare you Twinsen, you and your friend.
de_de: Du mußt das Siegel durchbrechen, damit ich in Sendells Brunnen gelange. Kein einziges meiner Geräte hat diesen Felsen durchbohren können, er hält mir stand, genauso wie der Runenstein. Ich habe begonnen rund um die Felsenbergspitze zu graben, aber es wird Monate dauern, bis ich das Zentrum des Planeten erreichen werde ! Du wirst es erleben, ich werde die Prophezeiung für mich ganz allein erfüllen, und ich werde mich um diesen Planeten richtig kümmern. Durchbrich das Siegel und ich werde Dich und Deine Freundin verschonen, Twinsen.
es_es: Es necesario que rompas el sello para que entre en el Pozo de Sendell. Ninguno de mis aparatos ha logrado perforar esta roca, se resiste, igual que la Piedra Rúnica. He comenzado a excavar alrededor del pico rocoso, pero esto llevará meses hasta que llegue al centro del planeta. Verás, voy a realizar la profecía por mi cuenta. Y voy a ocuparme del bien de este planeta. Rompe el sello y te perdonaré Twinsen, a ti y a tu amiga.
fr_fr: Il faut que tu brises le sceau pour que j'entre dans le Puits de Sendell. Aucun de mes engins n'est arrivé à percer cette roche, elle me résiste, tout comme la Pierre Runique. J'ai commencé à creuser autour du piton rocheux, mais cela prendra des mois avant que j'atteigne le centre de la planète ! Tu vas voir, je vais réaliser la prophétie pour mon seul compte et je vais bien m'occuper de cette planète. Brise le sceau et je t'épargnerai Twinsen, toi et ton amie.
hu_hu: Fel kell törnöd a pecsétet, hogy bejuthassak Sendell Kútjába. Egyik gépem sem tudta kinyitni ezt a jelképet, mindent kibír, csak úgy, mint az Ékírásos Kô. Már el kezdtem ásni a rögös, köves csúcs körül, de hónapokig is eltarthat, amíg leásunk a bolygó közepéig! Meglátod, magam teljesítem be a próféciát, és gondoskodom errôl a bolygóról. Nyisd fel a pecsétet Twinsen és megkímélem az életed, a tiéd és a barátnôdét is!
it_it: Devi infrangere il sigillo per farmi entrare nel Pozzo di Sendell. Nessuna delle mie macchine è riuscita a perforare questa roccia che non si fa neppure scalfire, proprio come la Pietra Runica. Ho iniziato a perforare attorno al picco di roccia, ma ci vorranno mesi prima di riuscire a raggiungere il centro del pianeta! Vedrai, realizzerò la profezia da solo, e allora mi prenderò cura io del pianeta. Infrangi il sigillo; ti risparmierò la vita, Twinsen, a te e anche alla tua amica.
pl_pl: Musisz złamać pieczęć, żebym mógł wejść do Studni Sendell. Żadna z moich maszyn nie przebije tej skały, opiera mi się, zupełnie jak Kamień Runiczny. Zacząłem kopać w okolicy skalnego szczytu, ale osiągnięcie środka planety zajmie mi całe miesiące! Zobaczysz, sam wypełnię przepowiednię i dobrze sie zaopiekuję tą planetą. Przełam pieczęć, a oszczędzę cię, Twinsen, ciebie i twoją przyjaciółkę.
pt_br: Quebre o selo para que eu possa entrar no Poço de Sendell. Nenhuma das minhas máquinas pôde cavar através dessa rocha, ela resiste a mim, assim como a Pedra Rúnica. Eu comecei a cavar ao redor do Poço, mas levarei meses para chegar ao centro do planeta! Você entende, eu irei realizar a profecia eu mesmo, e tomarei conta desse planeta. Quebre o selo e eu pouparei a sua vida Twinsen, a sua e a de sua amiga.
pt_pt: Tem que quebrar o selo para que eu possa entrar no Poço de Sendell. Nenhuma das minhas máquinas conseguiu cavar através desta rocha, ela resiste-me, como a Pedra Rúnica. Eu comecei a cavar à volta do Poço, mas levarei meses para chegar ao centro do planeta! Eu mesmo irei realizar a profecia, e tomarei conta deste planeta. Quebre o selo e eu pouparei a sua vida Twinsen, e a da sua amiga também.
ru_ru: Ты должен разрушитЬ печатЬ, так чтобы я смог войти в Колодец Сенделл. Ни одна моя машина не может пробуритЬ эту скалу, она сопротивляется мне, так же, как и рунический каменЬ. Я начал рытЬ вокруг скалистой вершины, но, чтобы достичЬ центра планеты, это займет месяцы! Ты увидишЬ, я сам исполню пророчество и позабочусЬ об этой планете. РазрушЬ печатЬ, и я пощажу тебя, Твинсен, и твою подругу.

source: I will at last see Sendell's face. If everything goes as planned, I'll make you my jester when I come back. Ha, ha, ha!
de_de: Ich werde endlich Sendells Gesicht sehen. Falls ich es mir beim Hinausgehen nicht anders überlegt habe, mache ich Dich zu meinem Narren. Ha, ha, ha !
es_es: Por fin voy a ver el rostro de Sendell. Y si no he cambiado de opinión al salir, haré de ti mi bufón. Ja ja ja!
fr_fr: Je vais enfin voir le visage de Sendell. Si je n'ai pas changé d'avis en ressortant, je ferai de toi mon bouffon. Ha, ha, ha !
hu_hu: Végre láthatom Sendell arcát. Ha minden úgy megy, ahogy elterveztem, a talpnyalóm leszel. Ha-ha-ha!
it_it: Finalmente vedrò il volto di Sendell. Se quando esco non ho cambiato idea, diventerai il mio buffone di corte, Twinsen. Ha ha ha!
pl_pl: W końcu zobaczę twarz Sendell. Jeśli wszystko pójdzie zgodnie z planem, uczynię cię moim błaznem, kiedy wrócę. Ha, ha, ha!
pt_br: Finalmente irei ver o rosto de Sendell. Se tudo for como planejado, eu irei fazer de você o meu bobo-da-corte quando eu voltar. Ha, Ha, ha!
pt_pt: Irei finalmente ver o rosto de Sendell. Se tudo correr como planeado, irei fazer de ti o meu bobo-da-corte quando eu voltar. Ha, ha, ha!
ru_ru: Наконец-то я увижу лицо Сенделл. Если все пойдет по плану, когда вернусЬ, я сделаю тебя своим шутом. Ха-ха-ха!

source: Before you destroy the cloning factory, I prepared THIS for you!
de_de: Bevor Du meine Klonfabrik zerstörst, habe ich DIES für Dich vorbereitet !
es_es: Antes que destruyas la fábrica de clonaje, te había preparado... ¡ESTO!
fr_fr: Avant que tu ne détruises l'usine de clonage, je t'avais préparé ... CECI !
hu_hu: Mielôtt lerombolod a klón gyárat, EZT készítettem elô neked!
it_it: Prima che tu distruggessi la fabbrica di cloni, ti avevo preparato... QUESTO!
pl_pl: Zanim zniszczyłeś fabrykę klonów, przygotowałem TO dla ciebie!
pt_br: Antes de você destruir a minha fábrica de clonagem, eu preparei ISSO para você!
pt_pt: Antes de destruires a fábrica de clones, preparei ISTO para ti!
ru_ru: Прежде, чем ты уничтожил фабрику клонов, я приготовил для тебя ЭТО!
