Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: OTHER: Świątynia od lat stoi pusta. Ten bóg nie|tylko, że utracił wyznawców, ale zginęła|nawet pamięć o nich.
ru: OTHER: Но это давно было.|C тех пор и адепты разбежались,|и самого бога уже забыли напрочь.|А храм так и стоит — пустой и покинутый.

source: OTHER: O ile świątynia w ogóle jeszcze stoi...
ru: OTHER: А, может, уже и не стоит...

source: HERO: Dlaczego? Był jakiś kataklizm?
ru: HERO: Вы имеете в виду, он развалился?|Но из-за чего? Из-за стихийного бедствия?

source: OTHER: Każde bóstwo żyje tak długo, jak pamięta|o nim jego ostatni wyznawca. Tak|przynajmniej mówią.
ru: OTHER: Говорят, любой бог живёт|только до той поры, пока ему|поклоняется хотя бы один человек.

source: OTHER: Potem bóstwo zaczyna słabnąć, tracić boską|moc, aż w końcu umiera.
ru: OTHER: А как бога забудут – он начинает слабеть,|теряет божьи силы, и в итоге умирает.

source: OTHER: Podejrzewam, iż w świątyni nie znajdziesz|nic prócz pustych ścian.#F1#B0
ru: OTHER: Если и стоит этот храм, то там внутри|уже точно ничего не осталось.|Одни пустые залы.#F1#B0

source: OTHER: Jeszcze jak.#E3
ru: OTHER: Спасибо, мне не помешает.#E3

source: OTHER: Spokojnie chłopcze, ślubowałem ubóstwo,|a nie głodowanie.
ru: OTHER: Не волнуйся, дитя моё. Я давал|обет бедности, но ведь не голода же.

source: OTHER: Jem tutaj w zamian za pomoc przy|drobnych pracach.
ru: OTHER: Я тут подрабатываю так да сяк,|а взамен меня кормят.

source: OTHER: Co prawda pojawia się pewien problem...
ru: OTHER: Но в итоге возникает проблема...

source: HERO: Tak?
ru: HERO: Какая?

source: OTHER: Żeby utyć, muszę dużo jeść. Żeby dostać|dużo jedzenia, muszę dużo pracować.
ru: OTHER: Чтобы растолстеть, мне надо много есть.|А чтобы много есть, надо много работать.

source: OTHER: Im więcej pracuję, tym bardziej chudnę...
ru: OTHER: А чем больше я работаю, тем сильнее худею...

source: OTHER: Kwadratura koła.#B0
ru: OTHER: Такой вот порочный круг.#B0

source: OTHER: Jazda stąd!
ru: OTHER: Исчезни!

source: HERO: Co takiego?
ru: HERO: Что?

source: OTHER: Ale już bo poprzetrącam kości!
ru: OTHER: Быстро! А то я те ща кости переломаю!

source: OTHER: I kto tu jest skarlałą rasą...
ru: OTHER: Чо, высокий до хрена?...

source: HERO: Dobra, już znikam...
ru: HERO: Ладно, ладно. Пойду отсюда лесом...

source: P#HERO: Ale I'll be back.
ru: P#HERO: ...Буду искать глупее себя.

source: OTHER: Głuchy czy głupi?
ru: OTHER: Ты глухой иль тупой?

source: HERO: Właściwie jak śmiesz tak się odzywać do|księcia tej krainy?
ru: HERO: Да как ты смеешь так разговаривать|с принцем этого королевства?!

source: OTHER: Książę? Jesteś księciem? Nie uwierzę, póki|nie dasz mi podarunku godnego księcia!
ru: OTHER: Это хто принц, ты-то?|А ну подарок тащи, и шоб королевский был!|Тады поверю!

source: P#HERO: Chwytam.
ru: P#HERO: Это можно.

source: OTHER: Wrrr...
ru: OTHER: Р-р-р-р-р-р...

source: HERO: Brrr...
ru: HERO: Бр-р-р-р-р...

source: HERO: To wspaniale znowu cię spotkać!
ru: HERO: Приятно снова тебя встретить!

source: OTHER: Mam niejasne wrażenie, że nie po raz|ostatni... Chociaż nie wiem czy powinienem|się z tego powodu cieszyć.
ru: OTHER: Чуется мне, это не последняя наша встреча...|И не знаю, стоит ли этому радоваться.

source: OTHER: Opowiadaj.
ru: OTHER: Ну, рассказывай.

source: HERO: Chyba nie mam ochoty rozmawiać z tym|brutalnym, zawszonym i ordynarnym|osiłkiem.
ru: HERO: Не хочу даже разговаривать|с этим немытым и невоспитанным|дуболомом.

source: P#HERO: Czy nie powiedziałem tego za głośno?
ru: P#HERO: ...надеюсь, он меня не услышал...

source: HERO: Witam!
ru: HERO: Пока!

source: OTHER: Miło cię widzieć, książę!
ru: OTHER: Рад тебя видеть, принц!

source: $0: Duży ruch dzisiaj...
ru: $0: А у тебя сегодня клиентов много...

source: $1: Podsłuchałeś może jakieś plotki?
ru: $1: Есть какие новые слухи на примете?

source: $2: Nie nudno tak bez dziewek do pomocy?
ru: $2: И не скучно вам тут без девок?

source: $6: Partyjka klip-klapa?
ru: $6: Может, партию в хлопунцы?

source: $3: Do zobaczenia później.
ru: $3: Счастливо.

source: $4: Oczywiście.
ru: $4: Конечно.

source: $5: Może później.
ru: $5: Может, потом.

source: OTHER: O tak, od kiedy wszedł tu ten krasnolud|to nikogo ani nie przybywa, ani nie ubywa.
ru: OTHER: Не то слово! С тех пор, как этот гном|сюда пришёл, никто ни войти не может,|ни выйти.

source: OTHER: Widziałem, że i ty z nim rozmawiałeś?
ru: OTHER: А ты, вроде как, тоже с ним уже общался?

source: HERO: To taki drobny, sfrustrowany szantażysta.
ru: HERO: Ну да. Шантажист он.|Хулиган. И невоспитанный тип.

source: HERO: Ale jakbym był takim dużym krasnoludem|jak on, pewnie też miałbym żal do świata.
ru: HERO: Впрочем, будь я гномом,|и вырасти до таких размеров –|сам бы на белый свет роптал.

source: OTHER: Fakt, nieco wyrośnięty.
ru: OTHER: Да уж, для гнома он великоват будет.

source: OTHER: Różne dziwa się zdarzają, widziałem tu|nawet kiedyś dwóch takich małych|z piętami obrośniętymi włosiem.
ru: OTHER: Вообще, хватает тут чудес.|Как-то два коротышки заходили,|и у обоих на пятках волосы росли.

source: OTHER: Bogata jest Matka Natura, nie ma co.#B0
ru: OTHER: Богата же матушка-природа на выдумки.#B0

source: OTHER: Jedyna godna powtórzenia to chyba ta, że|ponoć księżniczka Sheila jest już tak|ślepa, że...
ru: OTHER: Ничего особенного. Хотя вот говорят,|у принцессы Шейлы такое плохое|зрение, что...

source: OTHER: Och, przepraszam, książę...
ru: OTHER: Ой... Прости, принц!

source: OTHER: Nie miałem na myśli...
ru: OTHER: Не подумал...

source: OTHER: To jest...
ru: OTHER: Просто...

source: HERO: No dobrze.
ru: HERO: Ничего.

source: HERO: Zapomnijmy o tym.#X1
ru: HERO: Забудем.#X1

source: OTHER: Przyznam, książę, że kiedy twój ojciec|je wygnał, płakałem rzewnymi łzami.
ru: OTHER: А ты что, забыл, как твой отец|запретил им сюда вход?|Я тогда в голос рыдал.

source: OTHER: Zresztą, razem płakaliśmy, o ile|pamiętam...
ru: OTHER: И я не один такой был. Вся корчма|рыдала. Как сейчас помню...

source: OTHER: Ech, dobrze, że wymyśliłeś klip-klap...
ru: OTHER: Лишь одна забава осталась,|которую ты и придумал – хлопунцы...

source: HERO: Klip-klap?!...
ru: HERO: Хлопунцы?!...

source: OTHER: No właśnie, może zagramy rundkę?#E6#B1
ru: OTHER: Ага. Может, сыграем партию?#E6#B1

source: OTHER: Do zobaczenia, książę.#E3
ru: OTHER: До встречи, принц.#E3

source: OTHER: W końcu się odegram!#X2
ru: OTHER: Вот теперь-то и отыграемся!#X2

source: OTHER: <piski kurczęcia>#B0
ru: OTHER: <кудахчет>#B0

source: HERO: Nie wiem czy wypada przerywać artyście,|kiedy ma natchnienie.
ru: HERO: Невежливо будет отвлекать творца.|У него как раз сейчас вдохновение.

source: OTHER: Zandaha...
ru: OTHER: Цандаха...

source: P#OTHER: To nie jest cały wyraz, ale gdybym|go przeczytał w całości, przywołałbym|bóstwo.
ru: P#OTHER: Дальше затёрто. Увы.|А прочёл бы я полностью слово,|бога призвал бы.

source: HERO: Mam nadzieję, że brakuje tylko|jednej litery.
ru: HERO: Надеюсь, затёрта одна только буква.

source: $0: Zandahar!
ru: $0: Цандахар!

source: $4: Zandahat!
ru: $4: Цандахат!

source: $5: Zandahas!
ru: $5: Цандахас!

source: $6: Zandahag!
ru: $6: Цандахаг!

source: $7: Zandahal!
ru: $7: Цандахал!

source: $1: Zandahaq!
ru: $1: Цандахак!

source: $8: Zandahad!
ru: $8: Цандахад!

source: $9: Zandahaz!
ru: $9: Цандахаз!

source: $10: Zandahaf!
ru: $10: Цандахаф!

source: $11: Zandaham!
ru: $11: Цандахам!

source: $2: Zandahav!
ru: $2: Цандахав!

source: $12: Zandahac!
ru: $12: Цандахац!

source: $13: Zandahaw!
ru: $13: Цандахаш!

source: $14: Zandahah!
ru: $14: Цандахах!

source: $15: Zandahan!
ru: $15: Цандахан!

source: $3: A pocałuj się gdzieś.
ru: $3: Бога нет.

source: HERO: Gdzieś to już dzisiaj słyszałem...
ru: HERO: По-моему, у меня дежавю...

source: P#OTHER: Kim jesteś, śmiertelniku?
ru: P#OTHER: Кой есьмь ты, смъртвинъ?

source: $0: Jestem twoim wyznawcą, panie.
ru: $0: Я... то есть, азъ есмь рабъ Твой, Повелитель.

source: $1: To naprawdę b-a-r-d-z-o długa historia.
ru: $1: Тут о-о-очень долго рассказывать надо...

source: $2: Całe szczęście, że jeszcze ...istniejesz.
ru: $2: Хорошо хоть, Ты ещё здесь... Существуешь...

source: $3: Porozmawiajmy o interesach.
ru: $3: Так, ладно. Ближе к делу.

source: OTHER: Wiem, przecież nie wzywałbyś mego imienia|nadaremno.
ru: OTHER: Вемъ. Ибо не помянулъ бы|ты ими Моего всуе.

source: OTHER: Dlaczego od tak dawna nie widziałem moich|kapłanów?
ru: OTHER: Отченьже уже такое долго|не вижду Моехъ духовенниковъ?

source: OTHER: Dlaczego nie czuję słodkiego zapachu krwi|ofiarnych zwierząt?
ru: OTHER: Отченьже давна не услышах|запаха крови тварей на заклание?

source: OTHER: Dlaczego nie słyszę pieśni sławiących|moje imię?
ru: OTHER: Отченьже уже никто во псалмахъ|имя Мое прославляетъ?

source: P#OTHER: Dlaczego tu tak pusto?
ru: P#OTHER: Отченьже никого здесть нетъ,|разве тебе одному?!

source: HERO: Ludzie odwracają się od starych bogów,|eeee... panie....
ru: HERO: Люди отказываются от древних богов,|э-э-э... Повелитель...

source: HERO: Wszyscy gonią za zyskiem, uciechami|codziennego dnia. Religia przestaje|ich interesować.
ru: HERO: Всем теперь хочется жить,|зарабатывать, веселиться...|К религии интерес пропал.

source: HERO: Ludzie zrobili się wygodni...
ru: HERO: Обленились мы все...

source: HERO: Po co iść do odległej świątyni, kiedy|w tym samym czasie można zabawić się|kielichami w gronie przyjaciół?#B0
ru: HERO: Мол, зачем тащиться куда-то в храм?|Лучше с друзьями сесть и пивка выпить.#B0

source: OTHER: Nie szkodzi, teraz, kiedy okazało się, że|moi wyznawcy jeszcze żyją, mam dużo czasu.
ru: OTHER: Ништо. Доколе суть Мои веровнии|в живых, времени имамъ и довольно.

source: HERO: Nie wątpię, eeee... panie.... Ale ja|nie jestem wieczny, a ta historia...
ru: HERO: Само собой, э-э-э, Повелитель, но я-то|времени довольно не имамъ...|А рассказывать тут...

source: HERO: Cóż, trwa właściwie całe moje życie.
ru: HERO: Всю жизнь, фактически,|рассказывать придётся.

source: HERO: Następnym razem, obiecuję.#B0
ru: HERO: Я потом расскажу.|Даю слово.#B0

source: P#OTHER: Więc wiesz, jaki los mnie czekał...
ru: P#OTHER: Значи, ведаеши ты за оурочище Мое...

source: P#HERO: Wiem. Dowiedziałem się od pewnego|wędrownego mnicha.
ru: P#HERO: Ну да... э-э... ведаю.|Мне один проповедник рассказал.

source: P#OTHER: Mogę robić, co tylko chcę.
ru: P#OTHER: Аз могу да създати всея, еже вольно.

source: OTHER: Jestem potężniejszy od królów, magów i kapłanów.|Jednym ruchem dłoni ujarzmiałem smoki, a gniewnym|zmarszczeniem brwi rozpędzałem armie.
ru: OTHER: Аз больше мужеста имамъ, анеже|крали, волхвы да духовенники! Могу драконъ мигомъ|утишити рукою сконецъ, воиства же|поглядомъ гневнымъ во прахъ обращати.

source: OTHER: Potrafię zmienić gwiazdę w łabędzia,|a złoto w ogień.
ru: OTHER: Могу и звезду лебедью сотворити,|а злато въ огнь претворити.

source: OTHER: Ale moje istnienie zależy od was.
ru: OTHER: Обаче, от тебе житие Мое само зависи.

source: OTHER: Od najbardziej kruchej i niepewnej rzeczy na|świecie - ludzkiego życia.
ru: OTHER: Отъ самыя слабыя|и немощныя вещи на света –|отъ живота рода чловечьего.

source: P#OTHER: Tak to już bywa: coś za coś.#B0
ru: P#OTHER: Тако си житие.|Око за око.#B0

source: OTHER: Jak to o interesach?!
ru: OTHER: К какому делу?!

source: HERO: Po kolei.
ru: HERO: К насущному.

source: HERO: Szczerze mówiąc nie jestem twoim|wyznawcą.
ru: HERO: В общем, скажу честно –|я тебе не поклоняюсь.

source: HERO: Ale jako bóstwo powinieneś mieć|ogromną moc.
ru: HERO: Но всё-таки ты – бог.|А значит, у тебя есть и божественные силы.

source: HERO: Ufam, iż wiesz, jak zniszczyć klątwę.
ru: HERO: Надо полагать, ты и проклятия|снимать умеешь.

source: HERO: Mam tutaj cztery przedmioty, które przeklął|pewien gorącogłowy grabarz.
ru: HERO: У меня есть четыре вещи. Их сгоряча|проклял один гробокопатель.

source: HERO: Jednym z przedmiotów jest eliksir|nieśmiertelności.
ru: HERO: Одна из этих вещей –|эликсир вечной жизни.

source: HERO: Proponuję umowę: dam ci eliksir, a ty w zamian|za to zniweczysz działanie uroku.
ru: HERO: Давай так. Я отдам тебе эликсир,|а ты за это снимешь с вещей проклятие.

source: HERO: Dzięki temu będziesz wieczny, i przestaniesz|być zależny od wiernych.
ru: HERO: Эликсир позволит тебе существовать|вечно, и больше тебе не будут нужны|никакие верующие...

source: HERO: Których zresztą, a przykro mi to mówić, nie ma.
ru: HERO: ...если учесть, что никаких верующих|у тебя уже и не осталось.

source: P#HERO: To jak? Mam nadzieję, że się dogadamy?
ru: P#HERO: Ну что, согласенъ? По рукамъ?

source: P#P#OTHER: Ty... Ty... Ty...
ru: P#P#OTHER: Ты... Ты... Ты...

source: OTHER: Ty żałosny, słaby człowieczku!
ru: OTHER: Ты что же вообразилъ о себе,|жалъкий, нечестивый чловечице?!

source: OTHER: Ośmielasz się ze mną ...TARGOWAĆ?!
ru: OTHER: Ты дерзаеши... ТЪРГОВАТИСЯ со Мною?!

source: OTHER: A może twój nędzny rozum podpowiedział ci,|iż boga można SZANTAŻOWAĆ?
ru: OTHER: Или бо ты до того ослаб лобом,|яко Бога ШАНТАЖИТИ помыслил?

source: OTHER: Zaraz przekonasz się, na czym polega|gniew boski!
ru: OTHER: Ну, бережися! Ныне же узнаеши,|какъ есть он – гневъ Божій!

source: OTHER: PRZYGOTUJ SIĘ!!!
ru: OTHER: ПРИГОТОВИСЯ!!!

source: P#P#P#P#P#OTHER: Kurka, coś słaby dzisiaj jestem.
ru: P#P#P#P#P#OTHER: Ах, мать твою...|Совсем сегодня ослабел...

source: OTHER: W porządku, umowa stoi.#X1
ru: OTHER: ...Хорошо, будь по-твоему.|Я согласен.#X1

source: HERO: Arivaldzie, ponoć w pobliżu jest jakiś|demoniczny zamek.
ru: HERO: Аривальд, мне тут рассказали, что|где-то недалеко отсюда есть проклятый замок.

source: HERO: Może tam znajdę jakiegoś osobnika z piekła|rodem, który pomoże mi dorwać tego przeklętego|demona, co wpędził mnie w takie kłopoty.
ru: HERO: Я подумал: а вдруг там живёт какое-нибудь|адское отродье? Может, оно меня и выведет на|того треклятого демона?

source: OTHER: No, cóż. Może to jest jakiś pomysł.
ru: OTHER: В принципе, да – вполне здравая мысль.

source: P#OTHER: Czy wiesz coś więcej o tym zamku?
ru: P#OTHER: А что-нибудь ещё|ты об этом замке знаешь?

source: HERO: Jeszcze raz powiem o tym zamku...
ru: HERO: Да, вот что я о нём узнал...

source: HERO: Ponoć żyją w nim wampiry.
ru: HERO: Говорят, там живут вампиры.

source: HERO: W zamku żaden człowiek nie|mieszka od lat.
ru: HERO: Люди этот замок вроде как|давно уже покинули.

source: HERO: Budynek jest dwuczęściowy.
ru: HERO: У замка два корпуса.

source: HERO: W okolicy panuje mrok, tak jakby|słońce nie chciało tam świecić.
ru: HERO: Небо над замком всегда тёмное,|будто солнце туда не хочет светить.

source: OTHER: Hm, gdzieś, kiedyś... Nie, nie pamiętam.
ru: OTHER: Так, вроде припоминаю...|что-то... где-то...|Хотя... Нет. Не помню.

source: OTHER: Mój drogi, może napiłbyś się piwa|zamiast zawracać mi w kółko głowę?
ru: OTHER: Слушай, друг, ты, чем донимать|меня, лучше бы пошёл|и пивка себе взял.

source: OTHER: Mmmm....
ru: OTHER: Хм...

source: OTHER: Blisko, blisko...
ru: OTHER: Да-да, что-то знакомое...

source: P#OTHER: Mam to na końcu języka, ale...
ru: P#OTHER: Вот прямо в голове вертится, но как-то...

source: OTHER: Nie, chłopcze, w końcu nie byłem tu już|tysiąc lat. Mam prawo zapomnieć jeden|czy drugi drobny szczegół.
ru: OTHER: Не, парень – никак.|Сам понимаешь, меня тут тысячу лет не было.|Какие-то мелочи я вполне мог и забыть.

source: OTHER: Hm...
ru: OTHER: Хм...

source: P#OTHER: Hm.
ru: P#OTHER: Хм.

source: P#OTHER: Hm!
ru: P#OTHER: Хм!

source: OTHER: Słynny zamek Fjord!
ru: OTHER: Знаменитый замок Фьорд!

source: OTHER: Ależ to Fjord!
ru: OTHER: Да, точно! Фьорд!

source: OTHER: Musisz pójść na południowy wschód.|To niedaleko stąd.
ru: OTHER: Он недалеко отсюда,|на юго-востоке.

source: OTHER: Nigdy mi się nie podobało to stare zamczysko.|Nic dziwnego, że wampiry uwiły sobie w nim|urocze gniazdko.
ru: OTHER: Мне эта старая дыра никогда не нравилась.|Так, получается, вампиры там гнёздышко свили?|Даже и не удивлён.

source: OTHER: Czy opowiadałem ci jak kiedyś poskromiłem...|A zresztą masz pewnie większe zmartwienia?
ru: OTHER: Я тебе рассказывал, как я однажды овладел...|Хотя, погоди, ты ведь куда-то спешил, нет?

source: HERO: Znalazłem pewną książkę...
ru: HERO: Я тут одну книгу нашёл...

source: HERO: Wydaje mi się, iż jest magiczna, więc od razu|pomyślałem o tobie, drogi przyjacielu.
ru: HERO: Мне кажется, она волшебная.|И я сразу подумал о вас, дорогой друг.

source: OTHER: Cóż...hm...tak...zajmujące. Powiem|więcej: interesujące.
ru: OTHER: Ну... Хм... Да... Интересно.|Осмелюсь даже сказать –|притягательно.

source: OTHER: Gdzie znalazłeś tego białego kruka?
ru: OTHER: Где же вы нашли такой брильянт?

source: OTHER: Czyżby zostało coś ze starej wiedzy|przesławnej Silmaniony?
ru: OTHER: Неужели от великой Сильманионы|остались хоть какие-то|древние знания?

source: HERO: Eeee... Nie wiem, ja tam znalazłem|to przy drodze, może któryś z kupców|kiedyś ją zgubił...
ru: HERO: Э-э... Не знаю. Я её|в канаве какой-то подобрал.|Наверное, купцы обронили...

source: OTHER: Kupców! Ha! Ci dusigrosze znają się|na magii tyle, co kura na pieprzu!
ru: OTHER: Купцы?! Ха!|Да эти скупердяи в магии смыслят,|что свинья в апельсинах!

source: OTHER: Nawet jeśli była ich, to tym lepiej,|że ją stracili!
ru: OTHER: Обронили они её, или нет –|так им и надо!

source: HERO: Rysunki w tej księdze wyglądają interesująco.
ru: HERO: Я посмотрел, там рисунки интересные.

source: OTHER: Nie musisz dodawać ni słowa, książę!
ru: OTHER: Ну что ж, принц! Ни слова больше!

source: OTHER: Zaraz biorę się za wnikliwe studia!
ru: OTHER: Вашу книгу я тщательно изучу!

source: OTHER: Co do zapłaty...
ru: OTHER: Но вот что бы вам за неё отдать?...

source: P#P#OTHER: <westchnienie>
ru: P#P#OTHER: О-ох...

source: OTHER: Eliksirów miłosnych już nie mam, ale ten|zabawny czar na pewno rozrusza twoich|przyjaciół na jakiejś biesiadzie.
ru: OTHER: Приворотное зелье у меня закончилось.|Но вот вам кое-какие чары,|сотворите их на пиру – весело будет.

source: HERO: Arivaldzie...
ru: HERO: Аривальд...

source: P#OTHER: Tak?
ru: P#OTHER: Да?

source: HERO: Jak to powiedzieć...
ru: HERO: Как бы мне это сказать...

source: HERO: Wejścia do Fjord broni taki kamienny demon,|który właściwie nie jest kamienny i...
ru: HERO: В замке Фьорд ворота охраняет каменный|демон. То есть, не совсем каменный, он...

source: OTHER: Czyżby była ci potrzebna maść na oparzenia?
ru: OTHER: Ага. Мазь от ожогов пробовал?

source: $0: I to na bardzo wrażliwe miejsce.
ru: $0: От ожогов, да... На самом мягком месте.

source: $1: Widzę, że znasz problem.
ru: $1: А-а, так ты знаешь, в чём дело.

source: $2: Jak pokonać tego diabelskiego strażnika?
ru: $2: Как мне победить этого чёрта на воротах?

source: OTHER: Pewnie "tam, gdzie plecy tracą swą|szlachetną nazwę".
ru: OTHER: Ну да, как говорится,|"где солнце не светит".

source: OTHER: Nie martw się, do wesela się zagoi.
ru: OTHER: Не переживай. До свадьбы заживёт.

source: HERO: Co jednak nie zmienia faktu, że|nie mogę wejść do środka zamku.
ru: HERO: Заживёт, не заживёт,|а в замок я попасть не могу.

source: OTHER: Stare sztuczki zawsze działają. Lustro,|mój chłopcze, może ci pomóc. Idealnie|gładkie lustro.
ru: OTHER: Всегда есть старый надёжный трюк.|Тебе пригодится зеркало, друг.|Абсолютно гладкое, без компромиссов.

source: OTHER: Może barman ma coś takiego na składzie.|No chociaż na twoim miejscu, oczywiście|bym na to nie liczył.#X1
ru: OTHER: Иди, у корчмаря спроси, вдруг у него есть?|Хотя, на твоём месте, я бы не рассчитывал...#X1

source: OTHER: Sam kiedyś wymyśliłem ten system|zabezpieczeń.
ru: OTHER: Конечно. Я же его сам разработал.|Это волшебная охранная система.

source: OTHER: Widzę, że mój detektor ruchu przetrwał|całe tysiąclecie.
ru: OTHER: Смотрю, мой датчик движения|работает и спустя тысячу лет.

source: HERO: Cieszę się razem z tobą, ale jak mam|pokonać tego laserowego strażnika?
ru: HERO: Я рад и за тебя, и за охранника твоего|лазерного. А обойти-то мне его как?

source: OTHER: Stary trick z lustrem byłby pomocny,|ale przeciw takiemu demonowi pomogłoby|tylko idealnie gładkie lustro.
ru: OTHER: Тебе поможет старый трюк с зеркалом.|Но против такого демона нужно|абсолютно гладкое зеркало.

source: OTHER: Zapytaj barmana.#X1
ru: OTHER: Спроси у торговцев.#X1

source: OTHER: Kiedy jesteś w jego pobliżu, pamiętaj,|mój przyjacielu: festina lente.
ru: OTHER: Подойди к нему поближе,|а дальше действуй слаженно.|Поспешишь – чертей насмешишь.

source: OTHER: Gładziutkie lusterko. Oto rozwiązanie|twojego problemu.
ru: OTHER: Для победы тебе нужно только одно.|Зеркало. Абсолютно гладкое.

source: HERO: Arivald coś wspomniał, że możesz mieć|jakieś idealnie gładkie lustro?...
ru: HERO: Аривальд говорил, у тебя есть|абсолютно гладкое зеркало...

source: OTHER: Mistrz Arivald? Dostojny czarodziej?
ru: OTHER: Мастер Аривальд? Почтенный волшебник?

source: OTHER: Mistrz Arivald? Mój nowy, wspaniały klient?
ru: OTHER: Мастер Аривальд? Мой новый важный клиент?

source: OTHER: Niestety, bardzo bym chciał ci pomóc,|książę, ale nie mogę.
ru: OTHER: Увы. Я бы с радостью помог тебе,|принц, но не могу.

source: OTHER: Siedem lat temu stały się dwie|rzeczy.
ru: OTHER: Семь лет назад со мной|приключились три вещи.

source: OTHER: Ożeniłem się, i rozbiłem jedyne|lustro.
ru: OTHER: Я женился, разбил своё|единственное зеркало...

source: OTHER: Już nigdy nie kupię nowego.
ru: OTHER: ...и дал клятву, что|новое никогда не куплю.

source: HERO: Może znalazłbyś jakiś dobrze wypolerowany|kawałek metalu?
ru: HERO: А какой-нибудь кастрюли надраенной|у тебя не найдётся?

source: HERO: Cokolwiek gładkiego!
ru: HERO: Прямо до блеска надраенной?

source: OTHER: Niestety...
ru: OTHER: До блеска, увы, не драим...

source: P#OTHER: Chociaż przecież...
ru: P#OTHER: Хотя, подожди-ка...

source: OTHER: No jasne!
ru: OTHER: Ну конечно же!

source: OTHER: Poproś swojego ojca, książę!
ru: OTHER: Спроси отца своего!

source: OTHER: On ma w skarbcu to słynne magiczne|lustro, które właściwie nie wiadomo|do czego służy.
ru: OTHER: У него в сокровищнице лежит|легендарное волшебное зеркало.|А как им пользоваться, никто не знает.

source: OTHER: Ponoć jest bezcenne, ale w końcu jesteś|księciem i możesz brać ze skarbca, co|chcesz.
ru: OTHER: Оно вроде как бесценное.|Но ты ведь принц, тебе ведь можно|что угодно из сокровищницы брать.

source: P#HERO: No to mam kłopoty.
ru: P#HERO: А вот это ещё вопрос.

source: HERO: Mam tu coś, co cię zaciekawi.
ru: HERO: У меня есть для тебя кое-что интересное.

source: OTHER: Naprawdę?
ru: OTHER: Правда?

source: HERO: Dostałem to od innego czarodzieja.
ru: HERO: Подарок от другого волшебника.

source: OTHER: Och, to znany czar. Tylko hmmm, niech|spojrzę. Dziwne efekty uboczne.
ru: OTHER: А-а. Это известное заклинание.|Дай глянуть... Ну-ка...|Хм, так оно со побочными эффектами.

source: HERO: Wiedziałem, że gdzieś tkwi jakiś|haczyk.
ru: HERO: Там где-то долен быть выступ...

source: OTHER: To czar zamiany w zwierzę. Pospolita|magia.
ru: OTHER: Да нет, в принципе, ничего такого.|С помощью этих чар можно|превратить человека в животное.

source: OTHER: Problem tkwi w tym, że osoba, na którą rzucamy|to zaklęcie zamienia się w zwierzę symbolizujące|odwrotność jej charakteru.
ru: OTHER: Проблема в том, что при этом символизируется|смена характера...

source: OTHER: Czy mówię jasno, chłopcze?
ru: OTHER: Я ясно выражаюсь?

source: OTHER: Znaczy to, iż jeżeli ktoś jest odważnym i silnym|człowiekiem, zamienić się może, powiedzmy, w mysz.
ru: OTHER: В смысле, если человек силен и грозен, он превратится|в мышь.

source: P#HERO: Aha.
ru: P#HERO: Ах да...

source: OTHER: Chciałbyś, żebym coś zrobił z tym czarem?
ru: OTHER: Что ты хочешь сделать с этим?

source: P#HERO: Na razie nie wiem, ale jak coś wymyślę,|dam znać.
ru: P#HERO: Пока точно не уверен.|Как разберусь, скажу.
