Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: "The day will come when someone from the present or future species will rise up and say, | 'This world is mine from now on, and the key to all powers belongs to me!' | This day will surely come because avarice and violence harbor in the hearts of all species of the universe. If the peril on this day is too great, the Chosen One will come forth. He will rise up against the tyrant and overthrow him. He will free and reunite the people, because throughout the years, the Chosen One's ancestors will have prepared him for his victory. They will have left information and weapons in his dwelling. The Chosen One, also known as the Heir, will, however, have to gather together four magical symbols if he hopes to be victorious: the Tunic, the Book of Bù, Sendell's Medallion and a Flask of Clear Water. On the day of peril Sendell will visit the Heir in his sleep and announce the coming of the final combat. The Heir will then have to go to the Well of Sendell where the goddess will endow her powers on him! "
de_de: " Der Tag wird kommen an dem jemand unter den gegenwärtigen oder zukünftigen Arten sich erheben wird und sagt : | " Diese Welt ist von nun an mein und die | " Schlüssel der Macht gehören mir ! | Dieser Tag wird kommen, da Habgier und Gewalt unter allen Arten des Universums herrschen. Sollte an diesem Tag die Gefahr zu groß seint, wird sich der Auserwählte zu erkennen geben. Er wird sich gegen den Tyrann erheben und ihn beseitigen, er wird die Völker befreien und versöhnen. Weil seine Vorfahren im Laufe der Zeit Waffen und Informationen für seinen Sieg bei ihm zusammengetragen haben. Indessen braucht er 4 magische Symbole um zu siegen : die Tunika, das Bù Buch, Sendells Medaillon und eine Flasche Klares Wasser. Am Tag der Gefahr wird Sendell dem Erben in seinem Schlaf ankündigen, daß die Stunde des Endkampfes geschlagen hat. Er wird sich dann zu Sendells Brunnen begeben müssen, wo sie ihm ihre Mächte anvertrauen wird ! "
es_es: "El día vendrá en el que de entre las especies presentes o futuras, alguien se levantará y dirá: | "¡Este mundo será de ahora en adelante mío y las | "llaves del poder me pertenecerán! | Ese día llegará ya que la avidez y la violencia son comunes a todas las especies del universo. Si ese día el peligro es demasiado grande, el Elegido se dará a conocer. Se levantará contra el tirano y lo abatirá, liberará y reconciliará a los pueblos. Ya que en el transcurso del tiempo sus antepasados habrán reunido en su casa armas e información para su victoria. Sin embargo, para triunfar deberá poseer 4 símbolos mágicos: la Túnica, el Libro de Bù, el Medallón de Sendell y un Frasco de Agua Clara. El día del peligro, Sendell aparecerá en su sueño para anunciar al Heredero que la hora del combate final ha llegado. ¡Deberá entonces ir al Pozo de Sendell donde ella le confiará sus poderes!"
fr_fr: " Le jour viendra, où parmi les espèces présentes ou futures quelqu'un se lèvera et celui-ci dira : | " Ce monde est désormais mien et les | " clefs du pouvoir m'appartiennent ! | Ce jour viendra car l'avidité et la violence sont communes à toutes les espèces de l'univers. Si ce jour-là le péril est trop grand, l'Elu se fera connaître. Il se dressera contre le tyran et l'abattra, il libérera et réconciliera les peuples. Car au fil du temps ses ancêtres auront rassemblé chez lui des armes et des enseignements pour sa victoire. Toutefois, pour triompher il devra posséder 4 symboles magiques : la Tunique, le Livre de Bù, le médaillon de Sendell et un Flacon d'Eau Claire. Le jour du péril Sendell viendra dans son sommeil annoncer à cet Héritier que l'heure du combat final a sonné. Il devra alors se rendre au Puits de Sendell où elle lui confiera ses pouvoirs ! "
hu_hu: "Eljön az a nap, amikor valaki a jelenlegi, vagy eljövendô fajok közül fellázad és azt mondja;, | 'Ez a világ az enyém mostantól fogva, és a hatalom minden kulcsa a kezemben van!' | Ez a nap biztos eljön, hiszen a hatalomvágy és erôszak a világban élô minden faj szívében ott lakozik. Ha a veszélye ennek a napnak túl nagy, eljön majd a kiválasztott. Fellázad a türannosz ellen, és megdönti hatalmát. Felszabadítja, és egyesíti népét, mert ôsei az idôk folyamán felkészítették ôt erre, adatokat és fegyvereket hagyva birtokában. A kiválasztottnak, illetve az örökösnek négy mágikus jelképet kell összegyûjtenie, ha gyôzedelmes kíván lenni: a tunikát, Bú könyvét, Sendell medálját és egy üvegcse tiszta vizet. A veszély napján Sendell meglátogatja az örököst álmában, és felhívja figyelmét a végsô küzdelemre. Az örökösnek ekkor Sendell kútjához kell majd mennie, ahol az Istennô átruházza rá hatlmát! "
it_it: " Verrà il giorno in cui, fra le specie presenti o future, qualcuno si alzerà, e dirà: | " Questo mondo è mio, | " le chiavi del potere mi appartengono! | Quel giorno verrà, poiché l'avidità e la violenza sono comuni a tutte le specie dell'universo. E se quel giorno il pericolo sarà troppo grande, l'Eletto si farà riconoscere. Si leverà contro il tiranno e l'abbatterà libererà e riconcilierà i popoli. Perché, nel corso dei secoli, i suoi avi lo avranno preparato per la vittoria, avranno raccolto armi e insegnamenti nella sua dimora. Ma per trionfare Egli dovrà possedere quattro simboli magici: la Tunica, il Libro di Bù, il Medaglione di Sendell e una Boccetta di Acqua Limpida. Nel giorno del pericolo Sendell andrà a trovare in sogno l'Erede e gli annuncerà che è giunto il momento di iniziare la battaglia finale. Dovrà allora recarsi al Pozzo di Sendell dove Lei gli consegnerà i Poteri!"
pl_pl: "Nadejdzie dzień kiedy ktoś z obecnych lub przyszłych ras powstanie i powie: | 'Od teraz ten świat jest mój, i klucze do wszystkich mocy należą do mnie!' | Ten dzień przyjdzie napewno, ponieważ skąpstwo i przemoc zamieszkują serca wszystkich ras we wszechświecie. Kiedy dzień ten będzie blisko, nadejdzie Wybraniec. Powstanie on przeciwko tyranowi i obali go. Wyzwoli i ponownie zjednoczy lud, ponieważ przez całe lata przodkowie Wybrańca bedą go przygotowywać do zwycięstwa. Zostawią mu informacje i broń w jego mieszkaniu. Wybraniec, znany takze jako Następca, będzie, jednakże, musiał zebrać cztery magiczne symbole, które umozliwią mu zwycięstwo: Tunikę, Księgę Bù, Medallion Sendell i Butelkę Czystej Wody. W dniu niebezpieczeństwa Sendell nawiedzi Następcę we śnie i zapowie nadejście ostatecznej walki. Wtedy Następca będzie musiał udać się do Studni Sendell, gdzie bogini obdarzy go swoją mocą! "
pt_br: "Chegará o dia em que alguém das presentes ou futuras espécies irá se erguer e dizer: | 'Esse mundo é meu de agora em diante, e a chave de todos os poderes pertence a mim!' | Esse dia certamente chegará pois avareza e ódio vivem dentro do coração de todas as espécies do universo. Durante esse período de trevas, o Escolhido irá se destacar. Ele irá enfrentar e derrotar o tirano. Ele irá libertar e reunir as pessoas, pois através dos anos, os ancestrais do Escolhido o terão preparado para a sua vitória. Eles irão deixar informações e armamentos em sua residência. O Escolhido, também conhecido como Herdeiro, terá, no entanto, de tomar posse de quatro artefatos mágicos se ele espera ser vitorioso: a Túnica, o Livro de Bú, o Medalhão de Sendell e um frasco de Agua Sagrada. Durante o reinado do tirano, Sendell irá visitar o Herdeiro em seus sonhos e anunciará a chegada do combate final. O Herdeiro terá então de se deslocar até o Poço de Sendell, onde a divindade irá transferir seus poderes para ele."
pt_pt: "O dia virá quando alguém de uma espécie actual ou futura disser: | 'Este mundo é meu por agora, e a chave de todos os poderes pertence-me!' | Este dia virá certamente, porque avareza e ódio vivem nos corações de todas as espécies do universo. Durante este período de trevas, o escolhido irá destacar-se. Ele irá enfrentar e derrotar o tirano. Ele irá libertar e reunir os povos, porque durante estes anos, os seus antepassados terão preparado a sua vitória. Eles irão deixar informações e armamentos na sua residência. O Escolhido, também conhecido como Herdeiro, terá, no entanto, que encontrar quatro símbolos mágicos para ser victorioso: a Túnica, o Livro de Bù, o Medalhão de Sendell e um frasco de Ägua Límpida. Durante o reinado do tirano, Sendell irá visitar o Herdeiro nos seus sonhos e anunciará a chegada do combate final. O Herdeiro terá então de se deslocar até o Poço de Sendell, onde a deusa irá transferir seus poderes para ele! "
ru_ru: "Наступит денЬ, когда кто-то из теперешних или будущих видов поднимется и скажет: | 'Этот мир теперЬ мой, и ключ от всей власти принадлежит мне!' | Этот денЬ точно придет, потому что жадностЬ и жестокостЬ скрываются в сердце каждого из видов во вселенной. Если в тот денЬ опасностЬ будет слишком велика, вперед выйдет Избранный. Он поднимется против тирана и одолеет его. Он освободит и воссоединит людей, потому что предки Избранного через года подготовят его к победе. Они оставят в его жилище информацию и оружие. Однако Избранному, также известному как Наследник, если он надеется победитЬ, нужно будет собратЬ воедино четыре магических символа: Тунику, Книгу Бу, МедалЬон Сенделл и Флакон Чистой воды. В денЬ опасности Сенделл посетит Наследника в его сне и объявит о приближении последней битвы. Тогда Наследник должен будет отправитЬся к Колодцу Сенделл, где богиня наделит его своей силой!"

source: Locations of several clover leaves and boxes: | There is a box for clover leaves in the sewers of Citadel island, and another in the basement of the tavern; one clover leaf is guarded by a soldier who is located behind sandbags. Another is guarded by a clone in the middle of the ruins on Principal island. Another one is on the roof of the Maritime Museum. Another is guarded by a groboclone to the right of the Teleportation Center's entrance. Another is guarded by a soldier in front of FunFrock's fortress.
de_de: Standorte von bestimmten Kleeblättern und Kästchen : | Auf der Zitadelleninsel gibt es ein Kleeblattkästchen in der Kanalisation, und eine andere im Keller der Taverne ; ein Kleeblatt wird von einem Soldaten, der sich hinter Sandsäcken befindet, bewacht. Ein anderes Kleeblatt wird von einem Klon inmitten der Ruinen auf der Hauptinsel bewacht. Ein weiteres Kleeblatt befindet sich auf dem Dach des Marinemuseums. Ein anderes wird von einem Dickoklon rechts vom Eingang des Biemzentrums bewacht. Ein anderes wird von einem Soldaten vor FunFrocks Festung bewacht. 
es_es: Emplazamientos de ciertos tréboles y cajas: | En la isla de la Ciudadela hay una caja de trébol en las alcantarillas, y otra en la bodega de la taberna; un trébol está custodiado por un soldado que se encuentra detrás de las bolsas de arena. Otro trébol está custodiado por un clon en medio de las ruinas en la isla Principal. Otro trébol se encuentra en el techo del Museo de la Marina. Otro está custodiado por un elefoclon a la derecha de la entrada del Centro de Teleportación. Otro está custodiado por un soldado delante de la Fortaleza de FunFrock.
fr_fr: Emplacements de certains trèfles et boîtes : | Sur l'île de la Citadelle il y a une boîte de trèfle dans les égouts et une autre dans la cave de la taverne ; un trèfle est gardé par un soldat qui se trouve derrière des sacs de sable. Un autre trèfle est gardé par un clone au milieu des ruines sur l'île Principale. Un autre trèfle se trouve sur le toit du Musée de la Marine. Un autre est gardé par un groboclone à droite de l'entrée du Centre de Téléportation. Un autre est gardé par un soldat devant la Forteresse de FunFrock.
hu_hu: Számos lóhere és doboz helyzete: | Van egy lóhere doboz Citadella-sziget csatornájában, és egy másik a fogadó pincéjében; van egy lóhere, amelyet egy homokzsákok mögé bújt katona ôriz. Egy másikat egy klón ôriz a romkert közepén Elöljáró-szigeten. Van még egy a tengerészeti múzeum tetején. Egy megint másikat egy fániklón ôriz a Teleport Központ bejáratától jobbra. Végül van egy, amit egy katona ôriz Dr. KacajKabát erôdjének bejáratánál.
it_it: Posizione di alcuni trifogli e scatole: | Nell'isola della Cittadella si trova una scatola di trifogli nelle fogne, e un'altra nella cantina della taverna; un trifoglio è conservato da un soldato che si trova fra sacchi di sabbia. Un altro trifoglio è conservato da un clone in mezzo alle rovine sull'isola Principale. Un altro trifoglio si trova sul tetto del Museo della Marina. Un altro è conservato da un groboclone a destra dell'ingresso del Centro di Teletrasporto. Un altro è conservato da un soldato davanti alla Fortezza di FunFrock.
pl_pl: Położenie niektórych liści koniczyny i miejsc na koniczynę: | Miejsce na liść koniczyny jest w kanałach na wyspie Citadel, inne jest w suterenie tawerny; liść koniczyny jest strzeżony przez żołnierza, który stoi pomiędzy workami piasku. Inny jest strzeżony przez klona wewnątrz ruin na wyspie Principal. Inny jest na dachu Muzeum Morskiego. Inny jest strzeżony przez groboklona na prawo od wejścia do Centrum Teleportacji. Inny jest strzeżony przez żołnierza przed fortecą FunFrocka.
pt_br: Localização de várias folhas de trevo e caixas: | Há uma caixa para trevos nos esgotos da Ilha da Fortaleza, e outra na adega da taverna; um trevo está sendo guardado por um soldado, atrás de algumas caixas de areia. Outro é vigiado por um clone no meio das ruínas na Ilha Principal. Outro está no telhado do Museu Marítimo. Outro é vigiado por um groboclone à direita da entrada do Centro de Teletransporte. Outro é vigiado por um soldado na frente do Forte de FunFrock.
pt_pt: Localização de diversas folhas e caixas de trevo: | Há uma caixa para as folhas de trevo nos esgotos da Ilha da Cidadela, e outra no porão da taberna. Uma folha de trevo está guardada por um soldado que se encontra atrás dos sacos de areia. Outra é guardada por um clone no meio das ruínas da Ilha Principal. Outra está no telhado do Museu Marítimo. Outra está guardada por um groboclone à direita da entrada do centro de teleportação. Outra está guardada por um soldado na parte da frente do forte de FunFrock.
ru_ru: Расположение несколЬких листов клевера и коробок: | В канализационном коллекторе Острова Цитадели естЬ коробка для листЬев клевера, а другая - в подвале таверны; один лист клевера охраняется солдатом, который расположился за мешками с песком. Другой охраняется клоном среди руин на Главном Острове. Еще один находится на крыше Морского музея. Другой охраняется гробоклоном справа от входа в Центр телепортации. Другой охраняется солдатом перед КрепостЬю ФанФрока.

source: " To find Captain LeBorgne's treasure, the voyager who arrives at the port of Proxima island must use the closest mooring post as a guide. With his back to the docked boats, he must follow these instructions in DISCREET mode: | 6 steps to the North (straight ahead), then 6 steps to the East (to his right), following the gradual slope. 2 steps to the North (straight ahead) until he reaches the metal garbage can, 3 steps to the East (to his right) until he arrives at a light post. He must stand EXACTLY between the 2 lamp posts, and then take 8 steps to the North until he arrives at a gate. Captain LeBorgne's treasure is in the building behind the gate."
de_de: Zitadelleninsel
es_es: Isla de la Ciudadela
fr_fr: Ile de la Citadelle
hu_hu: " LeBorgne Kapitány kincsének felkutatásához az utazónak, aki megérkezik Sógor-sziget kikötöjébe a legközelebbi kikötôcölöpöt kell használnia a tájékozódáshoz. Hátával a horgonyzott hajókna, a következô utasításokat kell követnie lopakodó módban: | 6 lépés északnak (egyenesen elôre), azátán 6 lépés keletnek (jobbra), követve az enyhe lejtôt. 2 lépés északnak (egyenesen elôre), amíg el nem éri a fém szemetest, 3 lépés keletnek (jobbra), amíg el nem éri a lámpaoszlopot. PONTOSAN a két lámpaoszlop között kell állnia, és most 8 lépést tennie északnak, hogy elérjen egy kaput. LeBorgne Kapitány kincse a kapu mögötti épületben van."
it_it: Isola della Cittadella
pl_pl: " Aby znaleźć skarb Kapitana LeBorgne'a, podróżnik, który przybywa do portu wyspy Proxima musi użyc najbliższego słupa do cumowania jako punktu odniesienia. Odwrócony plecami do łodzi musi wykonać te instrukcje w trybie DYSKRETNYM: | 6 kroków na Północ (przed siebie), następnie 6 kroków na Wschód (w prawo), podążając za stopniowym nachyleniem. 2 kroki na Północ (przed siebie), dopóki nie osiągnie metalowego pojemnika na Łmieci. 3 kroki na Wschód (w prawo), dopóki nie znajdzie się przy latarni. Musi stać DOKŁADNIE pomiędzy dwoma latarniami, wtedy 8 kroków na Północ, dopóki nie znajdzie się przy bramie. Skarb Kapitana LeBorgne'a jest w budynku za bramą."
pt_br: " Para encontrar o tesouro do Capitão LeBorgne, o viajante que chegar no porto da Ilha Proxima deve usar o poste de amarras mais próximo como guia. Com suas costas voltadas para os navios ancorados, ele deve seguir essas instruções no modo DISCRETO: | 6 passos para o norte (seguir em frente), daí 6 passos para o Leste (para a sua direita), descendo a colina gradualmente. 2 passos para o Norte (seguir em frente) até que ele encontre a lixeira de metal, 3 passos para o Leste (para a sua direita) até que ele chegue em um poste de luz. Ele deve ficar EXATAMENTE entre os 2 postes de luz, e então andar 8 passos para o Norte até chegar em um portão. O tesouro do Capitão LeBorgne está no prédio atrás do portão."
pt_pt: " Para encontrar o tesouro do Capitão LeBorgne, o viajante que chegar no porto da Ilha Proxima deve usar o poste de amarras como guia o mais próximo possível. Com as suas costas viradas para os barcos acoplados, deverá seguir estas instruções no modo DISCRETO: | 6 passos para norte (a direito), depois 6 passos para leste (à sua direita), seguindo o trilho gradualmente. 2 passos para norte (a direito) até alcançar a lata de lixo de metal, 3 passos para leste (à sua direita) até chegar a um poste claro. Deve estar EXACTAMENTE entre os 2 postes de iluminação, e dar 8 passos para norte até chegar a uma porta. O tesouro do Capitão LeBorgne está no edifício atrás da porta."
ru_ru: "Чтобы найти сокровище капитана ЛеБорна, путешественник, который прибывает в порт Острова Проксима, должен взятЬ за ориентир ближайшую швартовую тумбу. Стоя спиной к причалившим судам, он должен следоватЬ этим инструкциям в ОСТОРОЖНОМ режиме: | 6 шагов на север (прямо), потом 6 шагов на восток (направо), следуя по пологому спуску. 2 шага на север (прямо) пока он не достигнет металлической урны, 3 шага на восток (направо), пока он не дойдет до столба освещения. Он должен стоятЬ ТОЧНО между 2 фонарными столбами и затем сделатЬ 8 шагов на север, пока не дойдет до ворот. Сокровище капитана ЛеБорна находится в здании за воротами."

source: Citadel Island
de_de: Hauptinsel
es_es: Isla Principal
fr_fr: Ile Principale
hu_hu: Citadella-sziget
it_it: Isola Principale
pl_pl: Wyspa Citadel
pt_br: Ilha da Fortaleza
pt_pt: Ilha da Cidadela
ru_ru: Остров Цитадели

source: Principal Island
de_de: Wüste des Leeren Blattes
es_es: Desierto de la Hoja Blanca
fr_fr: Désert de la Feuille Blanche
hu_hu: Elöljáró-sziget
it_it: Deserto della Foglia bianca
pl_pl: Wyspa Principal
pt_br: Ilha Principal
pt_pt: Ilha Principal
ru_ru: Главный Остров

source: White Leaf Desert
de_de: Insel Proxima
es_es: Isla Próxima
fr_fr: Ile Proxima
hu_hu: Fehér Levél-sivatag
it_it: Isola Proxima
pt_br: Deserto da Folha Branca
pt_pt: Deserto da Folha Branca
ru_ru: Пустыня Белый Лист

source: Proxima Island
de_de: Rebellion-Insel
es_es: Isla de la Rebelión
fr_fr: Ile de la Rébellion
hu_hu: Sógor-sziget
it_it: Isola della Ribellione
pl_pl: Wyspa Proxima
pt_br: Ilha Proxima
pt_pt: Ilha Proxima
ru_ru: Остров Проксима

source: Rebellion Island
de_de: Hamalayi-Kette
es_es: Cadena del Hamalayi
fr_fr: Chaîne de l'Hamalayi
hu_hu: Lázadó-sziget
it_it: Catena dell'Hamalayi
pl_pl: Wyspa Rebellion
pt_br: Ilha dos Rebeldes
pt_pt: Ilha da Rebelião
ru_ru: Остров Восстания

source: Hamalayi Range
de_de: Insel Tippett
es_es: Isla Tippett
fr_fr: Ile Tippett
hu_hu: Hamalayi-hegylánc
it_it: Isola Tippett
pl_pl: Łańcuch Hamalayi
pt_br: Montanhas do Hamalayi
pt_pt: Montanhas do Hamalayi
ru_ru: Хребет Гамалаи

source: Tippett Island
de_de: Insel Brundle
es_es: Isla Brundle
fr_fr: Ile Brundle
hu_hu: Prémgallér-sziget
it_it: Isola Brundle
pl_pl: Wyspa Tippett
pt_br: Ilha Tippett
pt_pt: Ilha Tippett
ru_ru: Остров Типпетта

source: Brundle Island
de_de: Festungsinsel
es_es: Isla de la Fortaleza
fr_fr: Ile de la Forteresse
hu_hu: Hát-sziget
it_it: Isola della Fortezza
pl_pl: Wyspa Brundle
pt_br: Ilha Brundle
pt_pt: Ilha Brundle
ru_ru: Остров Брандла

source: Fortress Island
de_de: Polarinsel
es_es: Isla Polar
fr_fr: Ile Polaire
hu_hu: Erôd-sziget
it_it: Isola Polare
pl_pl: Wyspa Fortress
pt_br: Ilha do Forte
pt_pt: Ilha do Forte
ru_ru: Остров Крепости

source: Polar Island
de_de: See Klares Wasser | (Hamalayi-Kette)
es_es: Lago de Agua Clara | (Cadena del Hamalayi)
fr_fr: Lac d'Eau Claire | (Chaîne de l'Hamalayi)
hu_hu: Sark-sziget
it_it: Lago di acqua limpida | (Catena dell'Hamalayi)
pl_pl: Wyspa Polarna
pt_br: Ilha Polar
pt_pt: Ilha Polar
ru_ru: Полярный Остров

source: Clear Water Lake | (The Hamalayi mountains)
de_de: Wasserturm (Hauptinsel)
es_es: Castillo de agua (Isla Principal)
fr_fr: Château d'eau | (Ile Principale)
hu_hu: Tiszta Víz-tó| (Hamalyi-hegység)
it_it: Castello d'acqua (Isola Principale)
pl_pl: Jezioro Czystej Wody | (Góry Hamalayi)
pt_br: Lago de Agua Sagrada| (Montanhas do Hamalayi)
pt_pt: Lago de Ägua Límpida | (Montanhas do Hamalayi)
ru_ru: Озеро Чистой Воды | (Гамалайские горы)

source: Water Tower | (Principal island)
de_de: Twinsens Haus | (Zitadelleninsel)
es_es: Casa de Twinsen | (Isla de la Ciudadela)
fr_fr: Maison de Twinsen | (Ile de la Citadelle)
hu_hu: Víztorony| (Elöljáró-sziget)
it_it: Casa di Twinsen | (Isola della Cittadella)
pl_pl: Wieża Ciśnień | (Wyspa Principal)
pt_br: Torre de Agua | (Ilha Principal)
pt_pt: Torre de Ägua | (Ilha Principal)
ru_ru: Водонапорная башня | (Главный Остров)

source: Twinsen's house | (Citadel island)
de_de: Zelle des Fälschers | (Hauptinsel)
es_es: Celda del falsificador | (Isla Principal)
fr_fr: Cellule du faussaire | (Ile Principale)
hu_hu: Twinsen háza| (Citadella-sziget)
it_it: Cella del falsario | (Isola Principale)
pl_pl: Dom Twinsena | (Wyspa Citadel)
pt_br: Casa de Twinsen| (Ilha da Fortaleza)
pt_pt: Casa de Twinsen | (Ilha da Cidadela)
ru_ru: Дом Твинсена | (Остров Цитадели)

source: Forger's Cell | (Principal island)
de_de: Apotheke | (Zitadelleninsel)
es_es: Farmacia | (Isla de la Ciudadela)
fr_fr: Pharmacie | (Ile de la Citadelle)
hu_hu: Bankjegyhamisító cellája| (Elöljáró-sziget)
it_it: Farmacia | (Isola della Cittadella)
pl_pl: Cela Forgera | (Wyspa Principal)
pt_br: Cela do Falsificador | (Ilha Principal)
pt_pt: Cela do Falsificador | (Ilha Principal)
ru_ru: Камера Подделывателя | (Главный Остров)

source: Drug store | (Citadel island)
de_de: Haus des Fälschers | (Proxima-Insel)
es_es: Casa del falsificador | (Isla Próxima)
fr_fr: Maison du faussaire | (Ile Proxima)
hu_hu: Patika| (Citadella-sziget)
it_it: Casa del falsario | (Isola Proxima)
pl_pl: Apteka | (Wyspa Citadel)
pt_br: Farmácia| (Ilha da Fortaleza)
pt_pt: Farmácia | (Ilha da Cidadela)
ru_ru: Аптека | (Остров Цитадели)

source: Forger's house | (Proxima island)
de_de: Hauptquartier des Dr FunFrock | (Hauptinsel)
es_es: Cuartel General del Dr. FunFrock | (Isla Principal)
fr_fr: Quartier Général du Dr FunFrock | (Ile Principale)
hu_hu: Bankjegyhamisító háza| (Sógor-sziget)
it_it: Quartier Generale del Dottor FunFrock | (Isola Principale)
pl_pl: Dom Forgera | (Wyspa Proxima)
pt_br: Casa do Falsificador| (Ilha Proxima)
pt_pt: Casa do Falsificador | (Ilha Proxima)
ru_ru: Дом Подделывателя | (Остров Проксима)
