Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: FunFrock cleared out the populations from this hemisphere but there are still a few people that resist like here in Funky-Town. He produces mutant insects in his factory at the foot of the Hamalayi mountains to exterminate us. The factory was supposedly sabotaged, but there are still monsters in the sewers: they were produced before the sabotage. In fact, you can jump on the giant crabs!
de_de: FunFrock hat die Völker dieser Halbkugel evakuiert, aber es bleiben ein paar Hartgesottene, wie hier in Funky-Town. Deshalb produziert er mutierende Insekten in seiner Fabrik am Fuße des Hamalayi, um uns auszurotten. Die Fabrik ist anscheinend sabotiert worden, aber es bleiben noch Monster in der Kanalisation vorhanden : sie wurden noch vor dieser Sabotage produziert. Übrigens, man kann auf die Riesenkrabben springen !
es_es: FunFrock ha hecho evacuar las poblaciones de este hemisferio, pero quedan algunos bastiones como aquí en Funky-Town. Por ello produce insectos mutantes en su fábrica al pie del Hamalayi, para exterminarnos. La fábrica parece haber sido saboteada, pero los monstruos subsisten en las alcantarillas: éstos fueron producidos antes del sabotaje. ¡En realidad, se puede saltar sobre los cangrejos gigantes!
fr_fr: FunFrock a fait évacuer les populations de cet hémisphère, mais il reste quelques fortes têtes comme ici à Funky-Town. C'est pourquoi il produit des insectes mutants dans son usine au pied de l'Hamalayi, pour nous exterminer. L'usine semble avoir été sabotée, mais des monstres subsistent dans les égouts : ils ont été produits avant ce sabotage. Au fait, on peut sauter sur les crabes géants !
hu_hu: KacajKabát kiüríttette ezt a féltekét, de még mindig van néhany lény, aki ellenáll, és nem költözik, mint például itt, Felfaluban. Mutáns ízeltlábúakat gyárt a Hamalayi-hegység lábánál létesített gyárában, hogy így ûzzön el minket a féltekérôl. A gyárat valószínüsíthetôleg szabotálták, de még mindig él néhany mutáns a csatornákban: Ezeket még a szabotázs elôtt gyártották. Valójában rá ugorhat az óriás rákokra!
it_it: FunFrock ha fatto evacuare la popolazione di questo emisfero, ma rimangono ancora degli irriducibili, come qui, a Funky-Town. Ecco perché produce insetti mutanti nella fabbrica ai piedi dell'Hamalayi: per sterminarci. Pare che la fabbrica sia stata sabotata, ma nelle fogne ci sono ancora dei mostri, creati prima di questo sabotaggio. Comunque si può sempre saltare sui granchi giganti!
pl_pl: FunFrock usunął ludność z tej półkuli, ale wciąż jest tu kilku ludzi, którzy się opierają, jak ci tu, w Funky-Town. W swojej fabryce, u podnóża gór Hamalayi, produkuje owady-mutanty, żeby nas wytępić. Fabryka została podobno zniszczona, ale w kanałach wciąż są potwory: zostały wyprodukowane przed zniszczeniem fabryki. W rzeczywistości, możesz natknąć się na gigantyczne kraby!
pt_br: FunFrock evacuou a população desse hemisfério mas ainda há algumas pessoas que resistem, como aqui em Funky-Town. Ele produz insetos mutantes em sua fábrica no pé das Ilhas Hamalayi para nos exterminar. A fábrica foi supostamente sabotada, mas ainda há monstros nos esgotos: eles foram produzidos antes da sabotagem. Aliás, você pode pular nos caranguejos gigantes!
pt_pt: FunFrock evacuou a população deste hemisfério mas ainda há algumas pessoas que resistem, como aqui em Funky-Town. Ele produz insectos mutantes na sua fábrica, na base das montanhas do Hamalayi, para nos exterminar. A fábrica foi supostamente sabotada, mas ainda existem monstros nos esgotos: eles foram produzidos antes da sabotagem. Aliás, você pode pular nos caranguejos gigantes!
ru_ru: Фанфрок выслал жителей из этого полушария, но все еще естЬ немного людей, которые противостоят ФанФроку, как здесЬ, в Фанки-Городе. Он создал насекомых-мутантов на своей фабрике в шаге от Гамалайских гор, чтобы уничтожитЬ нас. Фабрику предположителЬно саботировали, но в канализации все еще осталисЬ монстры: их создали еще до диверсии. Вообще-то, на гигантских крабов ты можешЬ запрыгнутЬ!

source: The Teleportation Center.
de_de: Das Biemzentrum.
es_es: El Centro de Teleportación.
fr_fr: le Centre de Téléportation.
hu_hu: A Teleport Központról.
it_it: Il Centro di Teletrasporto.
pl_pl: O Centrum Teleportacji.
pt_br: O Centro de Teletransporte.
pt_pt: O Centro de Teleportação.
ru_ru: Центр телепортации.

source: It is located on Brundle island, from there FunFrock's cohorts control all the planet's teleportations! The entrance is guarded but they will let you in if you act like one of them.
de_de: Es befindet sich auf der Insel, von dort aus überwachen FunFrocks Schergen jedes Biemen auf dem Planeten ! Der Durchlaß wird streng kontrolliert, aber man wird Dir ohne weiteres öffnen, wenn Du Dich ausweist.
es_es: Está situado en la isla de Brundle, ¡Desde allí los polizontes de FunFrock controlan todas las teleportaciones del planeta! La entrada está vigilada pero te abrirán sin problemas si vistes de bata blanca.
fr_fr: Il est situé sur l'île Brundle, de là les sbires de FunFrock contrôlent toutes les téléportations de la planète ! L'entrée est filtrée, mais l'on t'ouvrira sans problème si tu montres patte blanche.
hu_hu: Hát, Hát-szigeten van, onnan irányítja KacajKabát hadserege a teleportációt az egész bolygón! A bejáratot erôsen ôrzik, de beengednek, ha úgy viselkedsz, mint ôk.
it_it: Si trova sull'Isola Brundle, dove gli scagnozzi di FunFrock controllano tutti i teletrasporti del pianeta. L'ingresso è controllato, ma ti apriranno se gli mostrerai il segno di riconoscimento.
pl_pl: Jest na wyspie Brundle, stamtąd oddziały FunFrocka kontrolują całą teleportację na planecie! Wejście jest strzeżone, ale pozwolą ci wejść, jeśli będziesz się zachowywał jak jeden z nich.
pt_br: Está localizada na Ilha Brundle, de lá os comparsas de FunFrock controlam todo o teletransporte efetuado no planeta! A entrada é bem guardada, mas eles irão deixar você entrar se você agir como um deles.
pt_pt: Está localizada na Ilha Brundle. De lá os cumplices de FunFrock controlam toda a Teleportação do planeta! A entrada está bem guardada, mas vão o deixar entrar se agir como um deles.
ru_ru: Он расположен на Острове Брандла, оттуда войска ФанФрока контролируют каждую телепортацию на планете! Вход охраняется, но они впустят тебя, если будешЬ вести себя как один из них.

source: The Cloning center.
de_de: Das Klonzentrum.
es_es: El Centro de Clonaje.
fr_fr: Le Centre de Clonage.
hu_hu: A Klón Központról.
it_it: Il Centro di Clonazione.
pl_pl: O centrum Klonowania.
pt_br: O Centro de Clonagem.
pt_pt: O Centro de Clonagem.
ru_ru: Центр клонирования.

source: The center where all the planet's clones are produced is inside FunFrock's Fortress. It's his headquarters when he is in this hemisphere. Be careful because I heard that he is working on some VERY special clones, it's on Fortress island.
de_de: Das Zentrum, wo alle Klone des Planeten produziert werden, befindet sich im Innern von FunFrocks Festung. Dies ist sein Hauptquartier, wenn er sich auf dieser Halbkugel aufhält. Vorsicht, ich habe gehört, daß er an einer SEHR speziellen Art Klone arbeitet, und zwar auf der Festungsinsel.
es_es: El centro donde se producen todos los clones del planeta está dentro de la Fortaleza de FunFrock. Es su cuartel general cuando él está en este hemisferio. Atención, ya que he oido decir que trabaja sobre clones MUY particulares, es en la isla de la Fortaleza.
fr_fr: Le centre où sont produits tous les clones de la planète est à l'intérieur de la Forteresse de FunFrock. C'est son quartier général lorsqu'il est dans cet hémisphère. Attention, car j'ai entendu dire qu'il travaille sur des clones TRES particuliers, c'est sur l'île de la Forteresse.
hu_hu: A központ, ahol a bolygó összes klónját gyártják, Dr. KacajKabát fôhadiszállasán van. Ez a fôhadiszállása, ha ezen a féltekén van. Légy óvatos, mert úgy hallottam, hogy egy pár NAGYON KÜLÖNLEGES klónokon dolgozik. Egyébként Erôd-szigeten van.
it_it: E' il centro in cui vengono prodotti tutti i cloni del pianeta; si trova all'interno della Fortezza di FunFrock. E' il suo quartier generale quando si reca in questo emisfero. Attenzione, perché ho sentito dire che lavora su cloni MOLTO particolari, sull'Isola della Fortezza.
pl_pl: Centrum, w którym są produkowane wszystkie klony, jest wewnątrz Fortecy FunFrocka. To jego kwatera główna, kiedy jest na tej półkuli. Bądź ostrożny, ponieważ słyszałem, że opracowuje jekieś BARDZO specjalne klony, centrum znajduje się na wyspie Fortress.
pt_br: O Centro onde todos os clones do planeta são produzidos fica no Forte pessoal de FunFrock. É o seu quartel general nesse hemisfério. Tome muito cuidado porque eu ouvi falar que ele está trabalhando em clones MUITO ESPECIAIS lá. Esse forte, naturalmente, fica na Ilha do Forte.
pt_pt: O Centro onde todos os clones do planeta são produzidos fica no Forte de FunFrock. É o seu Quartel General quando está neste hemisfério. Tenha muito cuidado porque eu ouvi dizer que ele está a trabalhar em clones MUITO especiais, na Ilha do Forte.
ru_ru: Центр, в котором создаются все клоны планеты, находится внутри Крепости Фанфрока. Она становится его штаб-квартирой, когда он бывает в этом полушарии. БудЬ осторожен, потому что я слышал, что он работает над какими-то ОЧЕНь особыми клонами. Это на Острове Крепости.

source: See you later.
de_de: Bis später.
es_es: Hasta más tarde.
fr_fr: A plus tard.
hu_hu: Viszlát késôbb!
it_it: A più tardi.
pl_pl: Do zobaczenia.
pt_br: Te vejo mais tarde.
pt_pt: Até mais tarde.
ru_ru: Увидимся.

source: That type of information is too specific, ask one of the helmet-less groboclones that are here instead.
de_de: Diese Art Informationen ist zu spezifisch, frage eher einen der Dickoklone die hier sind.
es_es: Es demasiado particular este tipo de información, pregunta más bien a uno de los elefoclones sin casco que están aquí.
fr_fr: C'est trop particulier ce genre d'info, demande plutôt à un des groboclones sans casque qui sont ici.
hu_hu: Ez túl részletes információt igényel, kérdezze inkább az egyik sipka nélküli klónt!
it_it: Sono informazioni troppo specifiche, chiedi a uno dei grobocloni senza casco.
pl_pl: Żądasz zbyt ścisłych informacji, zapytaj jednego z groboklonów, którzy nie mają hełmów.
pt_br: Esse tipo de informação é muito específica, pergunte a um dos grobos sem capacete que estão aqui.
pt_pt: Esse tipo de informação é muito específica, pergunte a um dos groboclones sem capacete que estão aqui.
ru_ru: Это слишком специфические сведения, лучше спроси здесЬ одного из гробоклонов без шлема.

source: Your hydroglider is great! But you won't make it to Fortress island or to Polar island with it. They are isolated by the currents, no ship can find them. You need a Dino-Fly to go there.
de_de: Einfach großartig Ihr Tragflächenboot ! Aber Sie werden damit weder die Festungsinsel noch die Polarinsel erreichen. Sie sind durch Strömungen isoliert, kein Schiff kann dorthin gelangen. Man braucht ein Dino-Fly um dorthin zu gelangen.
es_es: ¡Qué hermoso su overcraft! Pero no llegará ni a la isla de la Fortaleza, ni a la isla Polar con eso. Están aisladas por las corrientes, y ningún navío puede encontrarlas. Es necesario un Dino-Fly para ir.
fr_fr: Superbe votre hydroglisseur ! Mais vous n'atteindrez ni l'île de la Forteresse, ni l'île Polaire avec ça. Elles sont isolées par les courants, aucun navire ne peut les retrouver. Il faut un Dino-Fly pour y aller.
hu_hu: Jó a vízisiklója! De ezzel soha nem jut el Erôd-szigetre, vagy Sark-szigetre. A sodrások miatt teljesen megközelithetetlen bármilyen hajóval is próbálja. Röp-dínóra lesz szüksége, hogy odajusson.
it_it: Bellissimo il vostro aliscafo! Ma con questo non raggiungerà né l'Isola della Fortezza né l'Isola Polare. Per andarci ci vuole un Dino-Fly.
pl_pl: Twój skuter wodny jest świetny! Ale z jego pomocą nie dostaniesz się na wyspę Fortress, ani na wyspę Polarną. Są odizolowane przez prądy, żaden statek ich nie znajdzie. Żeby się do nich dostać, będziesz potrzebował Dino-Fly'a.
pt_br: O seu hydroglider é ótimo! Mas com ele você não conseguirá chegar até a Ilha do Forte ou até a Ilha Polar. Elas são isoladas pelas correntes, nenhum navio consegue chegar nelas. Você precisará de um Dino-Fly para viajar até lá.
pt_pt: O seu hidroplano é óptimo! Mas não conseguirá chegar até a Ilha do Forte ou até a Ilha Polar com ele. Elas estão isoladas pelas correntes, nenhum navio consegue lá chegar. Precisará de um Dino-Fly para ir até lá.
ru_ru: Твой гидроглайдер великолепен! Но на нем ты не попадешЬ на Остров Крепости или Полярный Остров. Они изолированы течениями, ни одно судно не может их найти. Чтобы туда попастЬ тебе нужен Дино-Лет.

source: Ask the rabbibunny with the sunglasses, he's an informer.
de_de: Fragen Sie den Haasi mit der Sonnenbrille, das ist ein Spitzel.
es_es: Pregúntele al conejuno con gafas de sol, es un soplón.
fr_fr: Demandez au lapichon avec des lunettes de soleil, c'est un indic.
hu_hu: Kérdezze a nyulam-bulamot a napszemüvegben, ô egy informátor.
it_it: Chieda al lapinoide con gli occhiali da sole, è un informatore.
pl_pl: Zapytaj rabbibunny w okularach przeciwsłonecznych, jest informatorem.
pt_br: Pergunte ao rabbibunny com os óculos de sol, ele é um informante.
pt_pt: Pergunte ao rabbibunny com os óculos de sol, ele é um informante.
ru_ru: Спроси зайцекролика в солнечных очках, он информатор.

source: Calm down, I'll only let you in if the audience likes the group. Work it out with the guitarist!
de_de: Ganz ruhig, ich laß Dich nur dann rein, wenn die Gruppe dem Publikum gefällt. Sieh zu wie Du mit dem Gitarristen zurecht kommst !
es_es: Calma, te haré entrar sólo si el grupo le gusta al público. ¡Arréglatelas con el guitarrista!
fr_fr: Du calme, je ne te ferai entrer que si le groupe plaît au public. Débrouille-toi avec le guitariste !
hu_hu: Nyugalom, csak akkor engedem be, ha a hallgatóságnak tetszik a banda, beszélje meg a gitárossal!
it_it: Calmo! Ti farò entrare solo se il gruppo piace al pubblico. Veditela con il chitarrista!
pl_pl: Uspokój się, pozwolę ci wejść, tylko jeśli publiczności spodoba się zespół. Porozmawiaj o tym z gitarzystą!
pt_br: Acalme-se, eu só vou deixar você entrar se a audiência gostar do grupo. Fale com o guitarrista!
pt_pt: Acalme-se, só o deixarei entrar se a audiência gostar do grupo. False com o guitarrista!
ru_ru: Успокойся, я пущу тебя толЬко, если группа понравится аудитории. Поработай над гитаристом!

source: Ask the rabbibunny with the sunglasses who is at the entrance to Funky-Town, he's an informer.
de_de: Frag den Haasi mit der Sonnenbrille, der am Eingang von FunKy-Town ist, das ist ein Spitzel.
es_es: Pregúntale al conejuno con gafas de sol que está a la entrada de FunKy-Town, es un soplón.
fr_fr: Demande au lapichon avec des lunettes de soleil qui est à l'entrée de FunKy-Town, c'est un indic.
hu_hu: Kérdezze a nyulambulamot a napszmüvegben, aki Felfalu bejáratánál áll, ô egy informátor!
it_it: Chiedi al lapinoide con gli occhiali da sole all'ingresso di Funky-Town; è un informatore.
pl_pl: Zapytaj rabbibunny w okularach przeciwsłonecznych, który jest przy wejściu do Funky-Town, jest informatorem.
pt_br: Pergunte ao rabbibunny com os óculos escuros na entrada de Funky-Town, ele é um informante.
pt_pt: Pergunte ao rabbibunny com os óculos escuros que está na entrada de Funky-Town, ele é um informante.
ru_ru: Спроси зайцекролика в солнечных очках при входе в Фанки-Город, он информатор.

source: Those guys on stage are fabulous! | But it's too bad that they don't play anything.
de_de: Diese Typen auf der Bühne sind sagenhaft ! | Es ist nur schade, daß sie nichts spielen.
es_es: Estos tipos que están en escena son fabulosos | Pero es una pena que no toquen nada.
fr_fr: Ces types sur scène sont fabuleux ! | Mais c'est quand même dommage qu'ils ne jouent rien.
hu_hu: Ezek a srácok a színpadon lenyûgözôek! | De kár, hogy nem játszanak az ég egy atta világon semmit.
it_it: I tipi sul palco sono fantastici! | Peccato però che non suonino niente.
pl_pl: Ci goście na scenie są fantastyczni! | Ale to źle, że nic nie grają.
pt_br: Esses caras no palco são fabulosos! | Mas é uma pena que eles não estão tocando nada.
pt_pt: Os tipos do palco são fabulosos! | Mas é uma pena eles não estarem a tocar.
ru_ru: Эти ребята на сцене невероятны! | ОченЬ жалЬ, что они ничего не играют.

source: Wow! Never heard anything like that before, they are too much!
de_de: Wow ! Habe so etwas noch nie gehört, das ist spitzenmäßig !
es_es: ¡Oh! Jamás escuché eso antes, ¡es increíble!
fr_fr: Wow ! Jamais entendu ça avant, c'est d'enfer !
hu_hu: Hú! Soha nem hallottam ilyesmirôl, apám, ez már sok!
it_it: Wow! Mai sentito niente di simile prima, sono scatenati!
pl_pl: Łał! To przechodzi wszelkie wyobrażenia, oni są świetni!
pt_br: Wow! Nunca ouvi nada assim antes, eles são demais!
pt_pt: Wow! Nunca ouvi nada assim antes, eles são demais!
ru_ru: Вау! Ничего подобного никогда ранЬше не слышал, они запределЬны!

source: Be quiet, you'd do yourself a favor if you listen to that, it's fabulous!
de_de: Seien Sie still, hören Sie sich das lieber an, das ist einmalig !
es_es: ¡Cállense!, harían mejor en escuchar esto, ¡es único!
fr_fr: Taisez-vous, vous feriez mieux d'écouter ça, c'est unique !
hu_hu: Hallgasson már, tegyen magának egy szívességet, és hallgassa meg hogy játszanak ezek a remek fickók!
it_it: Zitto! Farebbe meglio ad ascoltare, è eccezionale!
pl_pl: Bądź cicho, zrób sobie przysługę i posłuchaj tego, to fantastyczne!
pt_br: Quieto, faça-se o favor de escutar a música, é fabulosa!
pt_pt: Silêncio, faça o favor de escutar a música, ela é fabulosa!
ru_ru: Тише, ты окажешЬ себе услугу, если послушаешЬ, это невороятно!

source: I don't know what it is.
de_de: Ich weiß nicht was das ist. 
es_es: No sé lo que es.
fr_fr: Je sais pas ce que c'est.
hu_hu: Nem t'om mi az.
it_it: Non so cosa sia.
pl_pl: Nic o tym nie wiem.
pt_br: Não sei o que é isso.
pt_pt: Não sei o que é isso.
ru_ru: Я не знаю, что это.

source: You don't have enough Kashes.
de_de: Du hast nicht genügend Kashes.
es_es: No tienes suficientes Kashes.
fr_fr: Tu n'as pas assez de Kashes.
hu_hu: Nincs elég Petákod.
it_it: Non hai abbastanza Kash.
pl_pl: Nie masz wystarczającej ilości Kashes.
pt_br: Você não tem Kashes suficientes.
pt_pt: Não tem Kashes suficientes.
ru_ru: У вас недостаточно кэшей.

source: Good day, if you like an item, move in front of it.
de_de: Guten Tag, falls Dir ein Artikel gefällt, stell Dich davor.
es_es: Buenos días, si un artículo te gusta, colócate delante.
fr_fr: Bonjour, si un article te plaît place-toi devant.
hu_hu: Jó napot, ha megtetszik valami, álljon elé, és nyomja meg a (SPACE)-t.
it_it: Buongiorno, se ti piace un articolo mettiti davanti.
pl_pl: Dzień dobry, jeśli podoba ci się jakaś rzecz, stań naprzeciwko niej i użyj komendy AKCJA.
pt_br: Bom dia, se você quiser um item, mova-se para a frente dele e aperte o botão de AÇÃO.
pt_pt: Bom dia, se quizer um item, mova-se para a frente dele e carrege no botão ACÇÃO.
ru_ru: Добрый денЬ, если вам понравиласЬ вещЬ, встанЬте перед ней и восполЬзуйтесЬ командой ДЕЙСТВИЕ.

source: Thief!
de_de: Dieb !
es_es: ¡Ladrón!
fr_fr: Voleur !
hu_hu: Tolvaj!
it_it: Ladro!
pl_pl: Złodziej!
pt_br: Ladrão!
pt_pt: Ladrão!
ru_ru: Вор!

source: Ouch!
de_de: Autsch !
es_es: ¡Auch!
hu_hu: Aú!
it_it: Ahi!
pt_br: Ai!
pt_pt: Au!
ru_ru: Ой!

source: Gas for 10 voyages costs 40 Kashes.
de_de: Kraftstoff für 10 Reisen kostet 40 Kashes.
es_es: El combustible para 10 viajes cuesta 40 Kashes.
fr_fr: Du carburant pour 10 voyages coûte 40 Kashes.
hu_hu: 10 útra elegendô üzemanyag 40 Petákba kerül.
it_it: Il carburante per 10 viaggi costa 40 Kash.
pl_pl: Paliwo na 10 podróży kosztuje 40 Kashes.
pt_br: Gás para 10 viagens custa 40 Kashes.
pt_pt: Combustível para 10 viagens custa 40 Kashes.
ru_ru: Топливо на 10 поездок стоит 40 кэшей.

source: 15 hearts of life powder costs 20 Kashes.
de_de: 15 Lebenspulverherzen kosten 20 Kashes.
es_es: 15 corazones de polvo de vida cuestan 20 Kashes.
fr_fr: 15 coeurs de poudre de vie coûtent 20 Kashes.
hu_hu: 15 szívecske 20 Petákba kerül.
it_it: 15 cuori di polvere di vita costano 20 Kash.
pl_pl: 15 serc proszku życia kosztuje 20 Kashes.
pt_br: 15 corações de vida custam 20 Kashes.
pt_pt: 15 corações de vida custam 20 Kashes.
ru_ru: 15 сердец порошка жизни стоят 20 кэшей.

source: 10 flasks of magic powder costs 20 Kashes.
de_de: 10 Fläschchen magischen Pulvers kosten 20 Kashes.
es_es: 10 frascos de polvo mágico cuestan 20 Kashes.
fr_fr: 10 fioles de poudre magique coûtent 20 Kashes.
hu_hu: 10 üvegcse mágia 20 Petákba kerül.
it_it: 10 fiale di polvere magica costano 20 Kash.
pl_pl: 10 butelek magicznego proszku kosztuje 20 Kashes.
pt_br: 10 frascos de pó mágico custam 20 Kashes.
pt_pt: 10 frascos de pó mágico custam 20 Kashes.
ru_ru: 10 пузырЬков волшебного порошка стоят 20 кэшей.

source: One meca-penguin costs 3 Kashes.
de_de: Ein Meca-Pinguin kostet 3 Kashes.
es_es: Un Meca-Pingüino cuesta 3 Kashes.
fr_fr: Un méca-pingouin coûte 3 Kashes.
hu_hu: Egy meca-pingvin 3 Petákba kerül.
it_it: Un robo-pinguino costa 3 Kash.
pl_pl: Jeden mecha-pingwin kosztuje 3 Kashes.
pt_br: Um mega-pinguim custa 3 Kashes.
pt_pt: Um meca-penguin custa 3 Kashes.
ru_ru: Один Меха-Пингвин стоит 3 кэша.

source: Your Kashes!
de_de: Deine Kashes !
es_es: ¡Tus Kashes!
fr_fr: Tes Kashes !
hu_hu: Pénzt,
it_it: Il tuo Kash!
pl_pl: Pieniądze!
pt_br: Os seus Kashes!
pt_pt: Os seus Kashes!
ru_ru: Твои кэши!

source: Or your life!
de_de: Oder Dein Leben !
es_es: ¡O si no tu vida!
fr_fr: Ou alors ta vie !
hu_hu: vagy életet?!
it_it: O la vita !
pl_pl: Albo życie!
pt_br: Ou sua vida!
pt_pt: Ou sua life!
ru_ru: Или жизнЬ!

source: Mama!
es_es: ¡Mamá!
fr_fr: Maman !
hu_hu: Anyám!
it_it: Mamma !
pl_pl: Mamo!
ru_ru: Мама!

source: Let me see some identification please!
de_de: Zeigen Sie mir bitte Ihre Papiere !
es_es: ¡Muéstreme sus papeles por favor!
fr_fr: Montrez-moi vos papiers je vous prie !
hu_hu: Had lássak valami azonosítót!
it_it: Mi mostri le carte, per favore!
pl_pl: Proszę pokazać jakiś dokument identyfikacyjny!
pt_br: Deixe-me ver sua identificação por favor!
pt_pt: Deixe-me ver alguma identificação por favor!
ru_ru: Покажите, пожалуйста, удостоверение!

source: It's weird this sign that appears, I paint over it regularly but it comes back every time.
de_de: Merkwürdig dieses Zeichen das erscheint, ich male andauernd drüber, aber es scheint jedesmal wieder durch.
es_es: Es raro este signo que reaparece constantemente, pinto encima pero reaparece una y otra vez.
fr_fr: C'est bizarre ce signe qui apparaît, je repeins par-dessus régulièrement, mais il revient à chaque fois.
hu_hu: Nagyon különös ez a jel itt, mindig lefestem és újra meg újra elôjön.
it_it: Strano il segno che compare; continuo a pitturarci sopra , ma regolarmente riappare.
pl_pl: Ten pojawiający się znak jest dziwny, regularnie go zamalowuję, ale on za każdym razem pojawia się znowu.
pt_br: É estranho que esse símbolo reapareça, eu pinto sobre ele o tempo todo e ele sempre volta.
pt_pt: É estranho este sinal que aparece, eu pinto-o por cima regularmente mas ele volta a aparecer todas as vezes.
ru_ru: Странно: тот знак, что появился, - я закрашиваю его регулярно, но каждый раз он появляется снова.
