Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: You must be Twinsen. Like you, we have rebelled against that madman FunFrock - and you saw what's left of the city. | We don't believe that the Northern hemisphere has become uninhabitable like the propaganda says it has. There may even be some survivors living there who refused to be deported. This is why we have decided to take the road leading to the Okojo pass by force. It leads to the Northern hemisphere. Unfortunately, our leader, Colonel Kroptman, was captured during the attack. We believe that he is still being held in the small fort that guards the pass. Help us free him by raiding the fort. You will be able to get to the Northern hemisphere if you do so. Go back to the hangar, there is a commando waiting for you in the boat.
de_de: Du mußt Twinsen sein. Genauso wie Du haben wird uns gegen diesen verrückten FunFrock erhoben, und Du hast ja feststellen können was von der Stadt übrig bleibt. | Wir sind nicht der Meinung, daß die Nord-Halbkugel unbewohnbar geworden ist, so wie es in der Propaganda heißt. Es gibt vielleicht sogar Überlebende, die sich geweigert haben deportiert zu werden. Deshalb haben wir versucht die Straße am Okojo Paß einzunehmen. Das ist ein Zugang zur anderen Halbkugel. Leider wurde unser Anführer Oberst Kroptman während des Angriffs gefangengenommen. Wir glauben, daß er immer noch in dem kleinen Fort, das über den Paß wacht, festgehalten wird. Hilf uns ihn zu befreien, indem Du das Fort einnimmst. Somit kannst dann zur Nord-Halbkugel gelangen. Geh zurück zum Hangar, ein Kommando wartet auf Dich im Kahn.
es_es: Tú debes ser Twinsen. Como yo, nos hemos rebelado contra ese loco de FunFrock, y tú has podido ver lo que queda de la ciudad. | No pensamos que el hemisferio Norte se haya vuelto inhabitable como lo dice la propaganda. Incluso quizá haya supervivientes que se han negado a ser deportados. Por ello hemos tratado de tomar por asalto la ruta del Paso Okojo. Es un paso hacia el otro hemisferio. Lástima, nuestro jefe, el coronel Kroptman, ha sido capturado durante el ataque. Pensamos que sigue estando retenido en el fortín que custodia el paso. Ayúdanos a liberarlo tomando el fortín al asalto. Tú podrás acceder así al hemisferio norte. Regresa a la bahía, un comando te espera en la lancha.
fr_fr: Tu dois être Twinsen. Tout comme toi, nous nous sommes rebellés contre ce cinglé de FunFrock et tu as pu voir ce qu'il reste de la ville. | Nous ne pensons pas que l'hémisphère Nord soit devenu inhabitable, comme le dit la propagande. Il y a peut être même des survivants qui ont refusé d'être déportés. C'est pourquoi nous avons tenté de prendre d'assaut la route du col Okojo. C'est un passage vers l'autre hémisphère. Hélas, notre chef le colonel Kroptman a été capturé lors de l'attaque. Nous pensons qu'il est toujours retenu dans le fortin qui garde le col. Aide-nous à le libérer en prenant le fortin d'assaut. Tu pourras ainsi accéder à l'hémisphère nord. Retourne au hangar, un commando t'attend maintenant dans la péniche.
hu_hu: Te biztos Twinsen vagy. Mi is hozzád hasonlóan fellázadtunk az ellen a ôrült Dr. KacajKabát ellen, és láthatod mi maradt a városból. | Mi nem hisszük, hogy az északi félteke elviselhetetlen lenne, ahogy a propaganda mondja. Még mindig lehetnek ott túlélôk, akik nem akartak elköltözni. Ezért döntöttünk úgy, hogy erôvel foglaljuk el az utat, ami az Okojo szoroshoz vezet. Az északi féltekére vezet. Sajnos, vezérünk,Kroptman Ezredes, fogságba esett a támadás alatt. Hisszük, hogy még mindig az erôdben tartják fogva, ami a szorost ôrzi. Segíts kisabadítani az erôd lerohanásával. Ha segítesz átkelhetsz az északi földtekére. Menj vissza a hangárba, egy kommandó már vár rád ott a hajóban.
it_it: Tu devi essere Twinsen. Come te, anche noi ci siamo ribellati a quel suonato di FunFrock; hai potuto vedere quel che resta della città. | Non crediamo che l'emisfero settentrionale sia diventato inabitabile come sostiene la propaganda. Forse ci sono dei sopravvissuti che si sono rifiutati di essere deportati. Per questo motivo abbiamo tentato di prendere d'assalto la strada del Colle Okojo. E' un passaggio per l'altro emisfero. Purtroppo il nostro capo, il colonnello Kroptman, è stato catturato durante l'attacco. Pensiamo che sia ancora prigioniero nel fortino a guardia del colle. Aiutaci a liberarlo prendendo d'assalto il fortino. In questo modo potrai accedere all'emisfero settentrionale. Ritorna all'hangar, un commando ti attende ora sul mezzo da sbarco.
pl_pl: Ty musisz być Twinsen. Tak jak ty, zbuntowaliśmy się przeciwko temu szaleńcowi FunFrockowi - zobacz, co zostało z naszego miasta. | Nie wierzymy, że półkula północna stała nię niezdatna do życia, jak rozgłasza propaganda. Może tam nawet jeszcze być ktoś żywy, kto odmówił deportacji. Dlatego zdecydowaliśmy się oczyścić drogę do Okojo. Prowadzi ona na półkulę północną. Niestety, nasz przywódca, Półkownik Kroptman, został pojmany w czasie ataku. Wierzymy, że wciąż jest przetrzymywany w małym forcie, który strzeże przejścia. Zamierzamy go uwolnić atakując fort, pomóż nam. Jeśli to zrobisz, będziesz mógł dostać się na północną półkulę. Wróć do hangaru, jeden z naszych komandosów czeka na ciebie w łodzi.
pt_br: Você deve ser Twinsen. Como você, nós nos rebelamos contra aquele louco do FunFrock - e você vê o que sobrou de nossa cidade. | Nós não acreditamos que o Hemisfério Norte se tornou inabitável como a propaganda diz. E aposto que há sobreviventes vivendo lá que se recusam a ser deportados. É por isso que nós decidimos tomar a rua levando à passagem de Okojo à força. A passagem leva ao Hemisfério Norte. Infelizmente, nosso líder, Coronel Kroptman, foi capturado durante o ataque. Nós acreditamos que ele ainda esteja preso no pequeno forte que guarda a passagem. Nos ajude a libertá-lo e atacar o forte. Se nós conseguirmos libertá-lo e tomar o forte, você será capaz de chegar ao Hemisfério Norte. Volte para o porto, há um soldade esperando por você em um bote.
pt_pt: Você deve ser Twinsen. Nós revoltamo-nos, como você, contra aquele louco do FunFrock... e veja o que sobrou de nossa cidade. | Não acreditamos que o Hemisfério Norte se tornou inabitável como a propaganda diz. E aposto que há sobreviventes a viverem lá que se recusam a ser deportados. É por isso que decidimos ir para à passagem de Okojo à força. A passagem leva ao Hemisfério Norte. Infelizmente, o nosso líder, Coronel Kroptman, foi capturado durante o ataque. Nós acreditamos que ele ainda esteja preso num pequeno forte que guarda a passagem. Ajude-nos a libertá-lo e a ocupar o forte. Conseguirá chegar ao Hemisfério Norte se fizer isso. Volte para o porto, há um soldado à sua espera dentro dum barco.
ru_ru: Должно бытЬ, ты Твинсен. Как и ты, мы восстали против этого безумца ФанФрока - и ты видел, что осталосЬ от города. | Мы не верим, что Северное полушарие стало непригодным для обитания, как гласит пропаганда. Вот почему мы решили силой захватитЬ дорогу, ведущую к проходу Окоджо. Он ведет к Северному полушарию. К сожалению, наш лидер, полковник Кроптман, был захвачен во время атаки. Мы думаем, что его все еще держат в маленЬком форте, который охраняет проход. Помоги нам освободитЬ его, напав на форт. Если сделаешЬ это, то сможешЬ попастЬ в Северное полушарие. Возвращайся к ангару, там в лодке тебя ждет десантный отряд.

source: Go give your boss FunFrock this message for me, traitor!
de_de: Fahr zu FunFrock zurück, verdammter Spion !
es_es: ¡Regresa con FunFrock, espía inmundo!
fr_fr: Retourne chez FunFrock sale espion !
hu_hu: Menj add át ezt az üzenetet KacajKabát vezérednek, te áruló!
it_it: Torna da FunFrock, sporca spia!
pl_pl: Przekaż FunFrockowi wiadomość ode mnie, zdrajco!
pt_br: Vá dar ao seu chefe FunFrock essa mensagem de minha parte, traidor!
pt_pt: Dê ao seu chefe FunFrock esta mensagem, traidor!
ru_ru: Передай от меня своему боссу ФанФроку это сообщение, изменник!

source: Hi! If I take your flag to be representative of your intentions, I see that you too have chosen Liberty. Lieutenant Grap is down in the trench, go see him - he'll tell you where our leaders are.
de_de: Hallo ! Der Flagge nach, die Du gehißt hast, hast auch Du die Freiheit gewählt. Oberleutnant Grap ist unten im Schützengraben, geh zu ihm und er wird Dir sagen wo Du unsere Anführer finden kannst.
es_es: ¡Hola! Si juzgo por la bandera que enarbolas, tú también has escogido la Libertad. El teniente Grap está bajo la trinchera, corre a verlo y él te dirá dónde encontrar a nuestros jefes.
fr_fr: Salut ! Si j'en crois le drapeau que tu arbores, toi aussi tu as choisi la Liberté. Le lieutenant Grap est en bas dans la tranchée, va le voir et il te dira où trouver nos chefs.
hu_hu: Szia! Ha lobogódból inulok ki látom, hogy te is a Szbadság mellett tetted le a voksod. Grap Hadnagy lent van a sáncban, ô majd megmondja hol vannak vezéreink.
it_it: Salve! Stando alla bandiera che hai issato, anche tu hai scelto la Libertà. Il luogotenente Grap è giù in trincea, vai da lui; ti dirà dove trovare i nostri capi.
pl_pl: Cześć! Jeżeli twoja flaga wyraża twoje zamiary, to znaczy, że ty także wybrałeś Wolność. Lieutenant Grap jest tam, w okopie, idź zobacz się z nim - powie ci gdzie są nasi przywódcy.
pt_br: Oi! Se eu analisar as suas intenções pela sua bandeira, eu vejo que você escolheu a Liberdade. O tenente Grap está na trincheira, vá vê-lo - ele irá lhe contar onde estão nossos líderes.
pt_pt: Olá! Se usa essa bandeira para representar as suas intenções, vejo que escolheu a Liberdade. O Tenente Grap está na trincheira, vá ter com ele... ele contar-lhe-á onde estão os nossos líderes.
ru_ru: Привет! Если считатЬ твой флаг признаком твоих намерений, то вижу, что ты тоже выбрал Свободу. Лейтенант Грэп внизу в окопе, иди встретЬся с ним - он скажет тебе, где наши лидеры.

source: So, young quetch, you've come to help in the fight against FunFrock? As you can see, this city has suffered because of our rebellion. We are constantly bombed, which is why our leaders have set their camp in the center of the island. You can take my buggy to go see them.
de_de: Na junger Quetsch, kommst Du uns helfen FunFrock zu bekämpfen ? Wie Du feststellen kannst, hat die Stadt ihren Aufstand teuer bezahlt. Wir werden regelmäßig bombardiert, deshalb haben unsere Anführer ein Camp im Zentrum der Insel. Du kannst meinen Buggy nehmen um hinzufahren und mit ihnen zu sprechen.
es_es: Joven colines, ¿vienes a ayudarnos a combatir a FunFrock ? Como puedes constatar, esta ciudad ha pagado caro su levantamiento. Hemos sido bombardeados regularmente, por ello nuestros jefes tienen un campamento en el centro de la isla. Puedes coger mi todoterreno para ir a hablar con ellos.
fr_fr: Alors jeune quetch, tu viens nous aider à combattre FunFrock ? Comme tu peux le constater cette ville a payé chèrement son soulèvement. Nous sommes régulièrement bombardés, c'est pourquoi nos chefs ont un camp au centre de l'île. Maintenant tu peux prendre mon buggy pour aller leur parler.
hu_hu: Szóval fiatal kvecs, azért jöttél, hogy segíts a harcban KacajKabát ellen? Mint láthatod ez a város megszenvedte lázadásunkat. Folyamatos bombázás alatt állunk ezért is döntött úgy a vezérkar, hogy a fôhadiszállást a sziget közepén állítjuk fel. Vidd el a terpejárómat, látogasd meg ôket!
it_it: Allora, giovane quetch, sei venuto ad aiutarci a combattere contro FunFrock? Come puoi constatare, questa città ha pagato caro la ribellione. Veniamo regolarmente bombardati, ecco perché i nostri capi hanno un campo al centro dell'isola. Ora puoi prendere il mio fuoristrada per recarti da loro.
pl_pl: Więc, młody quetchu, przybyłes aby pomóc nam w walce przeciwko FunFrockowi? Jak widzisz, to miasto ucierpiało przez nasz bunt. Jesteśmy stale bombardowani, dlatego nasi przywódcy ustawili obóz na środku wyspy. Możesz wziąć mój pojazd i pojechać do nich.
pt_br: Então, jovem quetch, você veio nos ajudar na luta contra FunFrock? Como você pode ver, essa cidade sofreu por causa de nossa rebelião. Nós somos constantemente bombardeados,e é por isso que nossos líderes se reuniram no centro da ilha. Você pode pegar o meu buggy para ir vê-los.
pt_pt: Então, jovem quetch, veio ajudar-nos na luta contra FunFrock? Como pode ver, esta cidade sofreu por causa da nossa rebelião. Fomos bombardeados constantemente, e é por isso que os nossos líderes se reuniram no centro da ilha. Pode ir com o meu buggy para ir ter com eles.
ru_ru: Итак, молодой кветч, ты пришел помочЬ в борЬбе против ФанФрока? Как видишЬ, этот город пострадал из-за нашего восстания. Мы постоянно подвергаемся бомбардировкам, из-за которых наши лидеры разбили лагерЬ в центре острова. МожешЬ взятЬ мой багги, чтобы встретитЬся с ними.

source: " Welcome to... AAARRGHH ! | | ... glb "
de_de: " Willkommen in ... AAARRGHH ! | | ... glb "
es_es: "Bienvenido à ... AAARRGHH! | | ... glb"
fr_fr: " Bienvenue à ... AAARRGHH ! | | ... glb "
hu_hu: " Isten hozta... AAARRGHH ! | | ... glb "
it_it: "Benvenuti a... AAARRGHH ! | | ... glb "
pl_pl: " Witamy w... AAARRGHH ! | | ... glb "
pt_br: " Bem-vindo à... AAARRGHH ! | | ... glb "
pt_pt: " Bem-vindo à... AAARRGHH ! | | ... glb "
ru_ru: "Добро пожаловатЬ в... АААГХХ! | ...глб"

source: To Proxima island.
de_de: Auf die Insel Proxima.
es_es: A la isla Próxima.
fr_fr: Sur l'île Proxima.
hu_hu: Sógor-szigetre
it_it: Sull'Isola Proxima.
pl_pl: Na wyspę Proxima.
pt_br: Para a Ilha Próxima.
pt_pt: Para a Ilha Proxima.
ru_ru: К Острову Проксима.

source: I'm staying here.
de_de: Ich bleibe hier.
es_es: Me quedo aquí.
fr_fr: Je reste ici.
hu_hu: Itt maradok.
it_it: Rimango qui.
pl_pl: Zostaję tutaj.
pt_br: Vou ficar aqui.
pt_pt: Fico por aqui.
ru_ru: Я остаюсЬ здесЬ.

source: Go see Grap first if you want to drive. He's a rabbibunny and he's down in the trench.
de_de: Sprich zuerst mit Grap, wenn Du ans Steuer willst. Das ist ein Haasi, er ist im Schützengraben.
es_es: Ve primero a hablar con Grap si quieres conducir. Es un conejuno, está en la trinchera.
fr_fr: Va d'abord parler à Grap si tu veux prendre le volant. C'est un lapichon, il est dans la tranchée.
hu_hu: Kérdezd meg elôbb Grab-et, ha vezetni akarsz. Egy nyulam-bulam, aki lent van a sáncban.
it_it: Prima vai a parlare a Grap. E' un lapinoide, adesso è giù nella trincea.
pl_pl: Jeśli chcesz jechać, najpierw idź do Grapa. To rabbibunny, jest w okopie.
pt_br: Vá ver o Grap primeiro se você quiser dirigir. Ele é um rabbibunny e está na trincheira.
pt_pt: Vá ter com Grap primeiro se quizer conduzir. Ele é um rabbibunny e está na trincheira.
ru_ru: Если хочешЬ сестЬ за рулЬ, иди сначала встретЬся с Грэпом. Он зайцекролик и находится внизу в окопе.

source: Twinsen, you MUST SUCCEED in this mission. That fort is in a strategic position of the utmost importance. Once we've taken it, the two hemispheres can be united once again.
de_de: Twinsen, Sie MÜSSEN diesen Auftrag ERFOLGREICH abschließen. Dieses Fort ist ein wunder Punkt. Ist es erst einmal eingenommen, kann es uns ermöglichen beide Halbkugeln wieder zusammenzuführen.
es_es: Twinsen, tiene QUE TRIUNFAR en esta misión. Este fortín es un punto neurálgico. Una vez tomado, puede permitirnos reunir de nuevo los 2 hemisferios.
fr_fr: Twinsen, vous DEVEZ REUSSIR cette mission. Ce fortin est un point névralgique. Une fois pris, il peut nous permettre de réunir à nouveau les 2 hémisphères.
hu_hu: Twinsen, SIKERREL KELL járnod ebben a küldetésben. Ez az erôd a legmagasabb fontosságú stratégiai pozícióban van. Ha egyszer elfoglaltuk, a két féltekét újraegysíthetjük.
it_it: Twinsen, lei DEVE portare a termine questa missione. Il fortino è un punto strategico. Una volta preso, ci consentirà di riunire nuovamente i due emisferi.
pl_pl: Twinsen, NIE MOŻESZ ZAWIEŚĆ. Ten fort jest w strategicznym miejscu, które ma największe znaczenie. Kiedyś go zdobędziemy, obie półkule będą ponownie zjednoczone.
pt_br: Twinsen, você NÃO PODE FALHAR nessa missão. Esse forte está em uma posição estratégica da maior importância. Quando tivermos tomado ele, os dois hemisférios podem ser reunidos novamente.
pt_pt: Twinsen, você NÃO PODE FALHAR nesta missão. Este forte está numa posição estratégica de muita importância. Quando o tivermos ocupado, os dois hemisférios podem ser reunidos novamente.
ru_ru: Твинсен, ты ДОЛЖЕН ВЫПОЛНИТь эту миссию. Тот форт занимает стратегическую позицию огромной важности. Как толЬко мы его захватим, два полушария снова объединятся.

source: We're going to help you take the fort: you will guide me, and I'll follow you with my grenades! Whatever you do, wait for me before you change zones and don't forget to neutralize the emitter. We won't talk during the combats and if I bite it, another rebel will come and take my place, he'll wait for you at the landing site.
de_de: Wir werden Dir beistehen um das Fort einzunehmen : Du führst mich, und ich folge Dir mit meinen Granaten ! Also vor allem warte auf mich, bevor Du den Bereich wechselst und vergiß nicht den Sender auszuschalten. Es wird während des Kampfes nicht gesprochen, und falls ich auf der Strecke bleiben sollte, ersetzt mich ein anderer Rebelle, er wird im Landungsbereich auf Dich warten.
es_es: Vamos a asistirte para tomar el fortín: ¡Tú me guiarás, y yo te seguiré con mis granadas! Sobre todo espérame antes de cambiar de zona y no te olvides de neutralizar el emisor. No se habla durante los combates y, si muero, otro rebelde me reemplazará y te esperará en el lugar del desembarco.
fr_fr: Nous allons t'assister pour prendre le fortin : tu me guideras et je te suivrai avec mes grenades ! Alors surtout attends-moi avant de changer de zone et n'oublie pas de neutraliser l'émetteur. On ne parle pas durant les combats et si j'y reste un autre rebelle me remplacera, il t'attendra à l'endroit du débarquement.
hu_hu: Segítünk neked elfoglalni az erôdött, te vezetsz minket, én majd követlek a gránátosainkkal! Bármit is tégy sohase felejts megvárni mielôtt zónát váltassz, és semmisítsd meg az ellenállást. Nem beszélünk az akció közben, és ha netán fûbe harapnék, jön majd egy másik katonám, aki a partraszállásnál fog várni rád!
it_it: Ti aiuteremo per prendere il fortino, mi farai da guida ed io ti seguo con le bombe! Aspettami prima di cambiare zona e non dimenticare di neutralizzare l'emittente. Silenzio durante i combattimenti e, se ci resto secco, un altro ribelle mi sostituirà; ti aspetta al posto di sbarco.
pl_pl: Pomożemy ci zdobyć fort: prowadź mnie, a ja będę cię osłaniał granatami! Cokolwiek będziesz robił, poczekaj na mnie przed zmianą strefy i nie zapomnij unieszkodliwić nadajnika. Nie będziemy rozmawiać podczas walki, a jeśli zginę, inny rebeliant mnie zastąpi, będzie na ciebie czekał w miejscu zrzutu.
pt_br: Nós vamos ajudá-lo a tomar o forte: você irá me guiar, e eu o seguirei com as minhas granadas! Não importa o que você faça, espere por mim antes de avançar terreno e não esqueça de neutralizar o radar emissor. Nós não iremos conversar durante os combates e se eu morrer, outro rebelde virá tomar o meu lugar, ele irá te esperar no local de desembarque.
pt_pt: Vamos ajudá-lo a ocupar o forte: irá guiar-me, e irei segui-lo com as minhas granadas! Não importa o que fizer, espere por mim antes de avançar no terreno e não se esqueça de neutralizar o radar. Não iremos conversar durante os combates e se eu morrer, outro rebelde virá ocupar o meu lugar, e ele esperar-te-á no local de desembarque.
ru_ru: Мы собираемся помочЬ тебе захватитЬ форт: веди меня, и я последую за тобой со своими гранатами! Чтобы ты не делал, подожди меня, прежде чем поменятЬ зону, и не забудЬ нейтрализоватЬ передатчик. Мы не будем говоритЬ во время битвы, и если меня убЬют, другой повстанец займет мое место. Он будет ждатЬ тебя в месте высадки.

source: You're now one of us, Twinsen.
de_de: Jetzt gehörst Du zu uns Twinsen.
es_es: Ahora tú eres de los nuestros Twinsen.
fr_fr: Maintenant tu es des nôtres Twinsen.
hu_hu: Most már közénk való vagy, Twinsen!
it_it: Ora sei dei nostri, Twinsen.
pl_pl: Jesteś teraz jednym z nas, Twinsen.
pt_br: Você agora é um de nós, Twinsen.
pt_pt: Agora é um de nós, Twinsen.
ru_ru: ТеперЬ ты один из нас, Твинсен.

source: Be careful behind the wheel, this isn't a go cart!
de_de: Sei vorsichtig am Steuer, das ist keine Ente !
es_es: ¡Sé prudente con el volante, no es una bicicleta!
fr_fr: Sois prudent au volant, c'est pas une 2CV !
hu_hu: Vigyázz a kormány mögött, ez nem egy gokart!
it_it: Sii prudente, non è una Cinquecento!
pl_pl: Bądź ostrożny za kierownicą, to nie gokart!
pt_br: Tenha cuidado atrás do volante, isso não é um kart!
pt_pt: Tenha cuidado ao volante, isso não é um cart!
ru_ru: БудЬ осторожен за рулем, это не телега!

source: Calm down! Save your strength for the clones.
de_de: Ruhig Blut ! Behalte Deine Kräfte für die Klone.
es_es: ¡Calma! Guarda tus fuerzas para los clones.
fr_fr: Du calme ! Garde tes forces pour les clones.
hu_hu: Nyugi! Hagyd az erôd a klónoknak!
it_it: Calma! Risparmia le forze per i cloni!
pl_pl: Uspokój się! Oszczędzaj siły na klony.
pt_br: Acalme-se! Salve as suas forças para os clones.
pt_pt: Acalme-se! Guarde as suas forças para os clones.
ru_ru: Успокойся! Побереги силы для клонов.

source: Hey, you look familiar! I just came back from an infiltration mission in Proxim-City and I saw your mug on quite a few wanted posters.
de_de: Sieh an, ein bekanntes Gesicht ! Ich komm gerade von einem Einschleuse-Auftrag in Proxim-City zurück, und ich hab' Deine Birne auf 'ner ganzen Menge Steckbriefe gesehen.
es_es: ¡Mira, un rostro conocido! Regreso de una misión de infiltración en Proxim-City, y he visto tu cara en muchos avisos de búsqueda.
fr_fr: Tiens un visage connu ! Je reviens d'une mission d'infiltration à Proxim-City, et j'ai vu ta trogne sur nombre d'avis de recherche.
hu_hu: Hé, olyan ismerôsnek tûnsz! Most tértem vissza egy beszivárgási bevetésrôl Sógorvárosból, és láttam a búrád néhány kôrözési plakáton.
it_it: Toh guarda, una faccia conosciuta. Torno da una missione di infiltrazione a Proxim-City, ho visto il tuo muso: sei ricercato.
pl_pl: Hej, wyglądasz znajomo! Właśnie wróciłem z misji infiltracyjnej w Proxim-City i widziałem twoją gębę na całkiem sporej liczbie listów gończych.
pt_br: Ei, você me parece familiar! Eu acabei de voltar de uma missão de reconhecimento em Proxim-City e vi a sua foto em alguns cartazes de procurado.
pt_pt: Ei, você parece-me familiar! Acabei de voltar de uma missão de reconhecimento na Proxim-City e vi a sua foto em alguns cartazes.
ru_ru: Эй, ты кажешЬся знакомым! Я толЬко что вернулся из мисси по проникновению в тыл противника в Проксим-Городе и видел твою рожу на оченЬ многих постерах.
