Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: HERO: Arivaldzie, muszę się dostać do Garrahan,|ale jeżeli straże mnie zobaczą zostanę|uwięziony...
ru: HERO: Аривальд, мне надо попасть в Гаррахан.|Но если стража меня увидит,|сразу же посадит в тюрьму...

source: HERO: Użyj tego czaru zamiany i wprowadź mnie|do zamku.
ru: HERO: Используй это волшебство и доставь|меня в замок.

source: HERO: Nie wiem, w co się zamienię, ale po|prostu wejdź ze mną do zamku.
ru: HERO: Я не знаю, во что я превращусь, но просто|принеси меня в замок.

source: HERO: Oto wszystkie moje rzeczy, zostaw mi|tylko wytrychy.
ru: HERO: Вот, возьми все мои вещи.|Мне понадобятся только отмычки.

source: HERO: Arivaldzie, czy wiesz co to za czar?
ru: HERO: Аривальд, ты знаешь, что это за заклинание?

source: HERO: Dostałem go w prezencie.
ru: HERO: Я получил его в подарок.

source: OTHER: Pospolity czar, ale efekty uboczne|...zastanawiające.
ru: OTHER: А, это обычные вполне себе чары,|но с побочными эффектами... Хм-м-м-м...

source: OTHER: To czar zamiany w zwierzę.
ru: OTHER: С их помощью можно превратить|человека в животное.

source: HERO: Muszę się dostać do Garrahan, ale jeżeli|straże mnie zobaczą zostanę uwięziony.
ru: HERO: Мне надо попасть в Гаррахан.|Но если стража меня увидит,|тут же бросит в тюрьму.

source: HERO: Oto wszystkie moje rzeczy, zostaw|mi tylko wytrychy.
ru: HERO: Вот, возьми все мои вещи.|Мне понадобятся только отмычки.

source: OTHER: Na Boga, książę! Co ty tu robisz? Twój ojciec|szaleje ze złości. Co się dzieje, mój panie?
ru: OTHER: Боже мой! Принц! Что вы тут делаете?|Ваш отец вне себя от ярости!|Милорд, что происходит?

source: $0: Mam ważne sprawy do załatwienia.
ru: $0: У меня важное дело.

source: $1: Niektóre rzeczy są inne, niż się wydają...
ru: $1: Вы совсем не так всё поняли...

source: $2: Nie jestem twoim panem!
ru: $2: Я вам не милорд!

source: $4: Uratowałem ci kiedyś życie?
ru: $4: Я? Спас вам жизнь?

source: OTHER: Ja o tym wiem. Ale teraz...
ru: OTHER: Знаю... Но пока что, э-э...

source: OTHER: Lepiej uciekaj, książę, na dziedzińcu|czekają na ciebie strażnicy.#B0
ru: OTHER: Лучше бегите, принц, во дворе|вас уже поджидает стража.#B0

source: OTHER: Wierzę w to, co ty powiesz, książę.
ru: OTHER: Принц, я верю вашим словам.

source: OTHER: Nie wiem, jakie miałeś powody, by...|nie zabić Czarnego Rycerza.
ru: OTHER: Не знаю, почему вы... э-э...|отказались убивать Чёрного Рыцаря...

source: OTHER: Ale jestem ci wciąż wierny, mój panie.#B0
ru: OTHER: Но я всё ещё ваш верный|подданный, милорд.#B0

source: OTHER: Zawsze będziesz moim księciem. Cokolwiek|nie rozkazałby twój ojciec. Uratowałeś mi|życie, panie. Tego się nie zapomina.#E4#B0
ru: OTHER: Вы всегда будете моим принцем. Что бы ваш|отец ни говорил. Вы спасли мне жизнь, милорд.|Я обязан вам до гроба.#E4#B0

source: OTHER: Co się z tobą stało, książę? Nie pamiętasz|jak zasłoniłeś mnie własnym ciałem, kiedy...|Ale ...dość!
ru: OTHER: Принц, вы чего это со мной на "вы"?|И вы что, забыли, как своим телом меня|закрыли от, э-э... Ладно! Довольно!

source: OTHER: Teraz czas, abym ja ocalił ci życie. Król,|twój ojciec, na razie skazał cię tylko na|banicję i utratę czci.
ru: OTHER: Теперь и мне пора спасти вам жизнь.|Король, ваш отец, отозвал ваш королевский|статус и изгнал вас из замка.

source: OTHER: Ale jego złość jest taka wielka, że może|skazać cię na utratę gardła. Zhańbiłeś go.
ru: OTHER: Он сейчас так зол, что может вас|и под топор подвести! Вы его опозорили.

source: OTHER: Musisz uciekać, panie!
ru: OTHER: Бегите отсюда, милорд!

source: HERO: Mam nadzieję, że spotkamy się jeszcze. Kiedyś|zrozumieją, że książę nie był tchórzem.
ru: HERO: Надеюсь, мы ещё увидимся.|И однажды все узнают,|что принц не был трусом.

source: OTHER: Wiem, panie, że tylko ważne powody mogły cię|popchnąć do ucieczki. Ufam ci i wierzę, że|wrócisz na zamek.
ru: OTHER: Вы им и не были, милорд.|Просто так бы вы не сбежали.|Я верю вам и надеюсь, что вы вернётесь в замок.

source: OTHER: Ale ...dość! Musisz uciekać, panie!#X0
ru: OTHER: Ну, всё. Довольно же!|Бегите, милорд!#X0

source: OTHER: Ależ jesteś silny! Oczyściłeś taki wielki|słój jednym oddechem!
ru: OTHER: Ну и дыхание! Целую банку за раз|вы обдули!

source: OTHER: Ja męczyłem się przez kilka miesięcy!
ru: OTHER: Я столько месяцев бился|и мучался – всё понапрасну!

source: OTHER: Może i jestem tylko z mandragory, ale wiem|co to wdzięczność.
ru: OTHER: Пусть мандрагорой рождён я и был,|но в долгу не останусь.

source: OTHER: Pomogę ci, kiedy tylko będziesz mnie|potrzebował. Powiedzmy ...trzy razy.
ru: OTHER: Я могу многое, и предлагаю|посильную помощь. Скажем... три раза.

source: OTHER: Daj znać, kiedy będę potrzebny.
ru: OTHER: Понадоблюсь – тут же зовите, я с вами.

source: HERO: To chyba dobra wiadomość.
ru: HERO: Ну, что ж... Замечательно.

source: OTHER: To pułapka?
ru: OTHER: Ты чо мне подсунул?

source: OTHER: Cudeńko błyszczy jak słońce, ale coś złego|z niego emanuje.
ru: OTHER: Блестит, красивый, спору нет,|да вот отблёскивает|как-то не по-доброму...

source: OTHER: Nie wezmę tego za żadne skarby.
ru: OTHER: Не, его я не возьму. И не проси.

source: OTHER: Taki sam miał kiedyś nasz Król Pod Górą.|Mogłem patrzeć na niego całymi godzinami,|kiedy pilnowałem skarbca.
ru: OTHER: У нашего Короля-под-Горой был такой же|камень. Я, когда нёс вахту у сокровищницы,|часами его разглядывал.

source: OTHER: A co to za bezwartościowy, brzydki, cuchnący|i odrażający śmieć?
ru: OTHER: Ну и чо ты за дрянь мне толкаешь?

source: OTHER: I to ma być podarunek godny księcia? Czego|ty jesteś księciem? Śmietnika?
ru: OTHER: Это вот подарок от самого принца?|Ты какой помойкой правишь,|чтоб такие подарки дарить, а?

source: OTHER: Kto nie ryzykuje, ten ginie.
ru: OTHER: Ну, ладно. Семь бед, один ответ.

source: OTHER: Do dzieła!
ru: OTHER: Поехали!

source: OTHER: Niedźwiedź...
ru: OTHER: Медведь...

source: OTHER: Zabawne. Sądziłem, że zmienisz się w lwa.
ru: OTHER: Забавно. А я думал,|ты превратишься во льва.

source: OTHER: Prowadzę bardzo ucieszne stworzenie|dla króla.
ru: OTHER: Я привёл Его Величеству|очень интересного зверя.

source: OTHER: Ten miś nie tylko tańczy, ale|także mruczy najlepsze dowcipy|na świecie.
ru: OTHER: Он не только умеет танцевать,|но и шутки шутит – обхохочешься!

source: OTHER2: Hm...
ru: OTHER2: Хм...

source: OTHER2: Od kiedy pewien wędrowny magik chciał zabawić|nas czymś co nazywał "Para skunksów tańczy|kankana"...
ru: OTHER2: Недавно приходил бродячий фокусник,|показывал номер "Дуэт скунсов пляшет канкан",|и в итоге, э-э...

source: OTHER2: ...nie wpuszczamy zwierząt na dziedziniec.
ru: OTHER2: ...В общем, с тех пор с животными|в замок не пускаем.

source: OTHER: Słyszałem, że król kocha dobrą zabawę, a|ten miś ma tylko jedną wadę. Patrząc jak|tańczy można pęknąć ze śmiechu.
ru: OTHER: Но Его Величество ведь любит зрелища, да?|Уверяю вас, он увидит, как танцует мой медведь,|и со смеху кататься будет.

source: OTHER: A teraz, po tej historii z księciem...
ru: OTHER: Ему посмеяться не помешает.|После той истории с принцем...

source: OTHER2: I ja o tym myślę.
ru: OTHER2: ...Знаете, и я того же мнения.

source: OTHER2: Dlatego chyba zrobię wyjątek.
ru: OTHER2: Ладно. Вам сделаю исключение из правил.

source: OTHER2: Tylko nie bądźcie zbyt nachalni.
ru: OTHER2: Только поскромнее себя ведите.

source: OTHER: Przyprowadziłem dar dla króla.
ru: OTHER: Смотрите, кого я привёл|для Его Величества.

source: OTHER2: Kiepski pomysł. Niedźwiedź mu syna|nie zastąpi.
ru: OTHER2: Это вы зря.|Медведь королю сына не заменит.

source: OTHER: Ale na chwilę odepchnie troski.
ru: OTHER: Ну, не заменит, так хоть позабавит.

source: OTHER: Mój podopieczny rozweselił kiedyś nawet|meble u maga Fraeda.
ru: OTHER: Мы с моим подопечным как-то раз|навещали колдуна Фрэда, так он у него|мебель в доме развеселил!

source: OTHER: Tańczące krzesła, to niezapomniany widok,|mój dobry człowieku.
ru: OTHER: Представляете? Стулья от радости|плясали. Такое и вовек не забыть.

source: OTHER: Potem się okazało, że to byli zaczarowani|dłużnicy Fraeda. Nie na darmo nazywaliśmy|go Pomysłowym.
ru: OTHER: А потом мы узнали, что стулья|были не простые. Это Фрэд своих|должников в стулья превратил.|Не зря его прозвали Башковитым.

source: OTHER: Ale to już inna historia.
ru: OTHER: Но это уже совсем другая история.

source: OTHER2: W porządku.
ru: OTHER2: Ну, хорошо.

source: OTHER2: Możesz zostać.
ru: OTHER2: Оставайтесь у нас.

source: OTHER: Ale nie jestem tu tylko dla zabawy...
ru: OTHER: Так я пришёл не просто веселиться.

source: OTHER: Jakoś trzeba zarabiać na życie.
ru: OTHER: Мне ведь на жизнь надо зарабатывать.

source: OTHER2: Widzisz ten skarbiec?
ru: OTHER2: Вон, видите – сокровищница?

source: OTHER: Nasz król jest może nieszczęśliwy, ale|na pewno jest bardzo bogaty.
ru: OTHER: Наш король, может, и несчастлив,|но денег у него – завались.

source: OTHER: Na razie jednak zapraszam na ucztę.
ru: OTHER: Но сейчас я бы хотел|пригласить вас на пир.

source: OTHER: Właśnie trwa biesiada na cześć Czarnego|Rycerza.
ru: OTHER: Мы празднуем победу Чёрного Рыцаря.

source: OTHER: Wygrał co prawda walkowerem, ale|jednak.
ru: OTHER: Да, победу он одержал техническую,|но всё же он её одержал.

source: OTHER: Idź tam razem z paziem, przedstawi cię|i za kilka godzin zabawisz króla.
ru: OTHER: Паж отведёт вас к королю,|представит вас ему, и через пару часов|можете начинать представление.

source: OTHER2: Znakomicie.
ru: OTHER2: Великолепно.

source: OTHER: Tylko swojego pupilka...
ru: OTHER: А подопечного вашего...

source: OTHER2: ...zostawiam tutaj.
ru: OTHER2: ...Да-да, я его пока тут оставлю.

source: OTHER2: Oczywiście.
ru: OTHER2: Это само собой.

source: OTHER: Mała drzemka przed pokazem|nie zaszkodzi...
ru: OTHER: Пойду-ка я лучше вздремну,|пока они не начали...

source: OTHER: To ty, drogi kuzynku?
ru: OTHER: Дорогой мой кузен! Это ты?

source: OTHER: Tata mówił, że przyjedziesz.
ru: OTHER: Папенька сказал, что ты|ещё вернёшься.

source: OTHER: Wciąż taki nieśmiały?
ru: OTHER: Всё стесняешься?

source: OTHER: Podejdź bliżej, bo mam słaby|wzrok.
ru: OTHER: Подойди поближе.|Зрение у меня уже не то.

source: OTHER: Przywitaj kuzyneczkę Sheilę.
ru: OTHER: Поприветствуй кузину свою, Шейлу.

source: OTHER: Czy mi się wydaje, czy w końcu|zaczęły ci rosnąć włosy na|brodzie?
ru: OTHER: ...Да у тебя щетина выросла!|Наконец-то! Или мне кажется?

source: $0: Dobrze, że lustra nie pękają od brzydoty.
ru: $0: Хорошо, что от уродства зеркала не лопаются.

source: $1: Czy na mycie nosa zużywasz całe mydło?
ru: $1: Сколько тебе надо мыла, чтобы нос вымыть? Целый кусок?

source: $2: Magiczne operacje plastyczne są ponoć tanie.
ru: $2: Ты б сходила на волшебную пластику лица. Говорят, недорого.

source: $3: Koniec zabawy, ściągaj maskę.
ru: $3: Маскарад кончился. Сними уже маску гоблина.

source: OTHER: I głos ci się obniżył.
ru: OTHER: И голос твой стал глубже...

source: OTHER: Och to cudownie!
ru: OTHER: Как прекрасно!

source: OTHER: Robi się z ciebie prawdziwy|mężczyzna!#B0
ru: OTHER: Растёшь! Скоро возмужаешь!#B0

source: OTHER: Myślałam, że wzrok mam popsuty,|ale słyszę, że i z uszami nie|najlepiej.
ru: OTHER: Я уж думала, у меня только с глазами|беда. Но похоже, и слух подводить начал...

source: OTHER: Chyba mówisz z pełną buzią. To|bardzo nieładnie, kuzynku.#B0
ru: OTHER: Или ты просто говоришь с набитым ртом?|Ну, кузен, так ведь некультурно.#B0

source: OTHER: Podobają mi się te okrzyki zachwytu.
ru: OTHER: Как мне нравится, когда ты|кричишь от счастья.

source: OTHER: Przyznasz, że z wiekiem staję się|coraz ładniejsza?...#B0
ru: OTHER: Чем старше становлюсь,|тем только хорошею. Правда?#B0

source: OTHER: Pocałowałabym cię na przywitanie, kuzynie,|ale musisz się ładnie wystroić. Lubię|zadbanych mężczyzn.
ru: OTHER: Я бы поцеловала тебя, кузен,|но ты бы сперва пошёл и приоделся хотя бы.|Люблю ухоженных.

source: OTHER: Nie lubię pedantów, ale za niechlujami|też nie przepadam.
ru: OTHER: Не прямо чтобы франтов,|конечно, но и не нерях.

source: HERO: Grrhhl...
ru: HERO: Гр-р-рхл...

source: HERO: Urgggh...
ru: HERO: Р-р-р-х-х-х!

source: HERO: Harrrghl...
ru: HERO: Ар-р-р-гх-х-хл...

source: OTHER: Mmm...
ru: OTHER: Хм...

source: OTHER: Lubię owłosionych mężczyzn, kuzynie, bo nie|ma to jak zatopić zgrabne paluszki w gęstym|futrze.
ru: OTHER: Знаешь, кузен, мне нравятся волосатые мужчины.|Нет ничего лучше, чем запустить тоненькие пальчики|в густой мех...

source: OTHER: Witaj!
ru: OTHER: Ну, иди же ко мне!

source: HERO: Grrrrlll!...
ru: HERO: Гр-р-л-л-л!

source: OTHER: Jakim cudem?...
ru: OTHER: Да как же ты?...

source: OTHER: Zresztą nieważne, twoje wrzaski|na pewno przywołają strażników.
ru: OTHER: Впрочем, уже не важно.|Ты так тут ревел, что, наверное,|стража уже бежит сюда.

source: OTHER: L'ours!
ru: OTHER: Л'урс!

source: OTHER: Obudził mnie jakiś ryk...
ru: OTHER: Что за рёв? Поспать не дали...

source: OTHER2: Cóż, mój przyjaciel widocznie musi|załatwić swoje przyziemne potrzeby.
ru: OTHER2: А, видите ли, моему другу надо|скорее сходить по делам.

source: OTHER: Przyziemne?
ru: OTHER: По каким делам?

source: OTHER2: Jeśli go zaraz wyprowadzę, to będą|przyziemne, a jeśli jeszcze chwilę|tu postoi, to będą przykamienne.
ru: OTHER2: Ну, по сами-знаете-каким.|И если я его отсюда не выведу,|то ещё и по сами-увидите-каким.

source: OTHER2: A ostrzegam, że niedźwiedź dzisiaj|BARDZO dużo zjadł...
ru: OTHER2: И, если что, медведь сегодня|о-о-о-очень хорошо так покушал...

source: OTHER: No to sio stąd, ale szybko!
ru: OTHER: Раз так, идите! Живее!

source: OTHER: Na pewno oddałem ci wszystkie|rzeczy?
ru: OTHER: Ты уверен, что я всё тебе отдал?

source: HERO: Tak, sprawdziłem dokładnie.
ru: HERO: Да, я всё проверил.

source: OTHER: Dobrze. Ale zaraz: jakim cudem w zamku|stałeś się znowu człowiekiem?
ru: OTHER: Ладно. Кстати, как же это ты там|превратился обратно в человека?

source: HERO: To bolesna historia.
ru: HERO: И вспоминать не хочется.

source: HERO: Cieszę się, że przynajmniej ty|nie musiałeś mnie całowa...
ru: HERO: Мне вообще радоваться надо,|что не тебе пришлось меня целова...

source: HERO: Łup, chyba się wygadałem.
ru: HERO: Тьфу! Всё выдал.

source: OTHER: Ktoś cię całował? Wspaniale, chłopcze!
ru: OTHER: Тебя поцеловали?|Так это же прекрасно!

source: OTHER: Ach tak, następny skutek uboczny.
ru: OTHER: А, ну да. И это тоже был|побочный эффект.

source: OTHER: Wystarczy pocałunek. Zapomniałem.|Muszę lecieć. Pa. Do zobaczenia.|Na razie. Trzymaj się.
ru: OTHER: Хватит лишь поцелуя. Совсем забыл...|Да. Всё. Мне пора. Пока. Здрав будь.|Я пошёл. Счастливо!

source: OTHER: Zastanów się jeszcze.
ru: OTHER: Точно уверены?

source: OTHER: Ten demon nie wygląda zbyt przyjaźnie.
ru: OTHER: Вид у охранника недружелюбный.

source: OTHER: Szczerze mówiąc, trochę się boję.
ru: OTHER: Честно признаюсь, меня этот демон|пугает до дрожи.

source: HERO: Hm.
ru: HERO: Хм.

source: HERO: Znalazłem w zamku Fjord pewną księgę.
ru: HERO: Я нашёл в замке Фьорд одну книгу.

source: HERO: Pomyślałem, że może cię zainteresować.
ru: HERO: Может, она тебя заинтересует?

source: OTHER: To tom poświęcony szarej magii, czyli|czarom pozornie neutralnym wobec|dobra czy zła.
ru: OTHER: Это – том серой магии. В отличие от|чёрной или белой, она, похоже,|ни добрая ни злая.

source: OTHER: Bardzo ciekawe, większość zaklęć|jest mi nie znana.
ru: OTHER: Да, очень интересно.|Мне много что тут незнакомо.

source: HERO: Coś ciekawego?
ru: HERO: Есть что-нибудь интересное?

source: OTHER: Bardzo interesujące.
ru: OTHER: Да тут всё интересно.

source: OTHER: Większość czarów wymaga długich studiów.
ru: OTHER: Многие заклинания надо долго учить.

source: OTHER: Na przykład zamiana brylantów w węgiel.|Odwrotnie, banał, a tu proszę...
ru: OTHER: Например, превращение бриллиантов|в уголь. Наоборот-то просто, а тут...

source: OTHER: Pozwolisz, że wrócę do lektury.
ru: OTHER: Я продолжу читать, ладно?

source: HERO: Nie chcę mu przeszkadzać, zanim nie|będę dokładnie wiedział, w czym ta|księga może mi pomóc.
ru: HERO: Не буду мешать ему. Сначала узнаю,|как эта книга может мне помочь.

source: HERO: Czy poznałeś kiedyś Pana Słońce?
ru: HERO: Ты, случаем, не знаешь,|кто такой Пан Солнце?

source: OTHER: Och, kiedyś mieliśmy okazję się spotkać.
ru: OTHER: А, знаю, конечно.|Мы с ним как-то однажды пересеклись.

source: OTHER: Co chciałbyś wiedzieć?
ru: OTHER: Рассказать тебе о нём? Спрашивай.

source: $0: Jak się do niego dostać?
ru: $0: Как мне добраться до него?

source: $1: Znasz go osobiście?
ru: $1: Ты с ним лично знаком?

source: $2: Kim on jest?
ru: $2: Ну, так кто же он такой?

source: $3: Naukowe.
ru: $3: Научным языком.

source: $4: Po ludzku.
ru: $4: Нормальным языком.

source: OTHER: To bardzo proste.#X1
ru: OTHER: Есть очень простой способ.#X1

source: OTHER: Prosiłem go kiedyś, by poświecił mocniej|nad krasnoludzkimi kopalniami Ghorlargu.|Bardzo niemiłe miejsce.
ru: OTHER: Как-то раз я попросил его мне поярче|подсветить Гхорларгские гномьи шахты.|Мерзкое местечко.

source: OTHER: Była tam fabryka krasnoludzkiego spirytusu,|i kiedy kadź pękła, wszyscy zostali zalani.
ru: OTHER: Там была фабрика гномьего спирта.|Однажды на ней лопнул бродильный чан,|и всех в шахте залило.

source: OTHER: Zalani dosłownie i w przenośni.
ru: OTHER: Залило и с головой, и в доску.

source: OTHER: I nikt nie mógł znaleźć drogi do|wyjścia, a w środku było mało|powietrza.
ru: OTHER: Никто так и не смог выбраться наружу,|а воздуха оставалось мало.

source: OTHER: Nie można było wejść z pochodniami,|bo groziło to wybuchem.
ru: OTHER: Но с факелом входить туда было нельзя.|Иначе бы всё взорвалось.

source: OTHER: Reszty już się domyślasz.#B0
ru: OTHER: Дальше, думаю, ты и сам понял.#B0

source: OTHER: Jakie chcesz wyjaśnienie, naukowe|czy zrozumiałe?#B1
ru: OTHER: А как тебе лучше объяснить?|Научным языком или нормальным?#B1

source: OTHER: Steruje centralną gwiazdą naszego|systemu planetarnego, zwaną|popularnie Słońcem.#B0
ru: OTHER: У нашей системы есть центральная звезда,|которую называют Солнцем.|Он ей управляет.#B0

source: OTHER: Steruje tym małym, żółtym kółeczkiem,|od patrzenia w które bolą oczka.#B0
ru: OTHER: Знаешь, на небе есть такой жёлтый шарик,|и если долго на него смотреть, глаза болят?|Вот он его по небу и ворочает.#B0

source: HERO: Wyrwałeś kartkę z książki?!
ru: HERO: Ты зачем страницу из книги вырвал?!

source: OTHER: Księga to narzędzie, a nie cel|sam w sobie.
ru: OTHER: Книга – не цель сама в себе.|Она лишь помогает достичь цели.

source: OTHER: To prosty czar. Nie wiedziałem wcześniej,|że można skrócić drogę do Pana Słońce.
ru: OTHER: Вот это заклинание сократит тебе|путь к Пану Солнце. Простая магия.|Я и не знал, что так можно.

source: HERO: Skrócić?
ru: HERO: Сократит мне путь?

source: OTHER: Zwykle można tam się dostać tylko|drogą magiczną.
ru: OTHER: К Пану Солнце не так-то просто|попасть без помощи магии.

source: OTHER: Ten czar tworzy coś w rodzaju|miejsca przenosin.
ru: OTHER: А это заклинание создаёт|что-то вроде точки переноса.

source: HERO: Dzięki.
ru: HERO: Спасибо.

source: HERO: Widzę, że schowałeś księgę.|Koniec studiów?
ru: HERO: Смотрю, книгу ты отложил.|Всё, конец занятиям?

source: OTHER: Nauka jest wieczna, a piwo wietrzeje.
ru: OTHER: Учение остаётся, а пиво выдыхается.

source: OTHER: "Nikt cię tu nie chciał ani zapraszał|Rozgniewasz mnie nie na żarty|Wysil więc rozum i daj mi dowód|Żeś czasu mego jest warty."
ru: OTHER: "Тебя никто сюда не звал.|Чтоб не почуять гнева шквал,|Сперва придётся доказать,|Что предо мной готов предстать.|И, коль явился не по лжи..."

source: OTHER: "Wskaż moich braci".
ru: OTHER: "Моих мне братьев покажи".

source: OTHER: "Wskaż wrogów Ziemi".
ru: OTHER: "Врагов Земли мне покажи".

source: OTHER: "Wskaż moich przyjaciół".
ru: OTHER: "Моих друзей мне покажи".

source: HERO: Wskaż moich braci?...
ru: HERO: Показать его братьев?

source: HERO: Wskaż wrogów Ziemi?...
ru: HERO: Показать врагов Земли?

source: HERO: Wskaż moich przyjaciół?...
ru: HERO: Показать его друзей?

source: HERO: Przepraszam, Panie Słońce, czy mógłbyś podarować|trochę swego cennego czasu?
ru: HERO: Прошу покорно, Пан Солнце,|не изволите ли вы уделить мне|минутку вашего ценного времени?

source: OTHER: Mmmm... Znowu...
ru: OTHER: А-а-а-ах-х... Ещё один...

source: OTHER: To już drugi w ciągu ostatniego tysiąclecia.
ru: OTHER: Уже второй за последнюю тысячу лет.

source: OTHER: O co chodzi?
ru: OTHER: Что тебе угодно?

source: $0: Jest taki zamek spowity wiecznymi ciemnościami...
ru: $0: Есть один замок в вечном мраке...

source: $4: Ale tam musi stać się dzień!
ru: $4: Вы должны вернуть туда свет Солнца!

source: $1: Drugi? A kto był przede mną?
ru: $1: Второй? А кто был до меня?

source: $2: Bardzo miło.
ru: $2: Симпатично тут у вас.

source: $3: Przepraszam za kłopot, na razie to wszystko.
ru: $3: Извиняюсь, что потревожил. У меня пока всё.

source: OTHER: O nie, tylko nie Fjord...
ru: OTHER: Фьорд, что ли? Ну уж нет...

source: HERO: Skąd pan wie?!
ru: HERO: Как вы догадались?!

source: OTHER: Bo to jedyne miejsce na świecie, gdzie|nie dochodzi Słońce podczas swojej|normalnej wędrówki.
ru: OTHER: Это – единственное место во всём|мире, куда Солнце не заглядывает,|как бы ни катилось.

source: HERO: I zawsze tak było?
ru: HERO: И так всегда было?

source: OTHER: Oczywiście, że nie zawsze! Co za pytanie!
ru: OTHER: Что это ещё за вопрос? Нет, конечно!

source: OTHER: Od kilkuset lat, a może dłużej hmm... żyje tam|sprytny nekromanta, którego czary spowodowały|ten godny pożałowania incydent.
ru: OTHER: Всего-то пару сотен лет, может, чуть больше...|Там некромант живёт, мерзавец такой –|это он замок заколдовал. Что прискорбно.

source: HERO: Co do nekromanty, to czas teraźniejszy|jest już chyba nieaktualny.
ru: HERO: Прошу прощения, но само понятие "живёт"|к нему уже больше не применимо.

source: HERO: Co do Fjord, nie ma szans, żeby tam|wpuścić trochę światła?
ru: HERO: Поэтому и прошу насчёт Фьорда.|Нельзя ли, чтобы там хоть ненадолго|стало светло?

source: OTHER: Jest, ale do tego musiałby być spełniony|pewien niesamowicie trudny warunek.
ru: OTHER: Можно. Но для этого нужно|необычайно редкое условие.

source: HERO: Jaki? Zgadzam się z góry na wszystko!
ru: HERO: Что за условие? Я согласен на всё!

source: OTHER: Musiałoby mi się chcieć.
ru: OTHER: Мне нужно захотеть.

source: P#HERO: A konkretnie?
ru: P#HERO: В каком смысле – захотеть?

source: OTHER: Szczerze mówiąc, nawet mi się nie chce|mówić o tym, dlaczego mi się nic nie chce.
ru: OTHER: В прямом. Я просто не хочу, и всё тут.|И, честно говоря, объяснять|тоже ничего не хочу.

source: OTHER: Więc pozwól mi drzemać dalej.#E4#B0
ru: OTHER: Оставь меня в покое.#E4#B0

source: OTHER: Był taki jeden wielki czarodziej, który chciał|znaleźć legendarne źródło spirytusu|w opuszczonej kopalni krasnoludzkiej.
ru: OTHER: До тебя был один волшебник, великий очень...|Он где-то узнал про одну гномью шахту –|там будто бы прорвало вечный источник алкоголя,|и с тех пор туда никто не мог войти.

source: OTHER: Zrobili z kumplami wyprawę, ale jak jeden|wszedł do środka z pochodnią, to od oparów był|wybuch i zostały z niego sznurówki.
ru: OTHER: Он пошёл туда с друзьями. Один из них|взял факел, вошёл внутрь, а там алкогольные пары.|Так рвануло... Одни шнурки от ботинок остались.

source: OTHER: Więc wymarudził u mnie oświetlenie jaskiń,|a że miał argumenty, to się zgodziłem.
ru: OTHER: Вот этот волшебник приходит ко мне,|настаивает: подсвети шахту, а?|Я и подсветил. У него аргументы были.

source: HERO: Jakie argumenty?
ru: HERO: Что за аргументы?

source: OTHER: Podzielił się ze mną tym szlachetnym|trunkiem, i jeszcze dołożył magiczny|most.
ru: OTHER: Он поделился со мной тем самым алкоголем.|Да ещё и мост мне построил волшебный.

source: OTHER: Tak, tak, Awiwat to specjalista od|zabezpieczeń.
ru: OTHER: Да, да... В системах безопасности|толк он знал, как его... Авиват.
