Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Thief! | Leave my money box alone!
de_de: Dieb ! | Hände weg von meiner Kasse !
es_es: Ladrón! | ¡Deja mi caja tranquila!
fr_fr: Voleur ! | Laisse ma caisse tranquille !
hu_hu: Tolvaj! | Hagyja békén a pénzes dobozomat!
it_it: Ladro ! | Lascia stare la mia cassetta!
pl_pl: Złodziej! | Zostaw wspokoju moją skarbonkę!
pt_br: Ladrão! | Deixe meu dinheiro em paz!
pt_pt: Ladrão! | Deixe a minha caixa em paz!
ru_ru: Вор! | ОставЬ мою кассу в покое!

source: You are too aggressive! Get out of here, and don't come back until you have calmed down!
de_de: Du bist zu agressiv ! Raus mit Dir, und komm erst wieder wenn Du Dich beruhigt hast !
es_es: ¡Eres demasiado agresivo! ¡Sal de aquí y regresa cuando estés calmado!
fr_fr: Tu es trop agressif ! Sors d'ici et ne reviens que lorsque tu seras calmé !
hu_hu: Túl agresszív vagy! Tünés innen, és vissza se gyere, amíg nem hûtötted le magad!
it_it: Sei troppo aggressivo! Esci di qui e torna solo quando ti sarai calmato!
pl_pl: Jesteś zbyt agresywny! Wynoś się stąd i nie wracaj, dopóki się nie uspokoisz!
pt_br: Você é muito agressivo! Dê o fora, e não volte até se acalmar!
pt_pt: Você é muito agressivo! Desapareça daqui, e não volte mais enquanto não estiver mais calmo!
ru_ru: Ты слишком агрессивен! Убирайся отсюда и не возвращайся пока не успокоишЬся!

source: Shut up stupid, it is forbidden to talk about it!
de_de: Seien Sie still Unseliger, es ist verboten davon zu sprechen !
es_es: ¡Cállese infortunado, está prohibido hablar de eso!
fr_fr: Taisez-vous malheureux, il est interdit d'en parler !
hu_hu: Pofa be te hülye, tilos róla beszélni!
it_it: Stia zitto, idiota, è vietato parlarne!
pl_pl: Zamknij się głupcze, nie wolno o tym mówić!
pt_br: Cala a boca, seu idiota. É proibido falar nisso!
pt_pt: Cala a boca, estúpido. É proibido falar nisso!
ru_ru: ЭаткнисЬ, болван, об этом запрещено говоритЬ!

source: " Principal island sanitation department: NO SWIMMING! "
de_de: " Wasseraufbereitungsdienst der Hauptinsel : BADEN VERBOTEN ! "
es_es: "Servicio de tratamiento de las aguas de la Isla Principal: ¡PROHIBIDO BAÑARSE!"
fr_fr: " Service de traitement des eaux de l'Ile Principale : BAIGNADE INTERDITE ! "
hu_hu: " Elöljáró-sziget Közterület Fenntartó Társaság: TILOS az úszás! "
it_it: " Servizio di trattamento delle acque dell'Isola principale: DIVIETO DI BALNEAZIONE"
pl_pl: " Wydział sanitarny Wyspy Principal: ZAKAZ PŁYWANIA! "
pt_br: " Tratamento de água da Ilha Principal: PROIBIDO NADAR! "
pt_pt: " Tratamento de água da Ilha Principal: PROIBIDO NADAR! "
ru_ru: "Отдел улучшения санитарных условий Главного Острова: НЕ ПЛАВАТь!"

source: To Port-Belooga.
de_de: Zum Hafen von Bélooga.
es_es: A Puerto-Belooga.
fr_fr: A Port-Bélooga.
hu_hu: Belooga-kikötôbe.
it_it: A Porto Beluga.
pl_pl: Do Port-Belooga.
pt_br: Para Port-Belooga.
pt_pt: Para o Porto-Bélooga.
ru_ru: В Порт-Белуга.

source: To the water tower.
de_de: Zum Wasserturm.
es_es: Al castillo de agua.
fr_fr: Au château d'eau.
hu_hu: a víztoronyhoz.
it_it: Al serbatoio dell'acqua.
pl_pl: Do wieży ciśnień.
pt_br: Para a Torre de Agua.
pt_pt: Para a Torre de Ägua.
ru_ru: К водонапорной башне.

source: I'm paying to see!
de_de: Ich zahle um zu sehen !
es_es: ¡Pago por ver!
fr_fr: Je paie pour voir !
hu_hu: Na erre befizetek!
it_it: Ma pago per vedere!
pl_pl: Płacę za oglądanie!
pt_br: Estou pagando pra ver!
pt_pt: Estou a pagar para ver!
ru_ru: Я плачу, чтобы увидетЬ!

source: No way, this smells like a scam!
de_de: Kommt nicht in Frage, das riecht nach Beschiß !
es_es: ¡Ni hablar, eso me suena a estafa!
fr_fr: Pas question, ça sent l'arnaque !
hu_hu: Ki van zárva, ez olyan büdös, mint a fene!
it_it: Assolutamente no, puzza di truffa lontano un miglio!
pl_pl: Nie ma mowy, to śmierdzi jak szczur!
pt_br: Nem vem, isso parece armação!
pt_pt: De maneira nenhum. Isto parece armação!
ru_ru: Ни за что, это пахнет мошеничеством!

source: I can guide you through the Censored Publications Department. There is one book that talks about the Legend. I could show it to you, but first, I would like you to change the taste of the tap water, here in the city. It is the only type of water that I am allowed to drink, and it is really disgusting.
de_de: Ich kann Ihnen die Tür des Geheimarchivs dieser Bibliothek öffnen. Es gibt dort ein Buch, das von der Legende handelt. Aber dafür möchte ich, daß Sie den Geschmack des Leitungswassers ändern : das ist das einzige was ich trinken kann, aber es schmeckt nicht gerad' famos.
es_es: Puedo abrirle la puerta del infierno de esta biblioteca. Allí hay un libro que habla de la Leyenda. Pero para conseguirlo me gustaría que cambie el sabor del agua de la ciudad: es la única que puedo beber, pero no es buena.
fr_fr: Je peux vous ouvrir la porte de l'enfer de cette bibliothèque. Il y a là un livre parlant de la Légende. Mais pour cela j'aimerais que vous changiez le goût de l'eau de la ville : c'est la seule que je puisse boire mais elle n'est pas fameuse.
hu_hu: Végigvezethetem magát a Cenzúrázott Könyvek Hivatalán. Van ott egy könyv, ami a "Legendáról" mesél. Megmutathatom magának, de elôször szeretném, ha megváltoztatná a csapvíz ízét a városban. Ez az egyetlen víz, amit ihatok az orvosom szerint, és hát legyünk ôszinték, undorító íze van.
it_it: Posso aprirle la porta dell'enfer di questa biblioteca. Troverà un libro che parla della Leggenda. Ma in cambio desidero che cambi il sapore dell'acqua della città: è l'unica bevanda che mi sia concessa, e non è certo delle migliori.
pl_pl: Mogę przeprowadzić cię przez Wydział Publikacji Cenzurowanych. Jest tam jedna książka, która mówi o Legendzie. Mógłbym ci ją pokazać, ale najpierw chciałbym żebyś zmienił smak wody z kranu, tu, w tym mieście. To jedyny rodzaj wody, który mogę pić, ale jest doprawdy obrzydliwa.
pt_br: Eu posso te levar até o Departamento de Publicações Censuradas. Há um livro que fala sobre a Lenda. Eu poderia mostrá-lo para você, mas primeiro, gostaria que você mudasse o gosto da água tratada da cidade. É o único tipo de água que eu posso beber, e ela é realmente nojenta.
pt_pt: Eu posso levá-lo até o Departamento de Publicações Censuradas. Há um livro que fala sobre a Lenda. Eu poderia mostrá-lo para si, mas primeiro, gostaria que mudasse o sabor da água tratada da cidade. É o único tipo de água que posso beber, e ela é realmente repugnante.
ru_ru: Я могу проводитЬ вас в Отдел публикаций, подвергшихся цензуре. Там естЬ одна книга, которая рассказывает о Легенде. Я мог бы показатЬ ее вам, но сначала я бы хотел, чтобы вы изменили вкус воды из-под крана здесЬ, в городе. Это единственный тип воды, который мне можно питЬ, и она действителЬно отвратителЬна.

source: "Old Burg | (Principal island)"
de_de: " Altstadt | (Hauptinsel) "
es_es: "Viejo Burgo | (Isla Principal) "
fr_fr: " Vieux Bourg | (Ile Principale) "
hu_hu: "Vénvár | (Elöljáró-sziget)"
it_it: "Vecchio Borgo | (Isola Principale) "
pl_pl: "Old Burg | (Wyspa Principal)"
pt_br: "Old Burg | (Ilha Principal)"
pt_pt: "Velho Burgo | (Ilha Principal)"
ru_ru: "Старый Город | (Главный Остров)"

source: "Peg Leg Street | (Principal island)"
de_de: " Klumpfuß Straße | (Hauptinsel) "
es_es: "Calle Chueca | (Isla Principal) "
fr_fr: " Rue du Pied-Bot | (Ile Principale) "
hu_hu: "Faláb utca | (Elöljáró-sziget)"
it_it: " Via del Piè-Scarpa | (Isola Principale) "
pl_pl: "Ulica Peg Leg | (Wyspa Principal)"
pt_br: "Rua Peg Leg | (Ilha Principal)"
pt_pt: "Rua do Pé Aleijado | (Ilha Principal)"
ru_ru: "Улица Деревянной ноги | (Главный Остров)"

source: To Proxima Island.
de_de: Zur Insel Proxima.
es_es: A la isla Próxima.
fr_fr: Sur l'île Proxima.
hu_hu: Sógor-szigetre.
it_it: Sull'Isola Proxima.
pl_pl: Na Wyspę Proxima.
pt_br: Para a Ilha Proxima.
pt_pt: Para a Ilha Proxima.
ru_ru: На Остров Проксима.

source: I read some of the Captain's log - LeBorgne was ruthless! If you are still interested, the log is on sale at the Old Burg bazaar, on this island.
de_de: Ich habe Auszüge aus seinem Logbuch gelesen, dieser EinAuge war fürchterlich ! Falls es Dich interessiert, es steht auf dem Bazar der Altstadt auf dieser Insel zum Verkauf.
es_es: He leído pasajes de su bitácora, ese El Tuerto ¡era terrible! Si te interesa, está en venta en el bazar del Viejo Burgo, en esta isla.
fr_fr: J'ai lu des passages de son livre de bord, ce LeBorgne était terrible ! Si ça t'intéresse il est en vente au bazar du Vieux Bourg, sur cette île.
hu_hu: Olvastam valamit a kapitány naplójában, hogy LeBorgne kegyetlen volt! Ha még mindig érdekli a napló, most próbálják meg eladni a Vénvár bazárban, itt ezen a szigeten.
it_it: Ho letto alcuni brani del suo libro di bordo; era terribile, quel Guercio! Se ti interessa, è in vendita al bazaar del Vecchio Borgo, su quest'isola.
pl_pl: Czytałem fragmenty dziennika pokładowego - LeBorgne był bezwzględny! Jeśli nadal jesteś zainteresowany tym dziennikiem, możesz go kupić w bazarze Old Burg, na tej wyspie.
pt_br: Eu li um pouco do diário de bordo - LeBorgne era cruel! Se você ainda está interessado, o diário está à venda no bazar de Old Burg, aqui nessa ilha.
pt_pt: Eu li um pouco do diário de bordo do Capitão... LeBorgne era cruel! Se ainda está interessado, o diário está à venda no bazar do Velho Burgo, aqui nessa ilha.
ru_ru: Я немного читал дневник капитана - ЛеБорн был безжалостным! Если тебя еще интересует, журнал продается в магазине Старого Города, на этом острове.

source: I am Bob Vortix, astronomer under house arrest. What are you doing in town, apart from beating up clones?
de_de: Ich bin Bob Vortix, ein Astronom, dessen Haus unter Bewachung steht. Und Du, was machst Du in der Stadt, außer auf Klone einzuschlagen ?
es_es: Soy Bob Vortix, astrónomo en residencia vigilada. Y tú, ¿qué vienes a hacer en la ciudad aparte de a golpear a los clones?
fr_fr: Je suis Bob Vortix, astronome en résidence surveillée. Et toi, que viens-tu faire en ville à part taper sur les clones ?
hu_hu: Bob Vortix vagyok, asztrológus, házi ôrizetben. Mit keresel itt a városban azon kívül, hogy hol vannak aprítani való klónok?
it_it: Sono Bob Vortix, astronomo agli arresti domiciliari. E tu, cosa fai qui in città, a parte picchiare i cloni?
pl_pl: Jestem Bob Vortix, astronom w areszcie domowym. Co robisz w mieście, poza tłuczeniem klonów?
pt_br: Eu sou Bob Vortix, astrônomo em prisão domiciliar. O que você está fazendo na cidade, além de ficar batendo em clones?
pt_pt: Eu sou o Bob Vortix, astrónomo em prisão domiciliar. O que está a fazer na cidade, além de ficar a bater em clones?
ru_ru: Я Боб Вортикс, астроном под домашним арестом. Что ты делаешЬ в городе, кроме как избиваешЬ клонов?

source: The Astronomer sent me.
de_de: Der Astronom hat mich geschickt.
es_es: Vengo de parte del Astrónomo
fr_fr: Je viens de la part de l'Astronome.
hu_hu: Az asztrológus küldött.
it_it: Mi manda l'Astronomo.
pl_pl: Przysłał mnie Astronom.
pt_br: O astrônomo me enviou.
pt_pt: Venho da parte do Astrónomo.
ru_ru: Меня послал астроном.

source: Come back when you know where you want to go.
de_de: Komm wieder sobald Du weißt wohin Du willst.
es_es: Regresa a verme cuando sepas a dónde quieres ir.
fr_fr: Reviens me voir dès que tu sauras où tu veux aller.
hu_hu: Jöjjön vissza, ha tudja hova akar menni!
it_it: Torna quando saprai dove vuoi andare.
pl_pl: Wróć kiedy będziesz wiedział, gdzie chcesz się dostać.
pt_br: Volte quando você souber para onde quer ir.
pt_pt: Volte quando souber para onde quer ir.
ru_ru: Возвращайся, когда будешЬ знатЬ, куда хочешЬ отправитЬся.

source: " Life candy: would you like 10 hearts for 10 Kashes? "
de_de: " Lebenspunkte-Bonbons : möchten Sie 10 Herzen für 10 Kashes ? "
es_es: "Caramelos con Puntos de Vida: ¿desea 10 corazones por 10 Kashes? "
fr_fr: " Bonbons à Points d'Vie : voulez-vous 10 coeurs pour 10 Kashes ? "
hu_hu: " Az élet cukra: Szeretnél 10 szivecskét 10 Petákért? "
it_it: "Caramelle, caramelle: volete 10 cuori per 10 Kash? "
pl_pl: " Cukierki życia: czy chcesz 10 serc za 10 Kashes? "
pt_br: "Doce da Vida: Você gostaria de 10 corações por 10 kashes?"
pt_pt: " Doce de Vida: gostaria de 10 corações por 10 Kashes? "
ru_ru: "Леденец жизни: хотите 10 сердец за 10 кэшей?"

source: Ok, I'll buy.
de_de: Ja, kauf' ich.
es_es: Si, compro.
fr_fr: Oui, j'achète.
hu_hu: Oké megveszem.
it_it: Va bene, li compro.
pl_pl: Dobra, biorę.
pt_br: Ok, eu vou comprar.
pt_pt: Está bem, eu compro.
ru_ru: ОК, беру.

source: Good day. Come this way, I'll open the door for you.
de_de: Guten Tag. Kommen Sie, ich öffne Ihnen die Tür.
es_es: Buenos días. Venga, voy a abrirle la puerta.
fr_fr: Bonjour. Venez, je vais vous ouvrir la porte.
hu_hu: Jó napot! Erre, kinyitom az ajtót.
it_it: Buongiorno; venga, le apro la porta.
pl_pl: Dzień dobry. Chodź tędy, otworzę dla ciebie drzwi.
pt_br: Bom dia. Venha por aqui, abrirei a porta para você.
pt_pt: Bom dia. Venha por aqui, abrirei a porta para si.
ru_ru: Добрый денЬ. Идите сюда, и я открою вам дверЬ.

source: Sound the alarm! A prisoner is escaping!
de_de: Alarm ! Ein Häftling bricht aus !
es_es: ¡Alerta! ¡Se está evadiendo un prisionero!
fr_fr: Alerte ! Un prisonnier s'évade !
hu_hu: Riadó! Egy fogoly megpróbál megszökni!
it_it: Suonate l'allarme! Un prigioniero è evaso!
pl_pl: Alarm! Więzień ucieka!
pt_br: SOEM O ALARME! Um prisioneiro está escapando!
pt_pt: Toquem o alarm! Um prisioneiro está a escapar!
ru_ru: ПоднятЬ тревогу! Эаключенный сбежал!

source: My poor friend! I really don't know what you are talking about.
de_de: Mein armer Freund ! Ich weiß wirklich nicht wovon Sie sprechen.
es_es: ¡Mi pobre amigo! No veo realmente de qué me está hablando.
fr_fr: Mon pauvre ami ! Je ne vois vraiment pas de quoi vous me parlez.
hu_hu: Szegény barátom! Tényleg nem tudom mirôl beszélsz.
it_it: Povero amico mio! Non so di cosa mi stia parlando.
pl_pl: Mój biedny przyjacielu! Naprawdę, nie chcę wiedzieć o czym mówisz.
pt_br: Meu pobre amigo! Não tenho a menor noção do que você está falando.
pt_pt: Meu pobre amigo! Não tenho a menor ideia do que está a falar.
ru_ru: Мой бедный друг! Я действителЬно не знаю, о чем ты говоришЬ.

source: You know Julia? She is a nice girl. She watches a bit too much TV, but there is some truth in her story: someone left a box for clover leaves on the islet in front of my house. It is too shallow for a boat to get there by water, and since the bridge leading to the islet has collapsed, the only way to get there is to fly.
de_de: Soso, Sie kennen Julia ? Das ist ein nettes Mädchen. Sie sieht ein bißchen zuviel fern, aber an Ihrer Geschichte ist schon etwas dran : jemand hat ein Kleeblatt-Kästchen auf der kleinen Insel vor meinem Haus vergessen. Das Wasser ist für ein Boot nicht tief genug, deshalb müßte man fliegen können, da die Brücke eingestürzt ist.
es_es: Mire, ¿Conoce Ud. a Julia? Es una muchacha amable. Mira un poco demasiado la tele, pero hay algo verdadero en su historia: alguien olvidó una caja de tréboles en el islote delante de mi casa. El fondo es demasiado alto para un barco, habría que volar para ir ahora que el puente se ha derrumbado.
fr_fr: Tiens, vous connaissez Julia ? C'est une gentille fille. Elle regarde un peu trop la télé mais il y a du vrai dans son histoire : quelqu'un a oublié une boîte à trêfle sur l'îlot devant ma maison. Le fond est trop haut pour un bateau, alors il faudrait voler pour y aller maintenant que le pont s'est écroulé.
hu_hu: Ismered Júliát? Aranyos lány. Egy kcsit túl sok TV-t néz, de van valami igaz abban, amit mond: valaki hagyott egy dobozt lóheréknek a kis szigeten a házam mögött. Túl sekély a víz, hogy hajóval át lehessen kelni, és miután a híd, ami oda vezetett összeomlott, az egyetlen mód, hogy odajusson az ember, ha repül.
it_it: Ah sì, conosce Giulia? E' una ragazza a modo. Guarda un po' troppo la tele, ma nella sua storia c'è del vero: qualcuno ha dimenticato una scatola per trifogli sull'isolotto di fronte a casa mia. Il fondale è troppo basso per raggiungerlo con una barca, bisognerebbe poter volare, ora che il ponte è crollato.
pl_pl: Znasz Julię? To ładna dziewczyna. Ogląda za dużo telwizji, ale w jej historii jest trochę prawdy: ktoś zostawił pudełko na koniczynkę na wysepce przed moim domem. Jest za płytko dla łodzi, więc odkąd zapadł się most, który tam prowadzi, można się tam dostać tylko lotem.
pt_br: Você conhece a Julia? Ela é uma garota legal. Apenas assiste um pouco a mais de TV, mas há alguma verdade na história: alguém deixou uma caixa de trevos na ilha que fica em frente à minha casa. É muito raso para um navio chegar lá por água, e já que a ponte que leva para a ilha caiu, a única maneira de chegar lá é voando.
pt_pt: Conhece a Julia? Ela é uma boa rapariga. Apenas assiste Televisão demais, mas há alguma verdade na história dela: alguém deixou uma caixa de trevos na ilhota que fica em frente à minha casa. O nível da água é muito baixo para um barco lá chegar, e já que a ponte que leva para a ilhota caiu, a única maneira de lá chegar é a voar.
ru_ru: Ты знаешЬ Джулию? Она хорошая девушка. Она слишком много смотрит телевизор, но в ее истории естЬ доля правды: кто-то оставил коробку для листЬев клевера на островке перед моим домом. Для лодки там слишком мелко, чтобы добратЬся туда по воде, а посколЬку мост, ведущий к островку, обрушился, единственный способ попастЬ туда - это полететЬ.

source: Very good sir, wait here please.
de_de: Sehr wohl der Herr, bitte bleiben Sie hier.
es_es: Muy bien señor, quédese allí por favor.
fr_fr: Très bien monsieur, restez-là je vous prie.
hu_hu: Rendben uram, kérem itt várjon!
it_it: Molto bene, signore, resti lì, per favore.
pl_pl: Bardzo dobrze, proszę pana, proszę tutaj poczekać.
pt_br: Muito bom senhor, espere aqui por favor.
pt_pt: Muito bom Senhor, espera aqui por favor.
ru_ru: ОченЬ хорошо, сэр, подождите, пожалуйста, здесЬ.

source: What are you doing there, who are you?
de_de: Was machen Sie da, wer sind Sie ?
es_es: ¿Qué hace Ud. ahí?, ¿quién es Ud.?
fr_fr: Que faites vous là, qui êtes vous ?
hu_hu: Mit keres maga ott, ki maga?
it_it: Cosa fa qui, chi è lei?
pl_pl: Co ty tam robisz, kim jesteś?
pt_br: O que você está fazendo aqui, quem é você?
pt_pt: O que está a fazer aqui? Quem é você?
ru_ru: Что ты там делаешЬ? Кто ты?

source: I'm fixing the antennas.
de_de: Ich repariere die Antennen.
es_es: Reparo antenas.
fr_fr: Je répare les antennes.
hu_hu: Az antennát szerelem.
it_it: Riparo le antenne.
pl_pl: Naprawiam anteny.
pt_br: Estou consertando as antenas.
pt_pt: Estou a consertar as antenas.
ru_ru: Я ремонтирую антенны.

source: Twinsen, I'm escaping.
de_de: Twinsen, ich breche aus.
es_es: Twinsen, yo me evado.
fr_fr: Twinsen, je m'évade.
hu_hu: Twinsen vagyok, épp szökésben.
it_it: Sono Twinsen, sto evadendo.
pl_pl: Jestem Twinsen, właśnie uciekam.
pt_br: Twinsen, estou fugindo.
pt_pt: Twinsen, estou a fugir.
ru_ru: Твинсен, я сбегаю.

source: Santa Claus.
de_de: Der Weinachtsmann.
es_es: El Papá Noel.
fr_fr: Le Père Noël.
hu_hu: A Télapó. (Ho-ho-hó)
it_it: Sono Babbo Natale.
pl_pl: Jestem Świętym Mikołajem.
pt_br: Papai Noel.
pt_pt: Pai Natal.
ru_ru: Санта-Клаус.

source: "Welcome to Port-Belooga | (Principal Island) | Sea calm to choppy, gusty winds."
de_de: " Willkommen im Hafen von Bélooga | (Hauptinsel) | Ruhige bis stürmische See, schwacher Wind. "
es_es: "Bienvenido a Puerto-Belooga | (Isla Principal) | Mar calmo a agitado, viento débil"
fr_fr: " Bienvenue à Port-Bélooga | (Ile Principale) | Mer calme à agitée, vent faible. "
hu_hu: "Isten hozta Belooga-kikötôben | (Elöljáró-sziget) | A tenger nyugodt, változó irányú, viharos szél várható."
it_it: "Benvenuti a Porto Beluga | (Isola Principale) | Mare calmo o poco mosso, venti deboli. "
pl_pl: "Witamy w Port-Belooga | (Wyspa Principal) | Morze spokojne lub lekko wzburzone, lekkie wiatry."
pt_br: "Bem-vindo à Port-Belooga | (Ilha Principal) | Mar calmo à agitado, ventos fracos."
pt_pt: "Bem-vindo a Porto-Bélooga | (Ilha Principal) | Mar calmo com agitação, ventos fracos."
ru_ru: "Добро пожаловатЬ в Порт-Белуга | (Главный Остров) | Море переменного спокойствия, ветра порывистые."

source: I'm not interested.
de_de: Das interessiert mich nicht.
es_es: No me interesa.
fr_fr: Ca ne m'intéresse pas.
hu_hu: Nem érdekel.
it_it: Non mi interessa.
pl_pl: Nie jestem zainteresowany.
pt_br: Não estou interessado.
pt_pt: Não estou interessado.
ru_ru: Мне это не интересно.

source: I'll buy.
de_de: Kauf' ich.
es_es: Compro.
fr_fr: J'achète.
hu_hu: Megveszem.
it_it: Lo compro.
pl_pl: Kupuję.
pt_br: Eu vou comprar.
pt_pt: Eu compro.
ru_ru: Беру.

source: "L.B.A. | Old Burg Sewer service. Emerald Moon Street."
de_de: " L.B.A. | Entwässerungsdienst der Altstadt. Smaragdmond Straße. "
es_es: " L.B.A. | Servicio de alcantarillado del Viejo Burgo. Calle de la Luna de Esmeralda."
fr_fr: " L.B.A. | Service des égouts du Vieux Bourg. Rue de la Lune d'Emeraude. "
hu_hu: "L.B.A. | Vénvár Csatornázási Mûvek. Smaragd Hold utca."
it_it: " L.B.A. | Servizio fognario del Vecchio Borgo. Via della Luna di Smeraldo. "
pl_pl: "L.B.A. | Obsługa kanałów Old Burg. Ulica Emerald Moon."
pt_br: "L.B.A. | Serviço de esgoto de Old Burg. Rua Lua da Esmeralda."
pt_pt: "L.B.A. | Serviço de esgoto do Velho Burgo. Rua da Lua Esmeralda."
ru_ru: "L.B.A. | Коллекторная служба Старого Города. | Улица Изумрудной Луны."

source: Feel free to look through my stuff, creep!
de_de: Klar doch, schnüffel in meinen Sachen rum, du Flegel !
es_es: Sí, sigue rebuscando en mis cosas. ¡tipejo!
fr_fr: C'est ça fouille dans mes affaires, goujat !
hu_hu: Nyugodta, kutassa csak át a cuccomat, marha!
it_it: Zoticone, come si permette di frugare fra le mie cose?
pl_pl: Nie krępuj się, oglądaj sobie moje rzeczy!
pt_br: Sinta-se à vontade para vasculhar nas minhas coisas, cretino!
pt_pt: Sinta-se à vontade para ver as minhas coisas, cretino!
ru_ru: МожешЬ свободно рытЬся в моих вещах, мелкий воришка!

source: She's not here. I would have noticed her. We don't have many readers these days.
de_de: Sie ist nicht da. Ich hätte sie bemerkt, es sind heute nur wenige Leser gekommen.
es_es: No está aquí. Me hubiera dado cuenta, tenemos pocos lectores hoy en día.
fr_fr: Elle n'est pas là. Je l'aurai remarquée, nous avons peu de lecteurs aujourd'hui.
hu_hu: Nincs itt. Már észrevettem volna. Nincs túl sok olvasónk manapság.
it_it: Non c'è. L'avrei notata, oggi ci sono pochi lettori.
pl_pl: Tu jej nie ma. Zauważyłbym ją. W dzisiejszych czasach nie mamy zbyt dużo czytelników.
pt_br: Ela não está aqui. Eu teria notado. Nós não recebemos muitos leitores aqui atualmente.
pt_pt: Ela não está aqui. Eu teria notado. Não temos aqui muitos leitores ultimamente.
ru_ru: Ее здесЬ нет. Я бы ее заметил. В эти дни у нас немного читателей.

source: I've been all over the island today, and I haven't seen those people.
de_de: Ich habe tatsächlich die ganze Insel besichtigt, aber diese Leute habe ich nicht gesehen.
es_es: Lo que pasa es que he visitado toda la isla y no he visto a esa gente.
fr_fr: Il se trouve que j'ai visité toute l'île et je ne ai pas vu ces gens.
hu_hu: Már jártam az egész szigeten ma, de nem láttam ôket.
it_it: Ho girato per tutta l'isola e non ho li ho visti.
pl_pl: Byłem dziesiaj wszędzie na wyspie, ale nie widziałem tych ludzi.
pt_br: Eu estive pela ilha inteira hoje, e não vi essas pessoas.
pt_pt: Hoje estive pela ilha inteira, e não vi essas pessoas.
ru_ru: Я сегодня был везде на острове и не видел этих людей.

source: I didn't see her.
de_de: Ich habe sie nicht gesehen.
es_es: No la he visto.
fr_fr: Je ne l'ai pas vue.
hu_hu: Nem láttam.
it_it: Non l'ho vista.
pl_pl: Nie wiem, gdzie ona jest.
pt_br: Não vi ela.
pt_pt: Não a vi.
ru_ru: Я ее не видел.
