Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Noble stranger, we will open the Door of the Sacred Carrot for you if you sabotage the mutant factory, from where the monsters that infest this hemisphere emerge. This door leads to the shore, and from there you can access all of this part of the planet.
de_de: Werter Fremdling, wir öffnen Dir die Tür der heilige Karotte, wenn Du die Mutantenfabrik sabotierst, aus der die Monster stammen, die diese Halbkugel befallen. Diese Tür führt zum Ufer, und von dort aus kannst Du an diesen Teil des Planeten gelangen. Von dieser Seite aus kannst Du nicht in die Fabrik eindringen. Folge Wingy, diese junge Haasi wird Dich zu einem Geheimgang führen : er wird Dir gestatten in die Mutantenfabrik einzudringen, und zwar von innen !
es_es: Noble extranjero, nosotros te abriremos la Puerta de la Zanahoria Sagrada si saboteas la fábrica de mutantes de donde salen los monstruos que infestan este hemisferio. Esta puerta lleva a la orilla, y de allí podrás acceder a toda esta parte del planeta. En este lado no podrás penetrar en la fábrica. Pero sigue a Wingy, esta joven conejuna va a conducirte a un pasaje secreto: éste te permitirá entrar a la fábrica de mutantes, pero ¡por el interior!
fr_fr: Noble étranger, nous t'ouvrirons la Porte de la Carotte sacrée si tu sabotes l'usine de mutants, d'où partent les monstres qui infestent cet hémisphère. Cette porte mène au rivage et de là tu pourras accéder à toute cette partie de la planète. De ce coté-ci tu ne pourras pas pénétrer dans l'usine. Mais suis Wingy, cette jeune lapichonne va te conduire à un passage secret : il te permettra de rentrer dans l'usine de mutants, mais de l'intérieur !
hu_hu: Elôkelô idegen, kinyitjuk neked a Szent Répa Ajtót, ha szabotálod a Mutáns-gyárat, ahonnan az ezt a féltekét benépesítô szörnyek származnak. Ez az ajtó a tengerpartra nyílik, ahonnan bejárhatod az egész féltekét.
it_it: Nobile straniero, ti apriremo la Porta della Carota Sacra se tu saboterai la fabbrica di mutanti, da cui escono i mostri che infestano questo emisfero. Questa porta conduce alla riva; da qui tu potrai accedere a ogni zona di questo emisfero. Da questo lato non potrai penetrare nella fabbrica, ma segui Wingy; questa giovane lapinoide ti porterà a un passaggio segreto che ti permetterà di entrare nella fabbrica di mutanti, ma dall'interno!
pl_pl: Szlachetny nieznajomy, otworzymy dla ciebie Drzwi Świętej Marchewki, jeżeli zniszczysz fabrykę mutantów, skąd pochodzą potwory, które atakują tą półkulę. Te dzwi prowadzą na brzeg, a stamtąd uzyskasz dostęp do wszystkich miejsc w tej części planety.
pt_br: Nobre estrangeiro, nós iremos abrir a Porta da Cenoura Sagrada para você se você sabotar a fábrica de mutantes, de onde saem os monstros que infestam esse Hemisfério. Essa Porta leva à margem do oceano, de onde você pode acessar todas as partes desse Hemisfério.
pt_pt: Nobre estrangeiro, abriremos a Porta da Cenoura Sagrada para si se sabotar a fábrica de mutantes, de onde saem os monstros que infestam este hemisfério. Esta porta leva-o à costa, e onde pode acessar toda esta parte do planeta.
ru_ru: Благородный незнакомец, мы откроем для тебя ДверЬ Священной Моркови, если ты совершишЬ диверсию на фабрике мутантов, откуда появляются монстры, наводнившие это полушарие. Эта дверЬ ведет к побережЬю, и оттуда у тебя будет доступ ко всей этой части планеты.

source: The passage that I'm opening for you leads to a port, where the old subway that crossed the Hamalayi used to leave from.
de_de: Den Gang, den ich Dir öffne, ermöglicht in einen Hafen zu gelangen, von wo aus früher die Metro losfuhr, die den Hamalayi durchquerte.
es_es: El pasaje que te abro permite ir a un puerto, de donde partía el antiguo metro que atravesaba el Hamalayi.
fr_fr: Le passage que je t'ouvre permet d'aller dans un port, d'où partait l'ancien métro qui traversait l'Hamalayi.
hu_hu: Az ajtó, amit kinyitok neked, egy kikötôbe vezet, ahonnan a Hamalayi-hegységet átszelô földalatti indult régen.
it_it: Il passaggio che ti apro consente di raggiungere un porto da cui partiva la vecchia metro che attraversava l'Hamalayi.
pl_pl: Przejście prowadzi do portu, skąd wychodzi stare metro, które przekracza Hamalayi.
pt_br: A passagem que estou abrindo para você leva a um porto, de onde a velha linha de metrô que cruzava o Hamalayi saía.
pt_pt: A passagem que estou a abrir para si leva-o a um porto, de onde saía a velha linha de metro que cruzava o Hamalayi.
ru_ru: Проход, который я для тебя открываю, ведет в порт, откуда можно уехатЬ по старой подземной железной дороге, пересекающей Гамалаи.

source: Hey, you! Don't touch our k... oh, it's you! | Good work, you have disabled the mutant factory! No more new monsters are being produced. By the way, what is your name, brave stranger?
de_de: He, Du ! Hände weg von unserem M... Ach, Du bist's ! | Bravo, Du hast tatsächlich die Mutantenfabrik ausgeschaltet, da kein neues Monster diese verlassen hat. Übrigens, wie heißt Du ehrenwerter Fremdling ?
es_es: ¡Eh, tú! ¡no toques nuestro t...! ¡Ah, eres tú! | Bravo, has desarticulado con éxito la fábrica de mutantes, ya que ningún nuevo monstruo ha salido de ella. ¿Cómo te llamas noble extranjero?
fr_fr: Hé, toi ! Ne touche pas à notre t... Ah, c'est toi ! | Bravo, tu as bien désactivé l'usine de mutants puisqu'aucun nouveau monstre n'en est est sorti. Au fait comment te nommes-tu noble étranger ?
hu_hu: Hé, te, ne nyúlj semmihez a k... ó, te vagy az! | Szép munka volt, leállítottad a Mutáns-gyárat! Nincs több szörny a féltekén. Mi a neved, bátor idegen?
it_it: Ehi, tu, giù le mani dalla nostra sb... Ah, sei tu! | Complimenti, hai sabotato la fabbrica di mutanti: non è uscito nessun nuovo mostro. Ma a proposito, come ti chiami, nobile straniero?
pl_pl: Hej, ty! Nie dotykaj naszej k... och, to ty! | Dobra robota, wyłączyłeś fabrykę mutantów! Produkcja potworów została wstrzymana. Przy okazji, jak ci na imię, dzielny nieznajomy?
pt_br: Ei, você! Não toque na nossa c... oh, é você! | Bom trabalho, você desativou a fábrica de mutantes! Não há mais monstros sendo produzidos. Aliás, qual é o seu nome, bravo estrangeiro?
pt_pt: Ei! Não toque na nossa c... oh, é você! | Bom trabalho, você desativou a fábrica de mutantes! Não há mais monstros a serem produzidos. Aliás, qual é o seu nome, bravo estrangeiro?
ru_ru: Эй, ты! Не трогай нашу к... о, это ты! | Хорошая работа, ты вывел из строя фабрику мутантов! Новых монстров болЬше не производится. Кстати, как твое имя, храбрый незнакомец?

source: Greetings! Our village is harassed by the mutants. But these monsters are not a result of the climate - they are produced in a nearby factory built by FunFrock.
de_de: Hallo ! Unser Dorf wird von Mutanten heimgesucht. Diese Monster haben absolut nichts mit dem Klima zu tun, sie kommen aus einer nahstehenden Fabrik, die von FunFrock errichtet wurde.
es_es: ¡Hola! Nuestro pueblo está acosado por los mutantes. Pero estos monstruos no se deben en absoluto al clima, vienen de una fábrica cercana construida por FunFrock.
fr_fr: Salut ! Notre village est harcelé par les mutants. Mais ces monstres ne sont absolument pas dûs au climat, ils viennent d'une usine proche bâtie par FunFrock.
hu_hu: Üdvözlet! Falunkat rettegésben tartják a mutánsok. De ezek a szörnyek nem a klíma következményei, hanem egy gyár ontja ôket magából a közelben, amelyet Dr. KacajKabát építtetett.
it_it: Salve! Il nostro villaggio è infestato dai mutanti. Ma questi esseri mostruosi non sono assolutamente frutto di questo clima: vengono da una fabbrica vicina, costruita da FunFrock.
pl_pl: Witaj! Nasza wioska jest nękana przez mutanty. Ale te potwory nie powstały przez zmianę klimatu, tylko są produkowane w pobliskiej fabryce zbudowanej przez FunFrocka.
pt_br: Saudações! Nossa vila está sendo atacada por mutantes. Mas esses mostros não são um resultado do clima - eles são produzidos em uma fábrica aqui perto construída por FunFrock.
pt_pt: Saudações! A nossa vila está a ser atacada por mutantes. Mas estes monstros não são resultado do clima - eles são produzidos numa fábrica construída por FunFrock que fica aqui perto.
ru_ru: Приветствую! Наша деревню беспокоят мутанты. Но эти монстры не являются резулЬтатом климата - их производят на ближайшей фабрике, построенной ФанФроком.

source: This is not really a good time!
de_de: Hab' keine Zeit !
es_es: ¡No es el momento!
fr_fr: C'est pas l'moment !
hu_hu: Ez nem éppena a megfelelô idô!
it_it: Non adesso!
pl_pl: To naprawdę nie jest dobry moment!
pt_br: Essa não é uma boa hora!
pt_pt: Não é uma boa hora!
ru_ru: Сейчас не самое хорошее время!

source: Thanks for your help. And, whatever you do, destroy the eggs if you are going in the factory! If you don't, new monsters will be produced and will come and attack the village.
de_de: Danke für Deine Hilfe. Und denk dran, wenn Du in die Fabrik gehst, zerstöre alle Eier ! Sonst werden neue Monster produziert, die dann das Dorf angreifen werden.
es_es: Gracias por tu ayuda. Y sobre todo si vas a la fábrica, ¡asegurate de destruir los huevos! si no, otros monstruos serán producidos y vendrán a atacar el pueblo.
fr_fr: Merci de ton aide. Et surtout si tu vas dans l'usine, détruis bien les oeufs ! Sinon d'autres monstres seront produits et viendront attaquer le village.
hu_hu: Köszönöm a segítséget. És bármit is tégy, pusztítsd el elôbb a tojásokat a Mutáns-gyárban! Ha nem teszed mindig újabb és újabb szörnyek jönnek majd megtámadni a falut.
it_it: Grazie per il tuo aiuto. E ricorda: se vai alla fabbrica, distruggi completamente le uova, altrimenti nasceranno altri mostri che verranno ad attaccare il villaggio.
pl_pl: Dzięki za pomoc. A jeśli idziesz do fabryki, to zniszcz jaja! Jeżeli tego nie zrobisz, zostaną wyprodukowane nowe potwory, które zaatakują wioskę.
pt_br: Obrigado por sua ajuda. E, seja lá o que você faça, destrua os ovos se você vai atacar a fábrica! Se você não fizer isso, novos monstros serão produzidos para atacar a vila.
pt_pt: Obrigado pela ajuda. E, seja lá o que fizer, destrua os ovos se for atacar a fábrica! Se não o fizer, novos monstros serão produzidos e atacarão a vila.
ru_ru: Спасибо за твою помощЬ. И, что бы ты не делал, если отправишЬся на фабрику, уничтожЬ яйца! Если ты этого не сделаешЬ, сделают новых монстров, они придут и нападут на деревню.

source: New monsters are still coming to the village: the factory has not been completely disabled!
de_de: Es kommen immer neue Monster in das Dorf : die Fabrik ist nicht völlig abgeschaltet !
es_es: Siguen llegando nuevos monstruos al pueblo: ¡la fábrica no está totalmente inutilizada!
fr_fr: Il arrive toujours de nouveaux monstres dans le village : l'usine n'est pas totalement désactivée !
hu_hu: Még mindig jönnek a szörnyek! A gyár nem lett teljesen tönkre téve.
it_it: Nel villaggio arrivano ancora nuovi mostri: la fabbrica non è totalmente disattivata!
pl_pl: Wciąż przychodzą do wioski nowe potwory: fabryka nie została całkowicie wyłączona!
pt_br: Novos monstros ainda estão vindo para a vila: a fábrica ainda não foi desativada!
pt_pt: Novos monstros ainda estão a vir para a vila: a fábrica ainda não foi completamente desactivada!
ru_ru: В деревню все еще приходят новые монстры: фабрика не была выведена из строя полностЬю!

source: And now, brave stranger Twinsen, follow me to the Door of the Sacred Carrot.
de_de: Nun ehrenwerter Fremdling Twinsen, folge mir jetzt bis zur Tür der Heiligen Karotte.
es_es: Y bien noble extranjero Twinsen, ahora sígame hasta la Puerta de la Zanahoria Sagrada.
fr_fr: Eh bien noble étranger Twinsen, maintenant suis-moi jusqu'à la porte de la Carotte Sacrée.
hu_hu: És most, bátor Twinsen idegen, kövessen engem a Szent Répa Ajtóhoz!
it_it: Bene, nobile straniero Twinsen, ora seguimi fino alla Porta della Carota Sacra.
pl_pl: A teraz, dzielny nieznajomy Twinsenie, chodź za mną do Drzwi Świętej Marchewki.
pt_br: E agora, bravo estrangeiro Twinsen, siga-me para a Porta da Cenoura Sagrada.
pt_pt: E agora, bravo estrangeiro Twinsen, siga-me para a Porta da Cenoura Sagrada.
ru_ru: А теперЬ, храбрый незнакомец Твинсен, следуй за мной к Двери Священной Моркови.

source: Twinsen
ru_ru: Твинсен.

source: Thank you for saving this village, brave stranger Twinsen.
de_de: Danke dafür daß Du dieses Dorf gerettet hast, ehrenwerter Fremdling Twinsen.
es_es: Gracias por haber salvado este pueblo, noble extranjero Twinsen.
fr_fr: Merci d'avoir sauvé ce village, noble étranger Twinsen.
hu_hu: Köszönjük, hogy megmentette a falunkat, bátor Twinsen idegen.
it_it: Grazie per aver salvato questo villaggio, nobile straniero Twinsen.
pl_pl: Dzięki za uratowanie wioski, dzielny nieznajomy Twinsenie.
pt_br: Obrigado por salvar nossa vila, bravo strangeiro Twinsen.
pt_pt: Obrigado por salvar esta vila, bravo estrangeiro Twinsen.
ru_ru: Спасибо, что спас нашу деревню, храбрый незнакомец Твинсен.

source: I don't know what that could be all about, brave stranger Twinsen.
de_de: Ich weiß nicht worum es geht ehrenwerter Fremdling Twinsen.
es_es: No veo de qué se trata noble extranjero Twinsen.
fr_fr: Je ne vois pas de quoi il s'agit, noble étranger Twinsen.
hu_hu: Nem tudom mi az bátor, hideg tekintetû hallgatag idegen Twinsen.
it_it: Non so di cosa si tratti, nobile straniero Twinsen.
pl_pl: Nic o tym nie wiem, dzielny nieznajomy Twinsenie.
pt_br: Não sei do que você está falando, bravo estrangeiro Twinsen.
pt_pt: Não sei o que isso possa ser, bravo estrangeiro Twinsen.
ru_ru: Я не знаю, что все это значит, храбрый незнакомец Твинсен.

source: It's so much calmer since you've come, do you really have to leave?
de_de: Seit Deiner Ankunft ist es ruhiger geworden, mußt Du wirklich gehen ?
es_es: Todo está más tranquilo desde tu llegada, ¿De verdad debes partir?
fr_fr: C'est plus calme depuis ton passage, tu dois vraiment partir ?
hu_hu: Olyan nyugodt minden mióta megjött, biztos, hogy ilyen hamar mennie kell?
it_it: Da quando sei arrivato è tutto più sereno. Devi veramente andartene?
pl_pl: Tu jest dużo spokojniej, odkąd przybyłeś, naprawdę musisz nas opuścić?
pt_br: Está tudo tão calmo desde que você chegou, você realmente tem que nos deixar?
pt_pt: Está tudo muito mais calmo desde que você chegou. Tem mesmo que partir?
ru_ru: Стало намного спокойнее с тех пор, как ты пришел. Тебе действителЬно нужно уходитЬ?

source: I'd like so much to help you, Twinsen.
de_de: Ich würde Dir so gerne helfen Twinsen.
es_es: Me gustaría tanto ayudarte Twinsen.
fr_fr: J'aimerais tellement t'aider, Twinsen.
hu_hu: Nagyon szeretnék magának segíteni Twinsen.
it_it: Vorrei tanto aiutarti, Twinsen!
pl_pl: Bardzo chciałbym ci pomóc, Twinsen.
pt_br: Eu gostaria tanto de te ajudar, Twinsen.
pt_pt: Eu gostaria muito de lhe ajudar, Twinsen.
ru_ru: Я бы оченЬ хотел помочЬ тебе, Твинсен.

source: Help!
de_de: Hilfe !
es_es: ¡Socorro!
fr_fr: Au Secours !
hu_hu: Segítség!
it_it: Aiuto! Aiuto!
pl_pl: Pomocy!
pt_br: Socorro!
pt_pt: Socorro!
ru_ru: Помогите!

source: Whew, safe!
de_de: Puuh, gerettet !
es_es: ¡Uf, salvado!
fr_fr: Ouf, sauvé !
hu_hu: Hjú, ez meleg volt!
it_it: Uff, salvo!
pl_pl: Nareszcie, bezpiecznie!
pt_br: Ufa, estou salvo!
pt_pt: Ufff, estou salvo!
ru_ru: Уф, невредим!

source: Carrot, open up!
de_de: Karotte, öffne Dich ! 
es_es: ¡Zanahoria, ábrete!
fr_fr: Carotte, ouvre-toi !
hu_hu: Tárulj szezámmagos répa!
it_it: Carota, apriti!
pl_pl: Marchewko, otwórz się!
pt_br: Cenoura, abra!
pt_pt: Cenoura, abra!
ru_ru: МорковЬ, открой!

source: Did you know that there is a Clear Water lake very near here. It is located close to the Door of the Sacred Carrot and it has a close connection with a prophecy.
de_de: Wußtest Du, daß es einen See Klares Wasser hier ganz in der Nähe gibt. Er befindet sich neben der Tür Heilige Karotte und er steht in engem Zusammenhang mit einer Prophezeiung.
es_es: ¿Sabías que hay un Lago de Agua Clara cerca de aquí? Está situado cerca de la Puerta de la Zanahoria Sagrada y está en estrecha relación con una profecía.
fr_fr: Savais-tu qu'il y a un lac d'Eau Claire tout près d'ici ? Il est situé près de la Porte Carotte Sacrée et il est en étroit rapport avec une prophétie.
hu_hu: Tudta, hogy itt van a Tiszta Víz-tó a közelben? Nincs messze a Szent Répa Ajtótól, és szoros kapcsolatban áll a próféciával.
it_it: Sapevi che non lontano da qui c'è un lago di Acqua Limpida? Si trova vicino alla Porta della Carota Sacra, ed è strettamente connesso a una profezia.
pl_pl: Wiesz, że niedaleko stąd jest jezioro Czysta Woda? Jest położone blisko Drzwi Świętej Marchewki. Ma ono bliski związek z przepowiednią.
pt_br: Você sabia que há um lago de Agua Sagrada bem perto daqui? Ele está localizado perto da Porta da Cenoura Sagrada e tem uma grande conexão com a profecia.
pt_pt: Sabia que há um lago de Ägua Sagrada aqui perto? Está localizado peorto da Porta da Cenoura Sagrada e tem uma grande conexão com a profecia.
ru_ru: Ты знаешЬ, что Озеро Чистой Воды находится совсем рядом? Оно расположено вблизи Двери Священной Моркови и тесно связано с пророчеством.

source: You will have to interrogate traffickers, people that are in this hemisphere in any case.
de_de: Du müßtest Schieber befragen, auf jeden Fall Leute die sich auf dieser Halbkugel befinden.
es_es: Será necesario que interrogues a los traficantes, en cualquier caso gente de este hemisferio.
fr_fr: Il faudrait que tu interroges des trafiquants, des gens qui soient dans cet hémisphère en tout cas.
it_it: Dovresti interrogare dei trafficanti, o comunque persone di questo emisfero.
pl_pl: Będziesz musiał przesłuchać handlarzy, w każdym razie ludzi, którzy są na tej półkuli.
pt_br: Você terá que interrogar traficantes de informação, que estão nesse hemisfério em todo o caso.
pt_pt: Tem que interrogar traficantes, que estão neste hemisfério em todo o caso.
ru_ru: Тебе в любом случаем придется расспроситЬ торговцев, людей, находящихся в этом полушарии.

source: To Tippett island.
de_de: Auf die Insel Tippett.
es_es: A la isla Tippett.
fr_fr: Sur l'île Tippett.
hu_hu: Prémgallér-szigetre
it_it: Sull'isola Tippett.
pl_pl: Na wyspę Tippett.
pt_br: Para a Ilha Tippet
pt_pt: Para a Ilha Tippett.
ru_ru: На Остров Типпетта.

source: To Fortress island.
de_de: Auf die Festungsinsel.
es_es: A la isla de la Fortaleza.
fr_fr: Sur l'île de la Forteresse.
hu_hu: Erôd-szigetre
it_it: Sull'Isola della Fortezza.
pl_pl: Na wyspę Fortress.
pt_br: Para a Ilha do Forte.
pt_pt: Para a Ilha do Forte.
ru_ru: На Остров Крепости.

source: To Brundle island.
de_de: Auf die Insel Brundle.
es_es: A la isla Brundle.
fr_fr: Sur l'île Brundle.
hu_hu: Hát-sziget
it_it: Sull'Isola Brundle.
pl_pl: na wyspę Brundle.
pt_br: Para a Ilha Brundle.
pt_pt: Para a Ilha Brundle.
ru_ru: На Остров Брандла.

source: Where do you want do go, Twinsen?
de_de: Wohin möchtest Du Twinsen ?
es_es: ¿A dónde quieres ir Twinsen?
fr_fr: Où veux-tu aller Twinsen ?
hu_hu: Hova akar menni, Twinsen?
it_it: Dove vuoi andare, Twinsen?
pl_pl: Dokąd chcesz się dostać, Twinsen?
pt_br: Para onde você quer ir, Twinsen?
pt_pt: Para onde quer ir, Twinsen?
ru_ru: Куда ты хочешЬ отправитЬся, Твинсен?

source: Ah, it's impossible to open without a blue card.
de_de: Ach, ohne blauer Karte kann man unmöglich aufmachen.
es_es: Ah, es imposible de abrir sin tarjeta azul.
fr_fr: Ah, impossible d'ouvrir sans carte bleue.
hu_hu: à, lehetetlen kinyitni a kék kártya nélkül.
it_it: Ah, impossibile aprire senza tessera blu.
pl_pl: Ach, nie można tego otworzyć bez niebieskiej karty.
pt_br: Ah, é impossível abrir sem um cartão azul.
pt_pt: Ah, é impossível abrir sem um cartão azul.
ru_ru: Эх, открытЬ без синей карты невозможно.

source: To the rabbibunny village.
de_de: Zum Haasi Dorf.
es_es: Al pueblo conejuno.
fr_fr: Au village lapichon.
hu_hu: a nyulam-bulam faluhoz
it_it: Al villaggio dei lapinoidi.
pl_pl: Do wioski rabbibunny.
pt_br: Para a vila dos rabbibunnies.
pt_pt: Para a vila rabbibunny.
ru_ru: В деревню зайцекроликов.

source: To the mutant factory.
de_de: Zur Mutantenfabrik.
es_es: A la fábrica de los mutantes.
fr_fr: A l'usine de mutants.
hu_hu: a Mutáns-gyárhoz
it_it: Alla fabbrica di mutanti.
pl_pl: Do fabryki mutantów.
pt_br: Para a fábrica de mutantes.
pt_pt: Para a fábrica de mutantes.
ru_ru: На фабрику мутантов.

source: Leave me alone! I've got work to do, and no time to play!
de_de: Lassen Sie mich in Ruhe ! Ich habe zu tun, ich habe keine Zeit zum Spielen !
es_es: ¡Déjenme tranquilo! Tengo trabajo que hacer, ¡yo no juego!
fr_fr: Laissez-moi tranquille ! J'ai du travail moi, je ne joue pas moi !
hu_hu: Hagyjon békén! Dolgom van, nincs idôm játszadozni.
it_it: Mi lasci in pace! Sto lavorando, non sto giocando!
pl_pl: Zostaw mnie w spokoju! Mam robotę do wykonania, nie mam czasu na zabawę!
pt_br: Me deixe em paz! Eu tenho trabalho para fazer, e não tenho tempo para brincar!
pt_pt: Deixe-me em paz! Tenho trabalho para fazer, e não tenho tempo para brincar!
ru_ru: ОставЬ меня в покое! Мне нужно выполнитЬ работу, некогда игратЬ!

source: Use your red card to use the skilift.
de_de: Benutzen Sie Ihre rote Karte um den Lift zu nehmen.
es_es: Para utilizar el remonta-pendiente use su tarjeta roja.
fr_fr: Pour utiliser le remonte-pente servez-vous de votre carte rouge.
hu_hu: Helyezze be a vörös kártyát, a sílift használatához.
it_it: Per usare la risalita meccanica, servitevi della carta rossa.
pl_pl: Aby skorzystać z wyciągu, użyj czerwonej karty.
pt_br: Use o seu cartão vermelho para entrar no teleférico.
pt_pt: Use o seu cartão vermelho para usar o teleférico.
ru_ru: ИсполЬзуй свою красную карту, чтобы восполЬзоватЬся горнолыжным подъемником.

source: Catch anything?
de_de: Na ? Beißt einer an ?
es_es: ¿Qué tal? ¿Pican?
fr_fr: Et alors ? Ca mord ?
hu_hu: Van kapás?
it_it: Allora? Hai preso qualcosa?
pl_pl: Dobrze biorą?
pt_br: Pegou alguma coisa?
pt_pt: Apanhou alguma coisa?
ru_ru: Что-нибудЬ поймали?

source: I'm trying to find my bracelet...
de_de: Ich versuche mein Armband wiederzufinden ...
es_es: Trato de encontrar mi cadena.
fr_fr: J'essaie de retrouver ma gourmette ...
hu_hu: A karkötômet keresem...
it_it: Cerco di ritrovare la mia catenella ...
pl_pl: Próbuję znaleźć moją bransoletkę...
pt_br: Estou tentando encontrar o meu bracelete...
pt_pt: Ando à procura da minha bracelete...
ru_ru: Я пытаюсЬ найти свой браслет...

source: Hold on, I've got something!
de_de: Warten Sie, es hat einer angebissen !
es_es: ¡Espere, tengo una presa!
fr_fr: Attendez, j'ai une prise !
hu_hu: Várjon csak, nekem van valamim!
it_it: Un attimo, ne ho presa una!
pl_pl: Zaczkaj, mam coś!
pt_br: Espere, peguei alguma coisa!
pt_pt: Espere, apanhei alguma coisa!
ru_ru: Стой, я что-то поймал!

source: I know this hemisphere very well, for 10 Kashes I'll tell you what FunFrock is concocting here.
de_de: Ich kenne diese Halbkugel sehr gut, für 10 Kashes sage ich Dir was FunFrock dort ausheckt.
es_es: Conozco bien este hemisferio, por 10 Kashes te digo lo que FunFrock trama.
fr_fr: Je connais très bien cet hémisphère, pour 10 Kashes je te dis ce que FunFrock y trame.
hu_hu: Nagyon jól ismerem ezt a féltekét, és 10 Petákért elmondom miben sántikál itt Dr. KacajKabát.
it_it: Conosco bene questo emisfero, per 10 Kash posso rivelarti cosa sta tramando FunFrock.
pl_pl: Bardzo dobrze znam tą półkulę, za 10 Kashes powiem ci, co FunFrock tu szykuje.
pt_br: Eu sei tudo sobre esse hemisfério, e por 10 Kashes eu vou te contar o que FunFrock está tramando.
pt_pt: Eu conheço este hemisfério muito bem, por 10 Kashes eu digo-lhe o que FunFrock está a tramar por aqui.
ru_ru: Я оченЬ хорошо знаю это полушарие, за 10 кэшей я расскажу тебе, что ФанФрок здесЬ стряпает.
