Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: święcona woda - Wygląda zwyczajnie, ale wiadomo - pozory|mylą.
ru: Святая вода - На вид – вода как вода... Но я-то знаю,|что в тихом омуте черти водятся.

source: siekiera - Latająca gilotyna.
ru: Топор - Летающая гильотина.

source: gałąź - Zwykła gałąź.
ru: Ветка - Обычная деревяшка.

source: gałąź - Kawałek osiki.
ru: Ветка - Осиновая ветка.

source: zaostrzony kołek - Dobry wampir to martwy wampir. Choć chyba|wampiry i tak są martwe.
ru: Острый кол - Вампиру – вампирова смерть.|Хотя, по существу, они и так уже мёртвые.

source: dłuższy kawałek linki - Trudno w to uwierzyć, ale jest to dłuższy|kawałek linki.
ru: Длинная верёвка - Не верю своим глазам!|Это же длинная верёвка!|Её, правда, вырезали из игры...

source: krótszy kawałek linki - Mimo długotrwałego wpatrywania się wciąż|jest to krótszy kawałek linki.
ru: Короткая верёвка - Смотрите сколько хотите, но это|короткая верёвка. Её тоже нет в игре.

source: krzyż - Doskonała broń przeciw wszelkiemu Złu!
ru: Крест - Хорошее средство от всякого зла!

source: poświęcony krzyż - Wzmocniony duchowo odstraszacz Zła.
ru: Освящённый крест - Средство против зла,|усиленное святым духом.

source: krzyż z czosnkiem - Wzmocniony zapachowo odstraszacz Zła.
ru: Крест с чесноком - Средство против зла,|усиленное лютым запахом.

source: Nieustraszony Zabójca Wampirów - DO DZIEŁA!
ru: Бесстрашный Вампиробой - ВПЕРЁД И С ПЕСНЕЙ!

source: czosnek - Mała, niedorozwinięta, śmierdząca cebula.
ru: Чеснок - Мелкая, недоразвитая, вонючая луковица.

source: mapa - Magiczna mapa od Arivalda.
ru: Карта - Эту волшебную карту|мне дал Аривальд.

source: miecz - Ha! Drżyjcie wrogowie!
ru: Меч - Ха! Трепещите, враги!

source: kartka - To brakująca kartka pamiętnika nekromanty!|Opisuje czar "Utłuszczenie", który ponoć na|chwilkę odwraca gabaryty zaklętego nim obiektu...
ru: Страница - Как раз она и была вырвана из дневника некроманта!|Здесь записано заклинание Жирения, которое, по-видимому,|ненадолго меняет размеры заколдованного объекта...

source: linka - Długa, mocna linka.
ru: Верёвка - Длинная, прочная верёвка.

source: poemat - Słowa, słowa, słowa...
ru: Стих - Слова, слова, слова...

source: flakonik z perfumami - Jak znam żonę barda to równie dobrze|może to być kwas.
ru: Флакон духов - Если учесть, какая у барда жена,|то и во флаконе этом, наверное,|не духи, а кислота.

source: szlafmyca - Co za gustowny ubiór na noc.
ru: Ночной колпак - Очень роскошный предмет гардероба.

source: trzonek siekiery - Wykonany jest z bardzo twardego drewna.
ru: Топорище - Оно сделано из очень твёрдого дерева.

source: łuska - Jest prawie tak wielka, jak liść klonu!
ru: Чешуя - Она размером почти с кленовый лист!

source: kartka z księgi - Smoki, żmije i jaszczury. Wszystko o...
ru: Страница из книги - "Всё о драконах, змеях и ящерицах"

source: fragment kartki - Ten smok nie wygląda przyjaźnie...
ru: Фрагмент страницы - Недружелюбный вид у этого дракона...

source: księga czarów - Księga nafaszerowana czarami jak|ja dobrymi pomysłami.
ru: Книга заклинаний - Эта книга полна магии,|но её вырезали из игры.

source: trzonek z linką - Linka przywiązana do środka trzonka.
ru: Рукоять на канате - Канат прочно привязан к центру рукояти.|Из игры его вырезали.

source: szczur - Roznoszące choroby obrzydlistwo.
ru: Крыса - Мерзкое создание, разносчик заразы.

source: dwa obole - Mam nadzieję, że nie zostały zabrane|spod czyjegoś języka.
ru: Два обола - Надеюсь, их достали не из-под|чьего-то языка.

source: eliksir szybkości - Będę mknął niczym gazela. Szkoda, że|efekt jest krótkotrwały.
ru: Эликсир скорости - Я стану быстр как газель!|Жаль только, что ненадолго...

source: kufel krasnoluda - Masywny i pojemny kufel, prawie|dzieło sztuki.
ru: Гномья кружка - Тяжёлая, вместительная кружка.|Произведение искусства, да и только.

source: kufel pełen mazi - Dobrze, że to coś nie przeżarło go na|wylot. Widocznie został dobrze|zaimpregnowany piwem.
ru: Кружка с жижей - Наверное, вся кружка уже пропиталась пивом.|Жижа ведь даже не проела её насквозь.

source: mieszek ze złotem - Ciężki i miło brzęczący. Witajcie|słodkie dukatki!
ru: Мешочек золота - Тяжёлый – а внутри дукаты звенят, родимые!

source: puzderko z trucizną - Ciekawe, dla kogo to było|przeznaczone?
ru: Шкатулка с ядом - Интересно, кому она предназначалась?

source: diamentowy kastet - Trwalszy niż życie...
ru: Бриллиантовый кастет - Крепче любой дурной головы...

source: kamienny udziec - Nieco twardawy.
ru: Каменная ножка - Жестковата, на мой вкус.

source: świeczka - Ucięta świeczka.
ru: Свеча - Обрезанная свеча.

source: rogi - Co dwa rogi to nie jeden.
ru: Рога - Лучше два рога, чем один.

source: róg - Diabelskiego miotu.
ru: Рог - Дьявольского происхождения.

source: ułamany róg - Nadkruszony, ale podstawa się ostała.
ru: Осколок рога - Обломан, но основание пока ещё цело.

source: rogi - Co róg i pół to nie jeden.
ru: Рога - Полтора рога – и то лучше, чем один.

source: woalka - Bardzo delikatna materia.
ru: Вуаль - Очень тонкий материал.

source: dziewczyna - Ciekawe, jak wygląda bez tej maski...
ru: Девушка - Интересно, как она выглядит без маски?

source: Shandria - Ech... Co tu dużo gadać...
ru: Шандрия - Ах... У меня просто слов нет...

source: Moneta - Dobry początek...
ru: Монета - Хорошо начали...

source: 2 monety - Początek za mną...
ru: Две монеты - Хорошо продолжили...

source: 3 monety - Środek możliwości.
ru: Три монеты - Уже есть перспективы...

source: 4 monety - Prawie absolut.
ru: Четыре монеты - Почти идеально.

source: 5 monet - Ideał.
ru: Пять монет - Вот он, идеал.

source: powłoka - Niewielki kawałek materiału.
ru: Чехол - Небольшой кусок материи.

source: powłoka - Ćwiczenia rozciągające czynią cuda.
ru: Чехол - Растяжка пошла ему на пользу.

source: powłoka - Coś zaczyna się wykluwać...
ru: Чехол - Уже что-то получается...

source: powłoka - Ryzykowne wdzianko...
ru: Чехол - Рискованный наряд...

source: świeczka - Magiczna - nigdy nie gaśnie.
ru: Свеча - Она волшебная и никогда не гаснет.

source: rozgrzany węgiel - Cieplutki.
ru: Горячий уголь - Тёплый на ощупь.

source: letni węgiel - Prawie zimny.
ru: Тёплый уголь - Почти холодный.

source: grabarz - Wygląda gorzej niż ja się czuję.
ru: Гробокопатель - Он выглядит хуже, чем я себя чувствую.

source: grabarz - Brzydki i strachliwy.
ru: Гробокопатель - Ни рожей не вышел, ни духом.

source: łopata - Błyskotliwa dedukcja wskazuje, iż ta|łopata należy do grabarza.
ru: Лопата - Посредством могучей дедукции можно|предположить, что лопата|принадлежит гробокопателю.

source: łopata - Teraz już nikt jej nie pilnuje.
ru: Лопата - За ней никто больше не приглядывает.

source: sowa - Mądry ptak, ale trochę się go boję.+Zwłaszcza w takim miejscu jak to...
ru: Сова - Совы – птицы мудрые,|но я как-то их побаиваюсь.+А в таких местах с ними|встречаться – и того хуже...

source: brama - Mam wrażenie, że przez tą bramę|wpadłem z deszczu pod rynnę.
ru: Ворота - Они привели меня из огня да в полымя.

source: grób - Bardzo stary grobowiec, ale napis się nie zatarł.+"Tu leży pochowany ze swoim mieczem sir Paladar,|Obrońca Dziewic, Pogromca Smoków, Postrach Goblinów."*+Dziewic?!...
ru: Могила - Очень старая могила, но ещё можно|прочитать надпись...+"Здесь покоится сир Паладар, похороненный со своим|Мечом, Защитник Девственниц, Убийца Драконов|и Бич Всея Рода Гоблинов"*+Девственниц?...

source: grób rycerza - Rycerz pochowany ze swoim mieczem.|To bardzo romantyczne.
ru: Могила рыцаря - Похоронен со своим мечом.|Очень романтично.

source: grób - "Piłem, kradłem i oszukiwałem.|Życie było piękne!"
ru: Могила - "Воровал, обманывал и пил.|Как же жизнь я весело прожил!"

source: grób złodzieja - Grób jakiegoś większego złoczyńcy.
ru: Могила вора - Могила какого-то негодяя.

source: grób - Bardzo stary grobowiec.
ru: Могила - Очень старая могила.

source: grób - Grób jakiegoś Arivalda.+"Nigdy nie było na świecie znamienitszego maga|i lepszego przyjaciela".+I jeszcze napis pod spodem: "Zawsze pozostanie|w naszej pamięci - Cech Browarników".
ru: Могила - Здесь лежит некто... Аривальд?+"Мир ещё не видал волшебника|могущественнее и друга вернее".+И снизу приписка:|"Вовек тебя не забудем!|– Гильдия Пивоваров".

source: grób Arivalda - Ten grobowiec wygląda jakby miał z tysiąc lat.
ru: Могила Аривальда - Могила так выглядит,|будто ей уже тысяча лет.

source: grób Arivalda - Teraz i ten grób jest pusty.
ru: Могила Аривальда - Аривальда там больше нет.

source: wyjście - Powrót na drogę.
ru: Тропинка - Назад на большую дорогу.

source: łania - Chyba oswojona z widokiem ludzi.
ru: Лань - Похоже, она привыкла видеть людей.

source: mostek - Widziałem większe pchły.
ru: Мостик - Таким мостиком только в зубах ковыряться.

source: drzwi - Jest klamka, ale nie ma zamka.*+O, zrymowało mi się.
ru: Дверь - На ней огромный запор,|а замка не видно в упор.*+Гляньте-ка, в рифму вышло.

source: chata - Dziura tu i tam, ale jest za elogo...+Eko... ekoglo...*+No, z drewna.
ru: Хижина - Ветхая, зато элого...+...э-э, эколо... эклоги...*+...Деревянная, в общем.

source: sowa - Czy one nigdy nie śpią?
ru: Сова - Они когда-нибудь спят?

source: drzewo - To chyba osika.
ru: Дерево - Похоже, это – осина.

source: wyjście - Wyjście z chaty.
ru: Выход - Выход в лес.

source: łóżko - Wygląda na mało używane.
ru: Лежанка - Выглядит так, будто ей|почти не пользуются.

source: kociołek - Gotuje się w nim jakaś strawa.+Sądząc po zapachu, to coś umarło|ładnych parę wiosen temu.
ru: Котелок - Там что-то варится.+Судя по запаху, это "что-то"|уже пару лет как сдохло.

source: dziura w dachu - Jak rozumiem, jest to dość toporna|wersja komina.
ru: Дыра в крыше - Дымохода здесь нет.|Хоть дыра есть, уж спасибо.

source: pustelnik - Wygląda na lekko oszołomionego.+To albo przez jego dietę, albo przez|te zielone roślinki, które hoduje na|zewnątrz.
ru: Отшельник - Он выглядит малость не в себе.+Либо он такой от голода,|либо балуется с травками,|что у него там снаружи растут.

source: alejka - Prowadzi w jeden z zaułków.
ru: Тропа - Выход на одну из улочек.

source: studnia - Studnia w środku miasta? Hmmm...|Mam nadzieje, że nie służy też|za szalet.
ru: Колодец - Колодец посреди города? Хм...|Надеюсь, его не используют как|отхожее место?

source: kapeć - Pewnie jest w nim więcej bakterii, grzyba|i robaków niż na zdechłym psie.
ru: Тапочек - Да в нём, наверное, больше бактерий,|грибков и червей, чем в дохлой собаке.

source: żebrak - Trochę mu się włosy przesunęły z czaszki|na brodę, ale poza tym nie widzę żadnych|powodów, dla których musi żebrać.
ru: Попрошайка - Вижу, он лысеет. Но разве это повод|для того, чтобы попрошайничать?

source: szyld - Oho, coś mi mówi, że tu właśnie znajdę Arivalda.
ru: Вывеска - Ого, внутренний голос говорит|мне, что я скоро встречу Аривальда!

source: szyld - Jasny i klarowny.
ru: Вывеска - Простая и понятная.

source: drzwi do karczmy - Drzwi jak drzwi. Mogę tu wejść|albo i nie wejść.
ru: Дверь корчмы - Дверь как дверь. Могу войти,|а могу и не входить.

source: drzwi do sklepu - Nie za duże, ale za to solidnie|zabezpieczone.
ru: Дверь магазина - Небольшая, но прочная|и очень надёжная.

source: kłódka - Tę kłódkę to się chyba otwiera armatą...
ru: Навесной замок - Да чтоб вскрыть такой замок,|тут пушка понадобится...

source: więzień - Publiczne kary są najgorsze.+Ale najbardziej skuteczne.
ru: Заключённый - Нет ничего хуже, чем|публичные наказания.+Зато эффект от них|ни с чем не сравним.

source: być może niewinny człowiek - Wygląda na szczerego człowieka.
ru: Возможно, невиновный - Он похож на честного человека.

source: złodziej - Biedak... Siedzi tu sam, w niewygodnej|pozycji, bez wody, z obtartymi nadgarstkami|i bosymi stopami.*+I DOBRZE MU TAK!
ru: Вор - Бедняга. Сидит здесь один, в неудобной позе,|без обуви, пить не дают, запястья онемели...*+|...ТАК ЕМУ И НАДО!

source: ogłoszenie - "Uprasza się uprzejmie o nie rzucanie ciężkimi|lub ostrymi przedmiotami w kierunku więźnia,|tudzież o nie plucie i nie łaskotanie."+"Wykorzystywanie bezsilności więźnia, na przykład|poprzez okradanie go lub nadmierne torturowanie|może ewentualnie zostać ukarane grzywną. Kiedyś."
ru: Объявление - "Просьба не бросаться в заключённого|тяжёлыми и острыми предметами,|не плевать в него и не щекотать его."+"Злоупотребление положением заключённого,|например, попытки грабежа или жестокое обращение,|наказывается штрафом. Рано или поздно."

source: alejka - Widzę dom z godłem barda nad drzwiami.
ru: Дорога - Отсюда видно дом с гербом|Гильдии Бардов над дверью.

source: drzwi do magazynu - Zamknięte. Zresztą i tak dobrze pilnuje|ich ten gruby kupiec.
ru: Дверь магазина - Заперта. Хотя тот толстый купец|и так за ней внимательно следит.

source: tobołek - Pokaźny ładunek, ale kupcy tak się|zafascynowali grą, że zapomnieli go|nawet rozładować.
ru: Рюкзак - У купца полный рюкзак товаров,|но он так увлёкся игрой, что|совсем забыл его распаковать.

source: kram - Wygląda to jak zbiór pamiątek|z dalekich podróży.
ru: Витрина - Должно быть, сувениры из путешествий.

source: niski kupiec - No, to Pinokio nam wydoroślał.
ru: Низенький купец - А Буратино-то подрос...

source: wysoki kupiec - Szlachetna twarz, ale w oczach widać|obłęd i żądzę gry.
ru: Высокий купец - Лицо у него благородное,|но в глазах – безумие и азарт игры.

source: gruby kupiec - Wagą, postawą i spojrzeniem wygląda|na kupieckiego przywódcę.
ru: Толстый купец - С таким пузом, поведением и взглядом|создаётся ощущение, будто он заправляет тут|всем рынком.

source: kupiec - Ależ dziwny typ urody! Pewnie dotarł do|nas z dalekiego południa.
ru: Купец - Как необычно он выглядит!|Наверное, приехал из дальних стран.

source: kości do gry - Zwykłe kości do gry.
ru: Кости - Обычные игральные кости.

source: woalka - To chyba woalka trucicielki...+Widocznie to znana tutaj kobieta.+Wiadomo, że najłatwiej liść schować|w lesie...
ru: Вуаль - Наверное, это вуаль той дамы с ядом...+Чуется мне, что дама-то местная.+А без вуали теперь пойми,|на какую здесь даму думать...

source: tabliczka - "Zamknięte. Badania naukowe."
ru: Табличка - "Закрыто. Научные исследования."

source: wyjście - Wyjście z miasteczka.
ru: Выход - Выход из города.

source: wyjście - Wyjście na świeże powietrze.
ru: Выход - Выход на свежий воздух.

source: ogłoszenie - "Nie obsługujemy na kredyt. Nie przyjmujemy|w zastaw żon, psów ani dzieci. Złote|i srebrne przedmioty mile widziane."
ru: Объявление - "В долг не обслуживаем.|Детей, собак и жён под залог не берём.|Золото и серебро приветствуются."

source: zakonnik - Albo miał nieszczęśliwy wypadek u golibrody,|albo zbyt mocno nachylił się nad ogniskiem.
ru: Монах - Либо ему с парикмахером не повезло,|либо он над огнём неудачно наклонился.

source: krasnolud - Całkiem spory, jak na krasnoluda.*+Ba, całkiem spory jak na człowieka.
ru: Гном - Великоват как для гнома.*+Гм, да и великоват как для человека.

source: Arivald - No, nareszcie będziemy mogli dłużej|porozmawiać!
ru: Аривальд - Наконец-то мы сможем|как следует поговорить!

source: Arivald - Mój ukochany przyjaciel, moja ostoja|w trudnych czasach i nieskażone|źródło czystej mądrości.
ru: Аривальд - Мой добрый друг,|спаситель в тяжёлые времена,|и неиссякаемый источник мудрости веков.

source: ognisko - Cieplutki, przyjemny ogień.
ru: Камин - Тёплое, приятное пламя.

source: skrzynka - Skoro stoi na widoku publicznym, to|chyba jest pusta. A pieniądze pewnie|w skarpecie.
ru: Сундук - Раз его тут выставили, значит, он пустой.|А деньги, наверное, у хозяина под матрасом.

source: karczmarz - Prawidłowo rozwinięty mięsień piwny...
ru: Корчмарь - Хорошая у него трудовая мозоль...

source: beka piwa - Uchh... Imponująca...
ru: Пивная бочка - Ого... Ничего себе...

source: drzwi - Zapachy stamtąd docierające zniechęciłyby|nawet najbardziej zdesperowanego złodzieja.
ru: Дверь - Оттуда идёт такой запах, что не полез бы|даже самый беспринципный вор.

source: bard - Zakola jak królewski dziedziniec, nos jak|pazur smoka, obślinione usta i czarny wąsik.+Teoretycznie wszystko jest przeciwko niemu,|ale coś mi mówi, że widoczna w jego oczach|pasja zaimponowała niejednej kobiecie...
ru: Бард - Идельная, словно королевский двор, причёска|нос, словно коготь дракона,|губы бантиком и чёрные усы.+Вообще, с таким, как он, никто и знаться|не должен, но чуется мне, что на его|страстный взгляд женщины так и липнут...

source: plakat - "Kto odnajdzie moją jedyną i ukochaną córkę|Shandrię otrzyma tyle złota, ile potrafi|unieść. Nie będę zmuszał do małżeństwa".+"...Zaginęła roku Kozła, zimą, i do dziś los|jest jej nieznany. Pogrążony w smutku, król|Badurrae, Rawet".+Jest jeszcze portret, ale już mało wyraźny.|Ten plakat wisi tu chyba ładnych parę lat...
ru: Плакат - "Кто найдёт мою единственную любимую дочь|Шандрию, получит столько золота, сколько|сможет унести. К женитьбе не принуждаю."+"...Пропала в год Козла, зимой,|и её судьба неизвестна и поныне.|Молю, найдите её. Раве, король Бадуррэ."+Здесь ещё есть портрет, но какой-то выцветший.|Наверное, плакат тут уже много лет как висит...

source: butelki - Butelki trochę brudne, ale zawartość|chyba... hm... czysta.
ru: Бутылки - Бутылки несколько грязноваты,|но содержимое вроде как, э-э, чистое.

source: rulonik - To może być coś fascynującego albo|...kompromitującego...
ru: Свиток - Там может быть написано что-то|интересное, или даже... компрометирующее...

source: linka - Pasek dla ubogich.
ru: Верёвка - Поясок для бедных.

source: kufel - Iście krasnoludzki rozmach.
ru: Кружка - Здоровенная, под стать|гномьему гонору.

source: nieznajoma - Bardzo tajemnicza osóbka...
ru: Незнакомка - Какая загадочная особа...

source: drzwi - Z powrotem do rynku.
ru: Дверь - Назад на рынок.

source: alchemik - Palce pożółkłe od kwasów, oczy oślepłe|od czytania ksiąg - oto prawdziwy|fachowiec!
ru: Алхимик - Цветные от химикатов пальцы|и слепые от книг глаза.|Вот настоящий специалист!

source: księga - Zapewne zbiór alchemicznych przepisów.
ru: Книга - Наверное, собрание|алхимических рецептов.

source: dziwne stworzenie - Wygląda jak mały człowieczek, ale|jest w nim coś magicznego...
ru: Странное существо - Оно похоже на маленького человечка,|но чуется мне в нём что-то волшебное...

source: homunkulus - Biedaczysko... Jak wielu z nas, widzi|tylko część problemu, i dlatego nie|potrafi znaleźć rozwiązania.
ru: Гомункул - Бедняжка... Как и многие из нас,|он смотрит на проблему лишь с одной стороны,|и решения найти никак не может.

source: jaszczur - Przyszły obiad czy obiekt eksperymentów?|A może ukochana maskotka?
ru: Ящерица - Что он с ней сделает?|Съест или опыты будет ставить?+Или это питомец-талисман?

source: półka - Mnóstwo różnych preparatów i ksiąg.
ru: Полка - Куча разных препаратов и книг.

source: krzesło - Im dłużej się w nie wpatruję tym bardziej|uświadczam się w przekonaniu, iż jest to|krzesło.
ru: Стул - Чем дольше я на него смотрю, тем|больше убеждаюсь, что это|стул.

source: księga - "Transmutacja - nowa moda czy realna szansa?"
ru: Книга - "Трансмутация – новая мода|или обширные перспективы?"

source: pergaminy - Rozmaite notatki alchemika, mnóstwo|akademickiego żargonu.
ru: Пергаменты - Разные записки алхимика.|Куча академического жаргона.

source: rozmaite tajemnicze urządzenia - Albo to jest jakiś naukowy eksperyment,|albo mamy do czynienia z klasyczną|nalewką z ziemniaków.
ru: Загадочные устройства - Либо это какой-то научный эксперимент,|либо обычная самогонка из картофеля.

source: zegar - Być może jest to magiczny chronometr|odmierzający czas do końca świata.+A może po prostu ktoś oddał zegar do|reperacji.
ru: Часы - Может, это волшебный хронометр?|Вдруг он отмеряет время до конца света?+Или просто кто-то принёс|и починить попросил.

source: wyjście - Powrót z alejki na obrzeża rynku.
ru: Выход - Обратно с улочки на окраину рынка.

source: wyjście - Z powrotem między kupieckie stragany.
ru: Выход - Назад к торговым рядам.

source: drzwi - Drzwi do mieszkania barda.
ru: Дверь - Дверь в дом барда.

source: znak - Albo bard jest bardzo poważany w tym mieście,|albo uważa, że trochę autoreklamy nigdy nie|zaszkodzi.
ru: Знак - Или бард – очень важная персона в городе,|или он просто считает, что лишний раз себя|прорекламировать не помешает.

source: balkon - Bardzo romantyczne miejsce...+Księżycowa noc, smutna melodia fletu|unosząca się pod niebiosa...*+Tylko ta wyprana bielizna trochę|psuje wrażenie.
ru: Балкон - Очень романтичное место...+"Лунная ночь, и лишь грустная мелодия|флейты парит под небесами..."+Было бы ещё романтичнее,|если бы отсюда бельё убрали.

source: stary wóz - Kompletna ruina.
ru: Старая повозка - Совсем развалилась.

source: kot - Typowy piecuch.
ru: Кошка - Не кошка, а размазня.

source: słowik - Ludzie prości nazwą to stworzenie słowikiem,|ludzie znający związki przyczynowo-skutkowe|powiedzą, iż to koci obiad.
ru: Соловей - Некоторые называют этих птиц соловьями.|Те же, кто знает причинно-следственные связи –|кошачьим завтраком.

source: rupiecie - Różne starocie, nowością wyróżnia się|tylko lutnia.
ru: Барахло - Тут столько старых вещей...|А вот эта лютня совсем новенькая.

source: szlafmyca - Że też musiała utkwić akurat w takim|miejscu!
ru: Ночной колпак - Вот надо же ему было там зацепиться!

source: szlafmyca - Że też dorośli ludzie noszą takie|rzeczy na głowie!...
ru: Ночной колпак - Как взрослые люди могут|носить такое на голове?

source: kobieta - Zastanawiam się ile musieliby mi zapłacić,|żebym zechciał...+Nie, nie, nie... to zbyt obrzydliwe.
ru: Женщина - Интересно, за сколько я бы|с ней согласился...+Нет. Нет! Даже думать не хочу.

source: zamek - Klasyka. Tak mały, że znalezienie go|graniczyło z cudem.
ru: Замок - Как всегда. Настолько маленький,|что попробуй в него попади.

source: słowik - Biedny ptak...
ru: Соловей - Бедная птичка...

source: klatka - Co za okrucieństwo i brak gustu!
ru: Клетка - Жестоко и безвкусно!

source: flakonik - Flakonik z dziwnym płynem.
ru: Флакон - Сосуд с какой-то странной жидкостью.

source: wyjście - Schodki w dół.
ru: Выход - Лестница вниз.

source: wyjście na balkon - Wolę nie kręcić się w pobliżu|gaci barda.
ru: Выход на балкон - Что-то мне не хочется там прохлаждаться|рядом с бардовым бельём.

source: stół - Rękopisy, pióro, tusz i butelka wina.+Wszystko, czego artysta potrzebuje do|tworzenia.*+Może jednak za mało wina.
ru: Стол - Рукописи, перо, чернила и бутылка вина.+Всё, что нужно творцу для вдохновения.*+Впрочем, вина не помешало бы|побольше...

source: miotła - Na pewno środek lokomocji żony barda.
ru: Метла - Безо всяких сомнений, жена барда|использует её как транспортное средство.

source: lustro - Całe brudne i porysowane. Nic dziwnego, że|żona barda wygląda jak wygląda...
ru: Зеркало - Грязное и исцарапанное.|Неудивительно, что жена барда|так выглядит...

source: wyjście - Wyjście na drogę.
ru: Выход - Выход на дорогу.

source: przejście - Widać kręte, wąskie schody w dół.
ru: Проход - Узкая винтовая лестница вниз.

source: wyjście - Powrót na górę.
ru: Выход - Обратно вверх по лестнице.

source: sztandar - Jeden w wielu przedmiotów w tym miejscu,|który wygląda jak nowy, ale czuć od|niego dziwną starość...
ru: Знамя - Как и прочие предметы в этом месте,|выглядит оно как новое,|но ощущается отчего-то как древнее...

source: okno - O, widać stąd miasteczko...
ru: Окно - Ага, отсюда видно город...

source: dziwne znaki - Nie mam pojęcia, co ten napis oznacza.
ru: Странные знаки - Не могу даже представить,|что бы они могли значить.

source: runy - Hmmm... Ciekawe, czy to jakiś rodzaj zaklęcia.
ru: Руны - Хм... Интересно, может,|это какое-то заклинание?

source: runy - Wiem, co to znaczy, ale nie chcę mówić na głos,|bo się znowu pojawi duch bóstwa i mogą być|kłopoty.
ru: Руны - Я знаю, как они читаются, но вслух произносить|не буду. Если этот Цан... этот бог опять явится,|хлопот не оберёшься.
