Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Go see the librarian.
de_de: Wenden Sie sich an den Bibliothekar.
es_es: Vaya a ver al bibliotecario.
fr_fr: Allez voir le bibliothécaire.
hu_hu: Kérdezze a könyvtárost.
it_it: Vada dal bibliotecario.
pl_pl: Idź, zobacz się z bibliotekarzem.
pt_br: Vá ver o bibliotecário.
pt_pt: Vá ter com o bibliotecário.
ru_ru: Иди повидай библиотекаря.

source: I never saw him, but try a little further up at the Bazaar. Wadbull knows a lot and he SELLS A BIT OF EVERYTHING!
de_de: Ich habe es nicht gesehen, aber geh mal zum Bazar etwas weiter oben. Wadbull weiß alles und VERKAUFT ALLES MÖGLICHE !
es_es: Nunca lo he visto, pero ve al Bazar un poco más arriba. ¡Wadbull sabe todo y VENDE DE TODO!
fr_fr: Je ne l'ai jamais vu, mais va au Bazar un peu plus haut. Wadbull sait tout et VEND DE TOUT !
hu_hu: Soha nem láttam, de próbálja meg egy kicsit följebb a bazárban. Wadbull sokat tud, és sok minden eladó nála!
it_it: Non l'ho mai visto, ma prova ad andare al bazaar. Qui Wadbull sa tutto e VENDE DI TUTTO!
pl_pl: Nigdy go nie widziałem, ale spróbuj jeszcze w Bazarze. Wadbull wie o wielu rzeczach i SPRZEDAJE WSZYSTKO!
pt_br: Eu nunca vi ele, mas tente no bazar. Wadbull sabe tudo e VENDE UM POUCO DE TUDO!
pt_pt: Nunca o vi, mas tente no bazar. Wadbull sabe tudo e VENDE UM POUCO DE TUDO!
ru_ru: Я никогда его не видел, но поищи немного далЬше в магазине. Вэдбулл много знает и он ПРОДАЕТ ВСЕГО ПОНЕМНОГУ!

source: Nobody remembers that nowadays. I even wonder if the library still has books about the Legend.
de_de: Niemand erinnert sich mehr daran. Ich frage mich, ob sie in der Bibliothek überhaupt noch Bücher über die Legende behalten haben.
es_es: Ya nadie se acuerda de eso ahora. Incluso me pregunto si en la biblioteca han conservado libros sobre la Leyenda.
fr_fr: Plus personne ne s'en souvient maintenant. Même à la bibliothèque je me demande s'ils ont gardé des livres sur la Légende.
hu_hu: Senki nem emlékszik már rá manapság. Gyanakszom már a könyvtárban sincsenek könyvek a legendáról.
it_it: Adesso nessuno se ne ricorda più. Anche alla biblioteca mi chiedo se abbiano conservato dei libri sulla Leggenda.
pl_pl: Dziś już nikt o tym nie pamięta. Nawet zastanawiam się, czy w bibliotece są jeszcze książki o Legendzie.
pt_br: Ninguém mais lembra disso hoje em dia. Eu até mesmo me pergunto se a biblioteca ainda tem livros sobre a Lenda.
pt_pt: Ninguém se lembra mais disso hoje em dia. Eu até mesmo pergunto-me se a biblioteca ainda tem livros sobre a Lenda.
ru_ru: В наши дни никто этого уже не помнит. Я даже удивлюсЬ, если в библиотеке все еще естЬ книги о Легенде.

source: I don't know her. Sorry.
de_de: Ich kenne sie nicht, tut mir leid.
es_es: Lo desconozco, lo siento.
fr_fr: Je ne la connais pas, désolé.
hu_hu: Nem ismerem. Sajnálom!
it_it: Non la conosco, mi spiace.
pl_pl: Nic o niej nie wiem. Przykro mi.
pt_br: Não conheço ela. Desculpe.
pt_pt: Não a conheço. Desculpe.
ru_ru: Я ее не знаю. Извини.

source: I don't know anything about it, but some people say that there used to be some books over at the library that spoke of it.
de_de: Davon verstehe ich nichts, aber es scheint, daß es früher in der Bibliothek Werke gegeben hat, die davon handelten.
es_es: No se nada de eso, pero parece que antes en la biblioteca había obras que hablaban de ello.
fr_fr: Je n'y connais rien, mais il paraît qu'avant à la bibliothèque, il y avait des ouvrages qui en parlaient.
hu_hu: Nem tudok róla semmit, de vannak akik azt mondják van valami róla a könyvtárban.
it_it: Non ne so niente, però sembra che alla biblioteca avessero dei libri che ne parlavano.
pl_pl: Nic o tym nie wiem, ale niektórzy ludzie mówią, że w bibliotece były jakieś książki o tym.
pt_br: Não sei nada sobre isso, mas algum pessoas dizem que haviam livros na biblioteca que falavam sobre isso.
pt_pt: Não sei nada sobre isso, mas algumas pessoas dizem que haviam livros na biblioteca que falavam sobre isso.
ru_ru: Я ничего об этом не знаю, но некоторые говорят, что в библиотеке должны бытЬ книги, в которых про это написано.

source: Stop doing that, you're going to put ashes everywhere!
de_de: Lassen Sie das sein, sie machen noch alles voll Asche !
es_es: ¡Deje de hacer eso! ¡Va a esparcir la ceniza por todas partes!
fr_fr: Arrêtez de faire ça, vous allez mettre de la cendre partout !
hu_hu: Hagy abba, mindent összehamuzol!
it_it: La smetta di fare così, spargerà cenere dappertutto!
pl_pl: Nie rób tego, rozniesiesz wszędzie popiół!
pt_br: Pare com isso, você vai espalhar cinzas em todo o lugar!
pt_pt: Pare com isso, assim vai espalhar cinzas em todo o lugar!
ru_ru: Хватит так делатЬ, ты все тут засыпешЬ пеплом!

source: Don't know where they are, but forget about it! Teleportation makes me sick.
de_de: Weiß nicht wo sie sind, aber lass mal sein ! Vom Biemen wird einem schlecht.
es_es: ¡No sé dónde están, pero ya no importa! Da náuseas la teleportación.
fr_fr: J'sais pas où y sont mais laisse tomber ! Ca donne mal au coeur la téléportation.
hu_hu: Nem tudom hol lehetnek, de felejtse el! Beteg leszek a teleportációtól.
it_it: Non so dove siano, ma lascia perdere. Il teletrasporto fa venire la nausea!
pl_pl: Nie wiem, gdzie one są, ale zapomnij o tym! Teleprotacja wywołuje u mnie mdłości.
pt_br: Não sei onde eles estão, mas esqueça o assunto! Teletransporte me deixa doente.
pt_pt: Não sei onde eles estão, mas esqueça isso! Teleportação deixa-me doente.
ru_ru: Я не знаю, где они, но забудЬ об этом! От телепортации меня тошнит.

source: Ewwwww! Teleportation makes me nauseous.
de_de: Pouaah ! Vom Biemen wird einem richtig übel.
es_es: Beuuhhh! Da náuseas la teleportación.
fr_fr: Beuuhhh ! Ca donne la nausée la téléportation.
hu_hu: Jujj! A Teleportációtól folyik az orrom.
it_it: Buuhhh ! Il teletrasporto fa venire la nausea!
pl_pl: Ewwwww! Teleportacja przyprawia mnie o mdłości.
pt_br: Ewwwww! Teletransporte me deixa com vertigens.
pt_pt: Ewwwww! A Teleportação deixa-me com náuseas.
ru_ru: Эу-ууу! Меня мутит от телепортации.

source: By the way - thanks, I have the red card!
de_de: Übrigens vielen Dank, ich habe die rote Karte !
es_es: Gracias, ¡A propósito, tengo la tarjeta roja!
fr_fr: Merci au fait, j'ai la carte rouge !
hu_hu: Egyébként köszi! Most már van vörös kártyám
it_it: Grazie, ho la carta rossa!
pl_pl: Przy okazji - dzięki, mam czerwoną kartę!
pt_br: Aliás - obrigado, eu tenho o cartão vermelho!
pt_pt: Obrigado, a propósito. Eu tenho o cartão vermelho!
ru_ru: Между прочим - спасибо, у меня естЬ красная карта!

source: You can't imagine what it's like to be locked up! | It's awful... just awful!
de_de: Du kannst Dir nicht vorstellen was es heißt eingesperrt zu sein ! | Das ist so schrecklich ... so furchtbar schrecklich !
es_es: ¡No puedo imaginar lo que es estar encerrado! | ¡Es horrible ... horrible, horrible!
fr_fr: Tu ne peux pas imaginer ce que c'est d'être enfermé ! | C'est affreux ... affreux, affreux !
hu_hu: Nem is tudja milyen bezárva lenni! | Borzasztó... egyszerûen borzasztó!
it_it: Non sai cosa voglia dire essere prigionieri! | E' terribile... terribile, terribile!
pl_pl: Nawet sobie nie wyobrażasz, jak to jest być zamkniętym! | To straszne... poprostu straszne!
pt_br: Você não imagina como é ficar trancado! | É horrível... simplesmente horrível!
pt_pt: Você nem imagina como é estar trancado! | É horrível... simplesmente horrível!
ru_ru: Ты и представитЬ не можешЬ, что знатЬ бытЬ запертым. | Это ужасно... просто ужасно!

source: I doubt that she is being held here.
de_de: Würde mich wundern, daß sie hier eingesperrt ist.
es_es: Me asombraría que estuviese encerrada aquí.
fr_fr: Ca m'étonnerait qu'elle soit enfermée ici.
hu_hu: Kétlem, hogy itt tartják.
it_it: Mi stupirebbe se fosse prigioniera qui.
pl_pl: Wątpię, czy jest tu trzymana.
pt_br: Eu duvido que ela esteja presa aqui.
pt_pt: Duvido que ela esteja presa aqui.
ru_ru: СомневаюсЬ, что ее держат здесЬ.

source: They say that he was never captured!
de_de: Anscheinend hat man ihn nie gefaßt !
es_es: ¡Parece que nunca lo capturaron!
fr_fr: Il paraît qu'on ne l'a jamais capturé, lui !
hu_hu: Azt beszélik, soha nem is fogták el!
it_it: Sembra che non l'abbiano mai catturata!
pl_pl: Mówią, że nigdy go nie złapano!
pt_br: Dizem que ele nunca foi capturado!
pt_pt: Dizem que ela nunca foi capturada!
ru_ru: Говорят, его так и не поймали!

source: Sorry, but I really don't know anything about it.
de_de: Tut mir leid, aber davon verstehe ich nichts.
es_es: Lo siento, pero no conozco nada
fr_fr: Désolé, mais je n'y connais rien.
hu_hu: Sajnálom, de tényleg nem tudok semmit róla.
it_it: Spiacente, non ne so niente.
pl_pl: Przykro mi, ale naprawdę nic o tym nie wiem.
pt_br: Desculpe, mas não sei nada sobre isso.
pt_pt: Desculpe, mas não sei nada sobre isso.
ru_ru: Извини, но я действителЬно ничего не знаю об этом.

source: "Drinking water for Principal Island: DO NOT THROW ANYTHING IN THE TANK!"
de_de: " Trinkwasserdienst der Hauptinsel : NICHTS IN DIE ZISTERNE WERFEN ! "
es_es: "Servicio de agua potable que alimenta la isla Principal: ¡NO ARROJAR NADA EN LA CUBA! "
fr_fr: " Service d'eau potable alimentant l'Ile Principale : NE RIEN JETER DANS LA CUVE ! "
hu_hu: "Elöljáró-sziget ivóvize: NE DOBJON SEMMIT a tartájba!"
it_it: "Servizio dell'acqua potabile dell'Isola Principale: NON GETTARE NULLA NELLA CISTERNA!"
pl_pl: "Ujęcie wody Wyspy Principal: NIE WRZUCAĆ NIC DO ZBIORNIKA!"
pt_br: "Agua Tratada Potável para a Ilha Principal: NÃO JOGUE NADA NO TANQUE!"
pt_pt: "Ägua Potável para a Ilha Principal: NÃO ATIRE NADA PARA O TANQUE!"
ru_ru: "ПитЬевая вода Главного Острова: В РЕЭЕРВУАР НИЧЕГО НЕ БРОСАТь!"

source: Sorry dear customer, but this is a bazaar here, not a library!
de_de: Tut mir leid lieber Kunde, Sie sind hier in einem Bazar, nicht in einer Bibliothek !
es_es: ¡Lo siento estimado cliente, pero aquí Ud. está en un bazar y no en una biblioteca!
fr_fr: Désolé cher client, mais ici vous êtes dans un bazar, pas dans une bibliothèque !
hu_hu: Sajnálom kedves vásárló, de ez egy bazár itt, és nem könyvtár!
it_it: Spiacente, caro cliente, ma qui siamo in un bazaar, non in una biblioteca!
pl_pl: Przykro mi drogi kliencie, ale tu jest bazar, a nie biblioteka!
pt_br: Desculpe meu caro cliente, mas isso é um bazar, não uma biblioteca!
pt_pt: Desculpe caro cliente, mas isto é um bazar, não uma biblioteca!
ru_ru: Извини, дорогой покупателЬ, но здесЬ магазин, а не библиотека!

source: No one remembers that stuff today, that's just a lot of bunk.
de_de: Niemand kann sich daran erinnern, das ist alles Quatsch.
es_es: Ya nadie se acuerda de eso, todo eso es un camelo.
fr_fr: Plus personne ne s'en souvient, tout ça c'est du flan.
hu_hu: Senki nem emlékszik már rá manapság, ez már történelem.
it_it: Non se ne ricorda più nessuno. Sono tutte storie.
pl_pl: Nikt już o tym dzisiaj nie pamięta, to tylko stek bzdur.
pt_br: Ninguém lembra disso mais, é tudo bobagem.
pt_pt: Ninguém se lembra disso hoje em dia, são tudo babozeiras.
ru_ru: Сейчас никто уже не помнит эту чушЬ, это просто полная чепуха.

source: Well ... I don't know, but someone in the Old Burg must know something about this stupid Legend.
de_de: Hmm ... ich weiß nicht, aber es müssen doch einige Leute in der Altstadt diese verflixte Legende sicher kennen.
es_es: Bah ... no sé, sin embargo en el Viejo Burgo hay algunos que deben conocer esa dichosa Leyenda.
fr_fr: Ben ... je ne sais pas, mais pourtant dans le Vieux Bourg certains doivent bien la connaître cette fichue Légende.
hu_hu: Hát ... én nem ismerem, de valaki biztos ismeri Vénvárban ezt a hülye legendát.
it_it: Beh, io non so, eh, ma nel Vecchio Borgo qualcuno deve conoscere questa cavolo di leggenda.
pl_pl: No cóż ... nie wiem, ale ktoś w Old Burg musi coś wiedzieć na temat tej głupiej Legendy.
pt_br: Bem ... Eu não sei, mas alguém em Old Burg deve saber alguma coisa sobre essa antiga Lenda.
pt_pt: Bem ... eu não sei, mas alguém do Velho Burgo deve saber alguma coisa sobre essa antiga Lenda.
ru_ru: Что ж... я не знаю, но кто-то в Старом Городе должен что-нибудЬ знатЬ об этой дурацкой Легенде.

source: She's not being held here. But if you want my red card, go and see my brother. Our house's location is marked on your holomap.
de_de: Sie ist hier nicht eingesperrt. Aber wenn Du eine rote Karte möchtest, geh' zu meinem Bruder. Unser Haus ist auf Deinem Holomap angegeben.
es_es: No está encerrada aquí, pero si quieres una tarjeta roja, anda a buscar a mi hermano. Nuestra casa está indicada en tu Holomapa.
fr_fr: Elle n'est pas enfermée ici. Mais si tu veux une carte rouge, va voir mon frêre. Notre maison est indiquée sur ton holomap.
hu_hu: Nem itt tartják. De ha kell a vörös kártyám kérd meg a bátyám, ô odaadja. Láthatod a házunkat a holotérképeden is.
it_it: Non è detenuta qui. Ma se vuoi una carta rossa, va' da mio fratello. Casa nostra è indicata sulla tua holomap.
pl_pl: Nie ma jej tutaj. Ale jeśli chcesz dostać moją czerwoną kartę, idź zobacz się z moim bratem. Położenie naszego domu jest zaznaczone na twojej holomapie.
pt_br: Ela não está presa aqui. Mas se você quiser meu cartão vermelho, vá ver meu irmão. A localização da nossa casa está no seu holomapa.
pt_pt: Ela não está presa aqui. Mas se quiser o meu cartão vermelho, vá ter com o meu irmão. A localização da nossa casa está marcada no seu holomapa.
ru_ru: Ее не держат здесЬ. Но если ты хочешЬ мою красную карту, сходи повидатЬ моего брата. Местонахождение нашего дома указано на твоей голокарте.

source: I was just thinking as well, that I've seen this quetch somewhere before!
de_de: Ich habe es doch gewußt, irgendwo haben ich diesen Quetsch schon mal gesehen !
es_es: ¡Ya decía yo que había visto en alguna parte a ese colines!
fr_fr: Je me disais aussi, je l'ai déjà vu quelque part ce quetch !
hu_hu: Pont erre gondoltam én is, hogy már láttam valahol ezt a fiatal kvecset!
it_it: Mi sembrava, mi dicevo "Io questo quetch l'ho già visto da qualche parte!"
pl_pl: Tak mi się właśnie wydawało, że już ją gdzieś widziałem!
pt_br: Eu estava pensando com meus botões, que eu já vi esse quetch em algum lugar!
pt_pt: Estava aqui a pensar para comigo mesmo, que já vi este quetch antes!
ru_ru: Я думаю, что уже где-то видел этого кветча ранее.

source: Go try at the Old Burg tavern, and talk to the bar tender.
de_de: Gehen Sie mal zur Taverne in der Altstadt, sprechen Sie mit dem Kellner darüber.
es_es: Entonces prueba en la taberna del Viejo Burgo, hábla con el barman.
fr_fr: Allez donc voir à la taverne du Vieux Bourg, parlez-en au barman.
hu_hu: Próbalja meg a Vénvár Fogadóban, és beszéljen a csapossal.
it_it: Vada alla taverna del Vecchio Borgo, ne parli al barman.
pl_pl: Idź zapytaj w tawernie w Old Burg, porozmawiaj z barmanem.
pt_br: Vá para a taverna em Old Burg, e converse com o dono.
pt_pt: Tente na taberna do Velho Burgo, e converse com o dono do bar.
ru_ru: Сходи в таверну в Старом Городе и поговори с барменом.

source: Hi, I've just returned from a trip around this hemisphere and I'm selling my boat. Follow me if you're interested.
de_de: Hallo, ich komm' gerad' von einer Reise rund um diese Halbkugel und verkaufe mein Boot. Folgen Sie mir, falls Sie Interesse haben.
es_es: Hola, regreso de un viaje alrededor de este hemisferio y vendo mi barco. Síganme si les interesa.
fr_fr: Salut, je rentre d'un voyage autour de cet hémisphère et je vends mon bateau. Suivez-moi si ça vous intéresse.
hu_hu: Szia, épp most tértem vissza egy körútról ezen a féltekén, és el szeretném adni a hajóm, ha érdekel, kövess.
it_it: Salve, sono appena tornato da un viaggio attorno a questo emisfero, e vendo la mia nave. Mi segua, se le interessa.
pl_pl: Cześć, właśnie wróciłem z wyprawy dookoła tej półkuli i chcę sprzedać moją łódź. Chodź za mną, jeśli jesteś zainteresowany.
pt_br: Oi, Eu acabei de voltar de uma viagem por esse hemisfério e estou vendendo meu barco. Siga-me se você está interessado.
pt_pt: Olá! Acabei de voltar de uma viagem por este hemisfério e estou a vender o meu barco. Siga-me se estiver interessado.
ru_ru: Привет, я толЬко что вернулся из путешествия вокруг этого полушария и продаю свое судно. Иди за мной, если тебе интересно.

source: Good day, so you've been around the hemisphere? Watch out for the icebergs near the Hamalayi mountains!
de_de: Guten Tag, Sie haben also die Halbkugel besichtigt ? Achten Sie auf die Eisberge beim Hamalayi.
es_es: Buenos días, ¿han visitado entonces el hemisferio? Tengan cuidado con los icebergs que hay hacia el Hamalayi.
fr_fr: Bonjour, alors vous avez visité l'hémisphère ? Faites attention aux icebergs vers l'Hamalayi.
hu_hu: Jó napot, szóval te bejártad a féltekét? Vigyázz a jéghegyekkel a Hamalayi-hegységnél!
it_it: Buongiorno; allora, faccia attenzione agli iceberg verso l'Hamalayi.
pl_pl: Dzień dobry, więc okrążyłeś półkulę? Uważaj na góry lodowe niedaleko gór Hamalayi!
pt_br: Bom dia, então você esteve pelo hemisfério? Cuidado com os icebergs perto das montanhas do Hamalayi!
pt_pt: Bom dia, então você esteve no hemisfério? Cuidado com os icebergs perto das montanhas do Hamalayi!
ru_ru: Добрый денЬ, так ты обошел полушарие? БерегисЬ айсбергов рядом с Гамалайскими горами!

source: You might get into trouble with the authorities if you carry this flag. It's a rebel's emblem.
de_de: Mit diesem Banner riskieren Sie Ärger mit den Ordnungskräften. Das ist ein Emblem der Rebellen.
es_es: Con esa bandera corre el riesgo de buscarse problemas con las autoridades. Es un emblema de los rebeldes.
fr_fr: Avec ce drapeau vous risquez des ennuis avec les autorités. C'est un emblème rebelle.
hu_hu: Komoly összetûzésbe keveredhetsz a hatóságokkal, ha nálad van ez a zászló. Ez egy lázadó jelkép.
it_it: Con quella bandiera rischia di avere noie con le autorità. E' un emblema dei ribelli.
pl_pl: Możesz mieć kłopoty z władzami, jeśli będziesz pływał z tą flagą. To symbol rebeliantów.
pt_br: Você pode ter problemas com as autoridades se você carregar essa bandeira. É um emblema rebelde.
pt_pt: Você pode ter problemas com as autoridades se utilizar essa bandeira. É um emblema rebelde.
ru_ru: У тебя будут проблемы с властями, если несешЬ этот флаг. Это эмблема повстанцев.

source: Come here! Now that's a real sailor! LeBorgne had a log that must have contained the location of his treasure somewhere.
de_de: Komm in meine Arme ! Das ist ein wahrer Seemann ! EinAuge führte ein LogBuch, darin ist der Standort des Schatzes bestimmt angegeben.
es_es: ¡En mis brazos! ¡Eso es un verdadero marino! El Tuerto tenía una bitácora en la cual debe figurar el emplazamiento de su tesoro de una manera o de otra.
fr_fr: Dans mes bras ! Ca c'est un vrai marin ! LeBorgne tenait un livre de bord dans lequel l'emplacement de son trésor doit figurer d'une manière ou d'une autre.
hu_hu: Gyere ide! Ez egy igazi tengerész! LeBorgne-nak volt egy naplója valahol, ami biztos elmondja hol van a kincse.
it_it: Eccolo qui un vero marinaio! Il Guercio teneva un libro di bordo in cui deve essere riportata la posizione del suo tesoro.
pl_pl: Daj spokój! LeBorgne to prawdziwy marynarz! Miał dziennik, który musi zawierać położenie jego skarbu.
pt_br: Nossa! Mas isso é que era marinheiro! LeBorgne tinha um diário que devia conter a localização de seu tesouro em algum lugar.
pt_pt: Venha cá! Cá está um verdadeiro marinheiro! LeBorgne tinha em algum lugar, um diário que devia conter a localização do seu tesouro.
ru_ru: Иди-ка сюда! Вот это настоящий моряк! У ЛеБорна был журнал, в котором должно бытЬ указано местонахождение его сокровища.

source: Never seen 'em, don't even know what you're talking about.
de_de: Nie gesehen, ich weiß überhaupt nicht worum es geht.
es_es: Nunca los he visto, no sé ni de qué se trata.
fr_fr: Jamais vus, je ne vois même pas de quoi il s'agit.
hu_hu: Soh'sem láttam ôket, azt se' tudom miról beszél.
it_it: Mai visti, non capisco nemmeno di cosa si tratti.
pl_pl: Nie widziałem ich, nawet nie wiem, o czym mówisz.
pt_br: Nunca vi eles, e não sei do que você está falando.
pt_pt: Nunca os vi, e nem sei do que está a falar.
ru_ru: Никогда их не видел, даже не знаю, о чем ты.

source: Well, well, what do we have here? A snooper? Twinsen I presume. I would like to know what you're doing here.
de_de: Sieh an, ein kleiner Schnüffler ! Twinsen, stimmt's ? Ich möchte gerne wissen was Du hier machst.
es_es: ¡Mira, mira, un buen rastreador! ¿Twinsen supongo? tengo curiosidad por saber lo que has venido a hacer aquí.
fr_fr: Tiens, tiens, un petit fouinard ! Twinsen je suppose ? Je serais curieux de savoir ce que tu es venu faire ici.
hu_hu: Nos, mit is fogtunk? Egy spicli? Csak nem Twinsen? Ha megtudhatom, mir keresel itt?
it_it: Guarda guarda, un piccolo ficcanaso! Twinsen, suppongo. Vorrei sapere cosa sei venuto a fare qui.
pl_pl: No, no, co my tu mamy? Twinsen jak sądzę. Chciałbym wiedzieć, co tutaj robisz.
pt_br: Bem, bem, o que temos aqui? Um bisbilhoteiro? Twinsen eu presumo. Eu gostaria de saber o que você está fazendo aqui.
pt_pt: Bem, bem, o que temos aqui? Um bisbilhoteiro? Twinsen, eu presumo. Gostaria de saber o que está aqui a fazer.
ru_ru: Так-так, что тут у нас? Проныра? Твинсен, я полагаю. Я бы хотел знатЬ, что ты здесЬ делаешЬ.

source: There's a treasure on this island: you must blow into a magic horn in front of FunFrock's bust to gain access to it.
de_de: Es gibt einen Schatz auf dieser Insel : man muß vor FunFrocks Büste in ein magisches Horn blasen, um daran zu gelangen.
es_es: Hay un tesoro en esta isla: hay que soplar en una trompa mágica delante del busto de FunFrock para tener acceso.
fr_fr: Il y a un trésor sur cette île : il faut souffler dans une trompe magique devant le buste de FunFrock pour y avoir accès.
hu_hu: Kincs van ezen a szigeten: bele kell fujnod egy mágikus kürtbe Dr. KacajKabát egyik szobra elôtt, hogy hozzájuss.
it_it: Su quest'isola è nascosto un tesoro: bisogna soffiare in una tromba magica davanti al busto di FunFrock per potervi accedere.
pl_pl: Na tej wyspie jest skarb: żeby się do niego dostać, musisz zagrać na magicznym rogu przed wizerunkiem FunFrocka.
pt_br: Há um tesouro nessa ilha: você deve soprar em um chifre mágico em frente a um busto de FunFrock para achá-lo.
pt_pt: Há um tesouro nesta ilha: você deve soprar num chifre mágico em frente a um busto de FunFrock para achá-lo.
ru_ru: На этом острове естЬ сокровище: чтобы получитЬ к нему доступ, тебе нужно подутЬ в волшебный рог перед бюстом ФанФрока.

source: I am not familiar with that story.
de_de: Ich kenne diese Geschichte nicht.
es_es: No conozco esa historia.
fr_fr: Je ne connais pas cette histoire.
hu_hu: Nem ismerem ezt a történetet.
it_it: Non conosco questa storia.
pl_pl: Nie znam tej historii.
pt_br: Eu não conheço essa história.
pt_pt: Não estou familiarizado com esta história.
ru_ru: Я не знаком с этой историей.

source: I don't know what that could be all about.
de_de: Ich weiß nicht worum es geht.
es_es: No veo de qué se trata.
fr_fr: Je ne vois pas de quoi il s'agit.
hu_hu: Nem tudom mi lehet az.
it_it: Non so di cosa si tratti.
pl_pl: Nie wiem, co to by mogło być.
pt_br: Não sei nada.
pt_pt: Não sei o que isso possa ser.
ru_ru: Я не знаю, что все это может значитЬ.

source: Hello
de_de: Hi
es_es: Hola
fr_fr: Bonjour
hu_hu: Szervusz!
it_it: Buongiorno
pl_pl: Witaj
pt_br: Olá
pt_pt: Olá
ru_ru: Эдравствуйте.

source: Good day dear friend.
de_de: Guten Tag lieber Freund.
es_es: Buenos días estimado amigo.
fr_fr: Bonjour cher ami.
hu_hu: Jó napot barátom.
it_it: Buongiorno, amico mio.
pl_pl: Witaj, drogi przyjacielu.
pt_br: Bom dia caro amigo.
pt_pt: Bom dia, caro amigo.
ru_ru: Добрый денЬ, дорогой друг.
