Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: I've heard about an underground city that the clones use as a meeting place. It's in the Northern hemisphere, on Tippet island. You should check it out!
de_de: Ich habe von einer unterirdischen Stadt gehört, wo Klone Schiebergeschäfte machen. Das ist auf der Nord-Halbkugel, auf der Insel Tippett. Du solltest dort Nachforschungen anstellen !
es_es: He escuchado hablar de una ciudad subterránea donde los clones vienen a traficar. Está en el hemisferio Norte, en la isla Tippett. ¡Deberías investigar allí!
fr_fr: J'ai entendu parler d'un ville souterraine où des clones viennent trafiquer. C'est dans l'hémisphère Nord, sur l'île Tippett. Tu devrais enquêter là-bas !
hu_hu: Hallottam a föld alatti városról, amit a klónok használnak találkozóhelynek. Az északi féltekén van Prémgallér-szigeten. Meg kéne nézned!
it_it: Ho sentito parlare di una città sotterranea dove i cloni vengono a trafficare. E' nell'emisfero settentrionale, sull'Isola Tippett. Dovrai indagare là!
pl_pl: Słyszałem o podziemnym mieście, gdzie spotykają się klony. Jest na półkuli północnej, na wyspie Tippet. Powinieneś to sprawdzić!
pt_br: Eu ouvi falar de uma cidade no subterrâneo que os clones usam como um local de encontro para descansar. Está no Hemisfério Norte, na Ilha Tippet. Você deveria visitá-la!
pt_pt: Eu ouvi falar de uma cidade no subsolo que os clones usam como local de encontro para descansar. Está no Hemisfério Norte, na Ilha Tippett. Deveria verificá-la!
ru_ru: Я слышал про подземный город, который клоны исполЬзуют как место встречи. Он находится в Северном полушарии, на Острове Типпетта. Тебе следует его проверитЬ!

source: Ask Grap. He's in the trench, he'll know where to find them.
de_de: Frag Grap im Schützengraben, er weiß bestimmt wo man sie findet.
es_es: Pregúntale a Grap en la trinchera, él debe saber dónde encontrarlos.
fr_fr: Demande à Grap dans la tranchée, il doit savoir où les trouver.
hu_hu: Kérdezd Grap-et!. Lent van a sáncban, ô tudja hol találd ôket.
it_it: Chiedi a Grap in trincea, lui saprà dove sono.
pl_pl: Zapytaj Grapa. Jest w okopie, będzie wiedział, gdzie ich szukać.
pt_br: Pergunte a Grap. Ele está na trincheira, e saberá onde encontrá-los.
pt_pt: Pergunte ao Grap. Ele está na trincheira, e saberá onde encontrá-los.
ru_ru: Спроси Грэпа. Он в окопе, он знает, где их найти.

source: The end is near for FunFrock.
de_de: FunFrocks Ende naht.
es_es: El final se avecina para FunFrock.
fr_fr: C'est bientôt la fin pour FunFrock.
hu_hu: Közeleg KacajKabát utolsó napja.
it_it: Presto sarà la fine per FunFrock.
pl_pl: Koniec FunFrocka jest bliski.
pt_br: O fim está próximo para FunFrock.
pt_pt: O fim está próximo para FunFrock.
ru_ru: Конец ФанФрока близок.

source: You must wait for your partner when you change zones if you want to make it through this mission.
de_de: Du mußt auf Deinen Kameraden warten, wenn Du den Bereich wechselst, um diesen Auftrag erfolgreich zu meistern.
es_es: Para triunfar en esta misión, hay que esperar a tu compañero cuando cambies de zona.
fr_fr: Il faut attendre ton équipier lorsque tu changes de zone, pour réussir cette mission.
hu_hu: Várd meg a partnered mielôtt zónát váltasz, ha túl akarod élni ezt a küldetést!
it_it: Devi aspettare il tuo compagno prima di cambiare zona, se vuoi riuscire in questa missione.
pl_pl: Musisz czekać na swojego partnera, kiedy przechodzisz między strefami, jeśli chcesz wykonać tą misję.
pt_br: Você deve esperar pelo seu parceiro para avançar terrenos se você quiser conseguir completar a missão.
pt_pt: Tem que esperar pelo seu parceiro para avançar no terreno se quizer acabar a missão.
ru_ru: Ты должен подождатЬ своего напарника при перемене сцен, если хочешЬ выполнитЬ эту миссию.

source: Thank you Twinsen, we couldn't have done it without you.
de_de: Danke Twinsen, ohne Dich hätten wir es nie geschafft.
es_es: Gracias Twinsen, nunca hubiéramos triunfado sin ti.
fr_fr: Merci Twinsen nous n'aurions jamais réussi sans toi.
hu_hu: Köszönöm Twinsen, nem sikerült volna nélküled.
it_it: Grazie, Twinsen. Non ce l'avremmo mai fatta senza di te.
pl_pl: Dziękuję ci, bez ciebie by nam się nie udało.
pt_br: Obrigado, nós nunca conseguiríamos sem você.
pt_pt: Obrigado Twinsen, nós nunca consiguiríamos acabá-la sem você.
ru_ru: Спасибо, Твинсен, без тебя мы бы этого не сделали.

source: Try over at Funky-Town. You can buy anything over there!
de_de: Du solltest es in Funky-Town versuchen. Es scheint, daß dort alles käuflich ist !
es_es: Deberías tratar en Funky-Town. ¡Parece que allí todo se compra!
fr_fr: Tu devrais essayer à Funky-Town. Là-bas tout s'achète paraît-il !
hu_hu: Próbáld meg Felfaluban. Ott bármit vehetsz!
it_it: Dovresti provare a Funky-Town. Sembra che là vendano di tutto!
pl_pl: Poszukaj w Funky-Town. Można tam kupić wszystko!
pt_br: Tente em Funky-Town. Você pode comprar qualquer coisa lá!
pt_pt: Tente na Funky-Town. Pode comprar qualquer coisa lá!
ru_ru: Поищи в Фанки-Городе. Там ты можешЬ купитЬ что угодно!

source: To the rebel camp.
de_de: Zum Camp der Rebellen.
es_es: Al campo de los rebeldes.
fr_fr: Au camp des rebelles.
hu_hu: a lázadók táborába
it_it: Al campo dei ribelli.
pl_pl: Do obozu rebeliantów.
pt_br: Para o acampamento rebelde.
pt_pt: Para o acampamento rebelde.
ru_ru: В лагерЬ повстанцев.

source: To the harbour.
de_de: Zum Hafen.
es_es: Al puerto.
fr_fr: Au port
hu_hu: a kikötôbe
it_it: Al porto.
pl_pl: Na przystań.
pt_br: Para o porto.
pt_pt: Para o porto.
ru_ru: На пристанЬ.

source: You need me to get into the fort. Wait there!
de_de: Du brauchst mich um zum Fort zu gelangen. Warte auf mich !
es_es: ¡Necesitas de mí para acceder al fortín. Espérame!
fr_fr: Tu as besoin de moi pour accéder au fortin. Attends-moi !
hu_hu: Szükséged lesz rám, hogy bejuss az erôdbe. Várj itt!
it_it: Hai bisogno di me per accedere al fortino. Aspettami!
pl_pl: Potrzebujesz mnie, żeby dostać się do fortu. Zaczekaj na mnie!
pt_br: Você precisa de mim para entrar no forte. Espere aí!
pt_pt: Precisa de mim para entrar no forte. Espere aí!
ru_ru: Я нужен тебе, чтобы попастЬ в форт. Жди меня!

source: Come with me, we'll continue in the tank!
de_de: Komm mit, wir nehmen den Panzer !
es_es: ¡Ven conmigo, continuaremos con el tanque!
fr_fr: Viens avec moi, on continue avec le char !
hu_hu: Gyere velem, a tankban folytatjuk!
it_it: Vieni con me, continuiamo con il carro!
pl_pl: Chodź ze mną, dalej pojedziemy w czołgu!
pt_br: Venha comigo, nós vamos continuar pelo tanque!
pt_pt: Venha comigo, vamos continuar pelo tanque!
ru_ru: Иди со мной, мы продолжим на танке!

source: I'll cover you - go free the Colonel.
de_de: Ich gebe Dir Deckung, geh den Oberst befreien.
es_es: Me quedo cubriéndote, ve a liberar al coronel.
fr_fr: Je reste en couverture, va libérer le colonel.
hu_hu: Fedezlek, szabadítsd ki a hadnagyot!
it_it: Ti copro io; tu vai a liberare il colonnello.
pl_pl: Będę cię osłaniał - idź uwolnij Pułkownika.
pt_br: Eu te dou cobertura - vá libertar o Coronel.
pt_pt: Eu dou-lhe cobertura - vá libertar o Coronel.
ru_ru: Я тебя прикрою - иди освободи полковника.

source: Don't jive me, my predecessor was killed in combat! Well, I guess that's life, huh? Shall we go?
de_de: Verheimlich mir nichts, mein Vorgänger ist im Kampf gefallen ! Nun, c'est la vie, gehen wir ?
es_es: No me ocultes nada, mi predecesor murió en el combate. Bueno, así es la vida ¿no? ¿vamos?
fr_fr: Ne me cache rien, mon prédécesseur est mort au combat ! Bon c'est la vie hein, on y va ?
hu_hu: Ne ugrass, az elôdömet kinyírták a harcban! Hát ilyen az élet, mi? Mehetünk?
it_it: Non nascondermi niente; il mio predecessore è morto in battaglia! E' la vita, no? Andiamo.
pl_pl: Nie poganiaj mnie, mój poprzednik zginął w bitwie! W końcu, chyba takie jest życie, nie? Idziemy?
pt_br: Não me iluda, meu predecessor foi morto em combate! Bem, eu acho que essa é a vida, ahn? Vamos?
pt_pt: Não diga o absurdo, o meu antecessor foi morto em combate! Bem, é a vida, huh? Vamos?
ru_ru: Не шути со мной, моего предшественника убили в битве! Что ж, думаю, это жизнЬ, а? Мы идем?

source: Quick, get me out of here!
de_de: Schnell, befreien Sie mich !
es_es: ¡Rápido, libéreme!
fr_fr: Vite, libérez-moi !
hu_hu: Gyorsan, vigyél ki innen!
it_it: Svelto, mi liberi!
pl_pl: Szybko, zabierz mnie stąd!
pt_br: Rápido, me tire daqui!
pt_pt: Rápido, tire-me daqui!
ru_ru: Скорее, вытащи меня отсюда!

source: Hey quetch, hell of a job. If you'd like to carry on down the corridor and, try to open the hatch at the end of the hall.
de_de: Sie der Quetsch, ich bin Ihnen verdammt etwas schuldig. Wenn Sie den anderen Abhang runtersteigen wollen, versuchen Sie die Klappe mit dem Hochspannungszeichen am Ende dieses Korridors zu bewegen.
es_es: Escúcheme colines, estoy en deuda con usted. Le daré un buen consejo. Si quiere bajar por la otra vertiente, trate de accionar la trampilla eléctrica al fondo del corredor.
fr_fr: Vous le quetch, je vous dois une fière chandelle. Si vous voulez redescendre sur l'autre versant, essayez d'actionner la plaque électrique au bout de ce couloir.
hu_hu: Hé kvecs, micsoda munka! Ha tovább akarsz menni, akkor le a folyosón, és próbáld meg kinyitni a tolóajtót a terem végében.
it_it: Le devo molta gratitudine, quetch. Se vuole scendere sull'altro versante, tenti di azionare la piastra elettrica al termine del corridoio.
pl_pl: Hej quetchu, świetna robota. Jeżeli chcesz się stąd wydostać, spróbuj otworzyć właz na końcu sali.
pt_br: Ei quetch, esplêndido trabalho. Siga pelo corredor e tente abrir a escotilha para alcançar o Hemisfério Norte.
pt_pt: Ei quetch, esplêndido trabalho. Siga pelo corredor e tente abrir a escotilha para alcançar o Hemisfério Norte.
ru_ru: Эй, кветч, чертовски хорошая работа. Если хочешЬ, пройди по коридору и попробуй открытЬ люк в конце холла.

source: From this warehouse we send material to the other hemisphere, we use a shuttle that dates back to the old subway lines. I participated in its construction but I've been waiting for a ferry for two years... Two years!!
de_de: Von diesem Depot aus wird Material zur anderen Halbkugel geschickt, es wird dazu eine Kapsel benutzt, die aus der Zeit der früheren Metro stammt. Ich habe beim Bau mitgewirkt, aber ich warte seit fast zwei Jahren auf eine Fähre ... Zwei Jahre ! !
es_es: Desde este depósito se envía material al otro hemisferio, se utiliza una cápsula que procede del antiguo metro. Yo participé en la construcción, pero ya va para dos años que espero un ferry ¡Dos años!
fr_fr: Depuis cet entrepôt on envoie du matériel dans l'autre hémisphère, on utilise une capsule qui date de l'ancien métro. Moi j'ai participé à la construction, mais ca va faire deux ans que j'attends un ferry ... Deux ans ! !
hu_hu: Ebbôl a raktérból küldünk anyagokat az északi féltekére. Egy olyan vasúthálózatot használunk, ami a régi földalatti korába nyúlik vissza. Jó magam is részt vettem az építkezésben, de két éve várok egy fuvarra... két éve!!
it_it: Da questo deposito viene inviato materiale nell'altro emisfero. Si utilizza una capsula che risale all'antica metropolitana. Io ho partecipato alla costruzione, ma è due anni che aspetto un traghetto... Due anni!!
pl_pl: Z tego magazynu wysyłamy materiał na drugą półkulę, używamy promu, który pamięta jeszcze czasy starego metra. Pomagałem w jego zbudowaniu, ale czekałem na transport przez dwa lata... Dwa lata!!
pt_br: Desse armazém nós enviamos material para o outro hemisfério, nós usamos um lançador construído antes das linhas de metrô. Eu participei da construção mas estou esperando por um navio por dois anos... Dois anos!!
pt_pt: Nós enviamos material deste armazém para o outro hemisfério. Usamos um transportador que foi construído antes das linhas de metro. Eu participei na construção mas estou à espera dum navio à dois anos... Dois anos!!
ru_ru: Мы послали на другое полушарие материалы с этого склада. Мы исполЬзуем челнок, являющийся частЬю старых линий подземной железной дороги. Я участвовал в их строителЬстве, но я жду паром уже два года... Два года!!

source: Yes, I know, you also want me to start the transporter. Ok, stand in front of it, I'll start it up.
de_de: Ja, ich weiß, Sie wollen auch, daß ich die Kapsel für Sie in Gang setze. Stellen Sie sich davor, ich mach schon.
es_es: Sí, ya sé, ya sé que Ud. también quiere que ponga la cápsula en marcha. Colóquese delante, ahí voy.
fr_fr: Oui, je sais, vous aussi vous voulez que je vous mette la capsule en route. Placez-vous devant, j'y vais.
hu_hu: Igen, tudom, azt is akarja, hogy indítsam be a teherhordót. Oké, álljon be elé, elindítom magának.
it_it: Lo so, anche lei vuole che metta in moto la capsula. Si metta davanti, che comincio.
pl_pl: Tak, wiem, potrzebujesz mnie, żeby uruchomić transporter. Dobrze, stań naprzeciwko niego, a ja go uruchomię.
pt_br: Sim, eu sei, você também quer que eu lance o transportador. Ok, fique na frente dele, eu vou ligá-lo.
pt_pt: Sim, eu sei, também quer que eu lance o transportador. Ok, fique de frente para ele, que eu vou ligá-lo.
ru_ru: Да, я знаю, ты тоже хочешЬ, чтобы я запустил транспортер. OK, становисЬ перед ним, я его запущу.

source: I'm with the rebels who are fighting against FunFrock. We are currently trying to cross the Hamalayi mountains. Our leader, Colonel Kroptman, has been taken prisoner. Welcome aboard if you are joining the fight! Go see my friends on Rebellion island. They will let you dock only if you're displaying the proper emblem: a pirate flag with a skull.
de_de: Ich gehöre zu den Rebellen, die FunFrock bekämpfen. Zur Zeit versuchen wir über den Hamalayi zu steigen, übrigens ist unser Anführer Kroptman gefangengenommen worden. Wenn Du Dich uns in unserem Kampf anschließen willst, sei willkommen ! Geh zu meinen Freunden auf die Rebellion-Insel, aber sie werden Dich nicht an Land kommen lassen, wenn Du unser Erkennungszeichen nicht hast : eine Piratenflagge mit dem Totenkopfzeichen.
es_es: Yo formo parte de los rebeldes que luchan contra FunFrock. Actualmente estamos tratando de franquear el Hamalayi, y, a propósito, nuestro jefe Kroptman ha sido capturado. Si quieres unirte a nuestra lucha, ¡bienvenido! Ve a ver a mis amigos en la isla de la Rebelión, sólo que ellos no te dejarán subir a bordo si no tienes nuestro signo de reconocimiento: una bandera pirata con una calavera.
fr_fr: Je fais partie des rebelles qui luttent contre FunFrock. Actuellement nous tentons de franchir l'Hamalayi, d'ailleurs notre chef Kroptman a été capturé. Si tu veux te joindre à notre lutte, sois le bienvenu ! Va voir mes amis sur l'île de la Rébellion, seulement ils ne te laisseront pas aborder si tu n'as pas notre signe de reconnaissance : un drapeau pirate à tête de mort.
hu_hu: A felkelôkkel vagyok, akik Dr. KacajKabát ellen harcolnak. Most próbáljuk meg átszelni a Hamalayi - hegységet. Vezérünk, Kroptman Ezredes, fogságba esett. Tárt karokkal várunk, ha csatlakozol csapatainkhoz! Menj, látogatsd meg a barátaimat Lázadó - szigeten. Csak akkor engednek majd kikötni, ha a megfelelô szimbólummal mégy; egy halálfejes zászlóval.
it_it: Faccio parte dei ribelli che lottano contro FunFrock. Attualmente stiamo cercando di superare l'Hamalayi, ma il nostro capo Kroptman è stato catturato. Se vuoi unirti alla nostra lotta, sei il benvenuto! Vai a trovare i miei amici sull'Isola della Ribellione; attento però: ti permetteranno di avvicinarti solo se porterai il nostro segno di riconoscimento: una bandiera con il teschio.
pl_pl: Jestem z rebeliantami, którzy walczą przeciwko FunFrockowi. Właśnie próbujemy przedostać się przez góry Hamalayi. Nasz dowódca, Pułkownik Kroptman, został złapany. Zapraszam na pokład, jeśli przyłączysz się do walki! Idź zobacz się z moimi przyjaciółmi na wyspie Rebellion. Pozwolą ci wpłynąć do portu, tylko jeśli pokażesz właściwy znak: piracką flagę z trupią czaszką.
pt_br: Estou com os rebeldes que estão lutando contra FunFrock. No momento estamos tentando atravessar as montanhas do Hamalayi. Nosso líder, Coronel Kroptman, foi capturado. Bem-vindo à bordo se está planejando se juntar a nós! Vá ver meus amigos na Ilha dos Rebeldes. Eles só irão deixar você desembarcar se você estiver usando nosso emblema: uma bandeira pirata com uma caveira.
pt_pt: Estou com os rebeldes que estão a lutar contra FunFrock. Neste momento estamos a tentar atravessar as montanhas do Hamalayi. O nosso líder, Coronel Kroptman, foi capturado. Bem-vindo à bordo se está planeando juntar-se à nós! Vá ver os meus amigos na Ilha da Rebelião. Eles só o irão deixar desembarcar se estiver a usar o nosso emblema: uma bandeira pirata com uma caveira.
ru_ru: Я с повстанцами, воюющими против ФанФрока. В данный момент мы пытаемся пересечЬ Гамалайские горы. Наш лидер, полковник Кроптман, был захвачен в плен. Добро пожаловатЬ на борт, если присоединишЬся к битве! Сходи встретЬся с моими друзЬями на Острове Восстания. Они позволят тебе пришвартоватЬся толЬко, если ты покажешЬ правилЬную эмблему: пиратский флаг с черепом.

source: Use the flag: attach it to your boat and you will be able to dock on Rebellion island. You will certainly be able to help us cross the Hamalayi mountains.
de_de: Benutz die Flagge : hiß Sie auf Deinem Boot und Du wirst auf der Rebellion-Insel an Land gehen können. Du kannst uns sicher nützlich sein um über den Hamalayi zu steigen.
es_es: Utiliza la bandera: ízala en tu barco y podrás bajar en la isla de la Rebelión. Sin duda nos puedes ser útil para franquear el Hamalayi.
fr_fr: Utilise le drapeau : accroche-le sur ton bateau et tu pourras aborder sur l'île de la Rébellion. Tu peux sans doute nous être utile pour franchir l'Hamalayi.
hu_hu: Használd a zászlót: erôsítsd a hajódhoz, és képes leszel kikötni Lázadó-szigeten. Te biztos át tudnál minket vezetni a Hamalyi - hegységen.
it_it: Issa la bandiera all'albero della tua nave: così potrai avvicinarti all'isola della Ribellione. Forse ci sarai utile per valicare l'Hamalayi.
pl_pl: Użyj flagi: przymocuj ją do łodzi, wtedy będziesz mógł zacumować do wyspy Rebellion. Na pewno będziesz mógł nam pomóc przedostać się przez góry Hamalayi.
pt_br: Use a bandeira: coloque-a em seu bote e você certamente poderá desembarcar na Ilha dos Rebeldes. Com a nossa ajuda você certamente será capaz de atravessar as montanhas do Hamalayi.
pt_pt: Use a bandeira: coloque-a no seu barco e poderá certamente desembarcar na Ilha da Rebelião. Com a nossa ajuda será certamente capaz de atravessar as montanhas do Hamalayi.
ru_ru: ИсполЬзуй флаг: установи его на свое судно и ты сможешЬ пришвартоватЬся к Острову Восстания. Ты определенно способен помочЬ нам пересечЬ Гамалайские горы.

source: Hang on! Wait for you partner before trying to change zones. If you are having problems reaching the fort, try neutralizing the radar above the bunkers, in the zone where you landed.
de_de: Nur Mut ! Warte auf Deinen Kameraden, bevor Du den Bereich wechselst. Und falls ihr Schwierigkeiten habt, um zum Fort zu gelangen, schaltet zuerst den Radar aus, der sich über den Bunkern in eurem Landungsbereich befindet.
es_es: ¡Valor! Espera a tu compañero antes de cambiar de zona. Y si tienen dificultades para llegar al fortín, neutralicen primero el radar que está encima de los bunkers, en la zona en la que han desembarcado.
fr_fr: Courage ! Attends ton équipier avant de changer de zone. Et si vous avez des difficultés pour arriver au fortin, neutralisez d'abord le radar qui est au-dessus des bunkers, dans la zone où vous avez débarqué.
hu_hu: Várj csak! Várj meg a társad, mielôtt zónát váltassz! Ha nehézségeid támadnának az erôd elérésével kapcsolatban, próbáld meg semlegesíteni a radart a partraszállási zónában.
it_it: Un attimo! Attendi il tuo compagno prima di cambiare zona. E se avrete difficoltà per raggiungere il fortino, neutralizzate prima di tutto il radar che si trova sotto ai bunker, nella zona in cui siete sbarcati.
pl_pl: Trzymaj się! Zaczekaj na swojego partnera przed zmianą strefy. Jeśli masz problemy z dostaniem się do fortu, spróbuj unieszkodliwić radar nad bunkrem, w strefie, w której wylądowałeś.
pt_br: Pare! Espere pelo seu parceiro antes de tentar avançar terrenos. Se você estiver tendo problemas para chegar ao forte, tente neutralizar o radar acima de um dos bunkers, próximo ao local de desembarque.
pt_pt: Pare! Espere pelo seu companheiro antes de tentar avançar os terrenos. Se estiver a ter problemas para chegar ao forte, tente neutralizar o radar acima dos bunkers, próximo ao local de desembarque.
ru_ru: ДержисЬ! Подожди своего напарника прежде, чем сменишЬ зону. Если у тебя появятся проблемы с тем, чтобы добратЬся до форта, попробуй нейтрализоватЬ радар над бункерами в зоне, где высадился.

source: You're a real hero, Twinsen ! Well uh ... I mean, thanks for freeing Colonel Kroptman.
de_de: Du bist stärker als der Krieg Twinsen ! Nun ööh ... ich meine, danke dafür, daß Du Oberst Kroptman befreit hast.
es_es: ¡Te has vuelto más fuerte que la guerra Twinsen! Ah... lo que quiero decir, es gracias por haber liberado al coronel Kroptman.
fr_fr: Tu es devenu plus fort que la guerre Twinsen ! Enfin euh ... je veux dire, merci d'avoir libéré le colonel Kroptman.
hu_hu: Te egy igazi hôs vagy, Twinsen! ôôô... úgy értem, kösz, hogy segítettél kiszabadítani Kroptman Ezredest.
it_it: Sei diventato più forte della guerra, Twinsen! Insomma, volevo dirti... grazie per aver liberato il colonnello Kroptman.
pl_pl: Jesteś prawdziwym bohaterem, Twinsen ! Więc ... chodzi o to, że, dzięki za uwolnienie Półkownika Kroptmana.
pt_br: Você é um verdadeiro herói, Twinsen ! Bem, uh ... quero dizer, obrigado por libertar o Coronel Kroptman.
pt_pt: É um verdadeiro herói, Twinsen ! Bem, uh ... quero dizer, obrigado por libertar o Coronel Kroptman.
ru_ru: Ты настоящий герой, Твинсен! Ну, э... я имею ввиду, спасибо, что освободил полковника Кроптмана.

source: Thanks to you, we are now in contact with the Northern hemisphere. And I've received some information about that black-market city, Funky-Town. You will surely find some information over there!
de_de: Dank Deiner Hilfe haben wir nun Kontakte zur Nord-Halbkugel. Und ich habe von der Schieberstadt gehört : Funky-Town. Du kannst dort sicher Informationen finden !
es_es: Gracias a ti tenemos ahora contacto con el hemisferio Norte. He escuchado hablar de esta ciudad de tráficantes: Funky-Town. Seguro que podrás encontrar informaciones allí abajo!
fr_fr: Grâce à toi nous avons maintenant des contacts avec l'hémisphère Nord. Et j'ai entendu parler de cette ville de trafics : Funky-Town. Tu peux sûrement trouver des informations là-bas !
hu_hu: Hála neked, sikerült kapcsolatot létesítenünk az északi - féltekével. Sôt, sikerült információt is gyûjenem arról a bûnös városról, Felfaluról. Te is biztos találsz ott valami információt!
it_it: Grazie a te adesso abbiamo un contatto con l'emisfero settentrionale. Ho sentito parlare di questa città di traffici: Funky-Town. Là sicuramente troverai informazioni utili!
pl_pl: Dziękuję ci, teraz mamy połączenie z północną półkulą. Otrzymałem jakieś informacje o czarnorynkowym mieście, Funky-Town. Na pewno znajdziesz tam jakieś informacje!
pt_br: Graças a você, nós estamos agora em contato com o hemisfério Norte. E eu recebi informações sobre aquela cidade de mercado-negro, Funky-Town. Você certamente irá achar informações lá!
pt_pt: Graças a si, estamos agora em contacto com o hemisfério Norte. E eu recebi informações sobre aquela cidade de mercado-negro, Funky-Town. Irá certamente encontrar informações lá!
ru_ru: Благодаря тебе у нас теперЬ естЬ связЬ Северным полушарием. И мы получили некоторые сведения о городе черного рынка, Фанки-Городе. Ты точно найдешЬ там какую-нибудЬ информацию!
