Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Ah, those plans are not present in our books.
de_de: Ach, diese Pläne befinden sich nicht unter unseren Werken.
es_es: Ah, esos planos no se encuentran entre nuestras obras.
fr_fr: Ah, il n'y a pas ces plans parmi nos ouvrages.
hu_hu: Ezek a tervek nincsenek benne a könyveinkben.
it_it: Ah, non abbiamo queste mappe fra le nostre opere.
pl_pl: Ach, tych planów nie ma w naszych książkach.
pt_br: Ah, esses planos não estão presentes em nossos livros.
pt_pt: Ah, esses planos não estão presentes nos nossos livros.
ru_ru: А, этих чертежей нет в наших книгах.

source: To the Hamalayi mountains.
de_de: Auf den Hamalayi.
es_es: Al Hamalayi.
fr_fr: Sur l'Hamalayi.
hu_hu: a Hamalayi-hegységbe.
it_it: Sull'Hamalayi.
pl_pl: W góry Hamalayi.
pt_br: Para as montanhas do Hamalayi
pt_pt: Para as montanhas do Hamalayi.
ru_ru: К Гамалайским горам.

source: Wherever you go, come back soon. We are waiting for the imminent return of a solitary navigator, and he will sell his boat.
de_de: Wohin Sie auch gehen, kommen Sie schnell wieder. Man erwartet bald die Rückkehr eines einsamen Seefahrers, der wird sein Boot verkaufen.
es_es: Donde quiera que vaya, regrese pronto. Esperamos pronto el regreso de un navegante solitario, y va a vender su barco.
fr_fr: Où que vous partiez, revenez vite. On attend bientôt le retour d'un navigateur solitaire et il va vendre son bateau.
hu_hu: Bárhová is menj, gyere vissza hamar. Egy magányos navigátor visszatértét várjuk, aki eladja a hajóját.
it_it: Ovunque vada, torni alla svelta. Presto tornerà un navigatore solitario che venderà la sua nave.
pl_pl: Gdziekolwiek jedziesz, wróć niedługo. Wkrótce powinien wrócić samotny nawigator i będzie chciał sprzedać swoją łódź.
pt_br: Seja lá onde você for, volte mais tarde. Nós estamos esperando o retorno iminente de um navegador solitário, que irá vender o seu barco.
pt_pt: Onde quer que você vá, volte mais tarde. Nós estamos à espera do regresso iminente de um navegador solitário, que irá vender o seu barco.
ru_ru: Куда бы ты не пошел, возвращайся быстрее. Мы ждем скорого возвращения одинокого мореплавателя, и он будет продаватЬ свое судно.

source: Don't know anything about it!
de_de: Kenn ich nicht !
es_es: ¡Lo desconozco!
fr_fr: Connais pas !
hu_hu: Nem tudok róla semmit!
it_it: Non lo so!
pl_pl: Nic o tym nie wiem!
pt_br: Não sei nada sobre isso!
pt_pt: Não sei nada sobre isso!
ru_ru: Ничего про это не знаю!

source: It's kind of you to help me, but I managed to steal the guard's key. Take it, I don't need it any more.
de_de: Nett daß Du mir hilfst, aber ich habe es geschafft den Schlüssel der Wache zu klauen. Nimm ihn, ich brauche ihn nicht mehr.
es_es: ¡Qué amable has sido al ayudarme!, pero he logrado robarle la llave al guardia. Tómala, ya no la necesito.
fr_fr: C'est sympa de m'aider, mais j'ai réussi à piquer la clef du gardien. Prends-la, je n'en ai plus besoin.
hu_hu: Kedves tôled, hogy segítesz, de már elloptam az ôr kulcsait. Fogd, nekem már nem kell.
it_it: Gentile ad aiutarmi, ma sono riuscito a sgraffignare la chiave del guardiano. Prendila, non mi serve più.
pl_pl: To miło z twojej strony, że chcesz mi pomóc, ale udało mi się ukraść klucz strażnika. Weź go, już nie będzie mi potrzebny.
pt_br: É gentil de sua parte me ajudar, mas eu consegui roubar a chave do guarda. Aqui está, eu não preciso mais dela.
pt_pt: É gentil da sua parte ajudar-me, mas eu consegui roubar a chave do guarda. Leve-a, eu não preciso mais dela.
ru_ru: ОченЬ мило с твоей стороны было помочЬ мне, но мне удалосЬ украстЬ у охранника ключ. ВозЬми его, мне он болЬше не нужен.

source: I just discovered a secret passage, incredible! Do you like my red card otherwise?
de_de: Ich habe einen Geheimgang gefunden, einfach toll ! Was ist mit meiner falschen roten Karte, bist Du damit zufrieden ?
es_es: Acabo de descubrir un pasaje secreto, ¡es increíble! Y si no, mi falsa tarjeta roja, ¿estás contento?
fr_fr: Je viens de découvrir un passage secret, c'est fou ! Et sinon ma fausse carte rouge, tu en es content ?
hu_hu: Találtam egy titkos járatot, most hogy használtam a (SPACE)-t, bámulatos! Egyébként kéred a vörös kártyám?
it_it: Ho appeno scoperto un passaggio segreto! E questa è la mia carta rossa falsa; sei contento?
pl_pl: Właśnie odkryłem tajne przejście, używając polecenia AKCJA, niewiarygodne! Poza tym, chcesz moją czerwoną kartę?
pt_br: Acabei de descobrir uma passagem secreta ao apertar o botão de AÇÃO, incrível! Mas mudando de assunto, você gostou do meu cartão?
pt_pt: Acabei de descobrir uma passagem secreta ao carregar no botão de ACÇÃO, incrível! Mas mudando de assunto, gostou do meu cartão?
ru_ru: Я толЬко что обнаружил тайный проход, исполЬзуя команду ДЕЙСТВИЕ, невероятно! А вообще, тебе понравиласЬ моя красная карта?

source: Ah, it's impossible to open it without a red card.
de_de: Ach, ohne rote Karte kann man unmöglich aufmachen.
es_es: Ah, es imposible abrir sin la tarjeta roja.
fr_fr: Ah, impossible d'ouvrir sans carte rouge.
hu_hu: Lehetetlen kinyitni a vörös kártya nélkül.
it_it: Ah, impossibile aprire senza carta rossa.
pl_pl: Ach, nie można tego otworzyć bez czerwonej karty.
pt_br: Ah, é impossível abrir a porta sem um cartão vermelho.
pt_pt: Ah, é impossível abrir a porta sem um cartão vermelho.
ru_ru: Эх, без красной карты это невозможно открытЬ.

source: Ah, it's impossible to open it without a blue card.
de_de: Ach, ohne blaue Karte kann man unmöglich aufmachen.
es_es: Ah, es imposible abrir sin la tarjeta azul.
fr_fr: Ah, impossible d'ouvrir sans carte bleue.
hu_hu: Lehetetlen kintitni a kék kártya nélkül.
it_it: Ah, impossibile aprire senza tessera blu.
pl_pl: Ach, nie można tego otworzyć bez niebieskiej karty.
pt_br: Ah, é impossível abrir a porta sem um cartão azul.
pt_pt: Ah, é impossível abrir a porta sem um cartão azul.
ru_ru: Эх, без синей карты это невозможно открытЬ.

source: To the military camp.
de_de: Zum Militärcamp.
es_es: Al campo militar.
fr_fr: Au camp militaire.
hu_hu: a katonai bázishoz
it_it: Al campo militare.
pl_pl: Do obozu wojskowego.
pt_br: Para o campo militar.
pt_pt: Para o campo militar.
ru_ru: К военному лагерю.

source: Peg Leg Street.
de_de: Zur Klumpfuß Straße.
es_es: Calle Chueca.
fr_fr: Rue du Pied-Bot.
hu_hu: Faláb utca.
it_it: Via di Piè-Scarpa.
pl_pl: Ulica Peg Leg.
pt_br: Rua Peg Leg.
pt_pt: Rua do Pé Aleijado.
ru_ru: Улица Деревянной ноги.

source: I am cured. I don't kown what you poured in the water this time but my kidney stone vanished. Thank you!
de_de: Ich bin wieder gesund, ich weiß nicht was Sie diesmal reingegossen haben, aber mein Nierenstein hat sich in Luft aufgelöst. Danke ! 
es_es: Estoy curado, no sé lo que ha vertido esta vez, pero mi cáculo renal se ha volatilizado. ¡Gracias!
fr_fr: Je suis guéri, je ne sais pas ce que vous avez versé cette fois-ci, mais mon calcul rénal s'est volatilisé. Merci !
hu_hu: Meggyógyultam. Nem tudom mit öntöttél a vízbe ezúttal, de a vesekövem felszívódott. Köszönöm!
it_it: Sono guarito, non so se è per quello che ha versato adesso, ma il mio calcolo renale si è volatilizzato. Grazie!
pl_pl: Jestem wyleczony. Nie wiem, czego tym razem dolałeś do wody, ale mój kamien nerkowy zniknął. Dzięki ci!
pt_br: Estou curado. Não sei o que você jogou na água dessa vez mas minha pedra no rim desapareceu. Obrigado!
pt_pt: Estou curado. Não sei o que você pôs na água desta vez mas a minha pedra no rim desapareceu. Obrigado!
ru_ru: Я вылечился. Я не знаю, что вы вылили в воду на этот раз, но камни в моих почках исчезли. Спасибо!

source: Here's your book.
de_de: Hier ist Ihr Buch.
es_es: Aquí tiene su libro.
fr_fr: Voici votre livre.
hu_hu: Itt a könyve.
it_it: Ecco il suo libro.
pl_pl: Oto twoja książka.
pt_br: Aqui está o seu livro.
pt_pt: Aqui está o seu livro.
ru_ru: Вот ваша книга.

source: Good day, all this talk about the Legend is strange, don't you think?
de_de: Guten Tag, eigenartig diese Legende, nicht wahr ?
es_es: Buenos días, es rara esa Leyenda, ¿no?
fr_fr: Bonjour, bizarre cette Légende, non ?
hu_hu: Jó napot, ez a szóbeszéd a legendáról furcsa, nem gondolja?
it_it: Buongiorno, bizzarra questa Leggenda, vero?
pl_pl: Dzień dobry, te wszystkie opowieści o Legendzie są dziwne, nie sądzisz?
pt_br: Bom dia, toda essa conversa sobre a Lenda é estranha, você não acha?
pt_pt: Bom dia, toda essa conversa acerca da Lenda é estranha, não acha?
ru_ru: Добрый денЬ, все эти слухи о Легенде странные, вы не думаете?

source: Very strange indeed. I'm just an old fool who would like to grow flowers in the desert, but... I know about this Legend that Dr. FunFrock forbade. I'll tell you what I know if you bring me a sacred book. It is in the Temple of Bù which was buried by a violent sand storm. You can still get in, however, through one of the ventilation shafts still visible just behind me. But be careful: there is danger everywhere!
de_de: In der Tat, recht eigenartig. Ich bin nur ein alter Irrer, der in dieser Wüste Blumen wachsen lassen möchte, aber ... ich kenne die Legende, die Dr FunFrock verboten hat. Ich sage Dir was ich weiß, wenn Du mir ein heiliges Buch wiederbringst. Es befindet sich mitten im Bù Tempel, der durch einen Sandsturm verschüttet wurde. Du kannst durch einen verbliebenen Luftschacht, der sich hinter mir befindet, hinein gelangen, aber Vorsicht, die Gefahr lauert überall !
es_es: Rara en efecto. No soy mas que un viejo loco que me gustaría hacer crecer flores en este desierto, pero ... conozco esa Leyenda que el Dr. FunFrock ha prohibido. Te diré lo que sé si me traes un libro sagrado. Está en el corazón del templo de Bù que fue tragado por una tormenta de arena. Puedes entrar ahí por un pozo de ventilación que aun existe, y está trás de mí, pero ¡atención, el peligro está presente en cada paso!
fr_fr: Bizarre en effet. Je ne suis qu'un vieux fou qui aimerait faire pousser des fleurs dans ce désert, mais ... je connais cette Légende que le Dr FunFrock a proscrit. Je te dirais ce que je sais si tu me rapportes un livre sacré. Il est au coeur du temple de Bù qui fut englouti par une tempête de sable. Tu peux y entrer par un puits d'aération qui subsiste derrière moi, mais attention, le péril est présent à chaque pas !
hu_hu: De, nagyon is az! Csak egy vén ember vagyok, aki virágokat szeretne növeszteni a sivatagban, de... ismerem a legendát, amit Dr. KacajKabát betiltott. Elmesélem, ha elhozol nekem egy szent könyvet. Bú Templomában van, amit betemetett egy homokvihar. De még bejuthatsz egy szellôzô aknán, ami most is látszik, itt, mögöttem. De légy óvatos; mindenütt veszélyes!
it_it: Sì, proprio bizzarra. Io sono solo un vecchio pazzo che vorrebbe far crescere fiori nel deserto ma... conosco la Leggenda che il Dottor FunFrock ha messo al bando. Ti dirò quello che so se mi porterai un libro sacro. E' al centro del Tempio di Bù, che venne sepolto durante una tempesta di sabbia. Puoi entrare passando dal pozzo di aerazione che si trova alle mie spalle. Ma attenzione: il pericolo è sempre in agguato!
pl_pl: Istotnie, bardzo dziwne. Jestem tylko starym głupcem, który chciałby, żeby kwiaty wyrosły na pustyni, ale... wiem coś o tej Legendzie, o której Dr. FunFrock zabronił mówić. Powiem ci to, co wiem, jeśli przyniesiesz mi świętą księgę. Jest w Świątyni Bù, która została zasypana przez gwałtowną burzę piaskową. Wciąż jednak można do niej wejść, przez jeden z otworów wentylacyjnych, który widzisz za mną. Ale bądź ostrożny: tam wszędzie czai się niebezpieczeństwo!
pt_br: Muito estranha mesmo. Eu sou apenas um velho tolo que gostaria de ver flores crescendo no deserto, mas... Eu conheço essa Lenda que o Dr. FunFrock proibiu. Eu vou te contar o que eu sei se você me trouxer um livro sagrado. Ele está no templo de Bú, que foi enterrado por uma violenta tempestade de areia. Você ainda pode entrar no templo, no entanto, através desse túnel de ventilação visível atrás de mim. Mas cuidado: o templo é cheio de perigos!
pt_pt: Muito estranha mesmo. Eu sou apenas um velho tolo que gostaria de ver crescer as flores no deserto, mas... eu conheço essa Lenda que o Dr. FunFrock proibiu. Eu conto-lhe o que eu sei se me trouxer um livro sagrado. Ele está no templo de Bú, que foi enterrado por uma violenta tempestade de areia. Ainda pode entrar no templo entretanto, através desse túnel de ventilação ainda visível atrás de mim. Mas tome cuidado: está cheio de perigos em qualquer lugar!
ru_ru: В самом деле, оченЬ странные. Я просто старый дурак, который хотел бы выраститЬ цветы в пустыне, но... Я знаю об этой Легенде, которую запретил д-р ФанФрок. Я расскажу тебе, что знаю, если ты принесешЬ мне священную книгу. Она находится в Храме Бу, который занесло при яростной песчанной буре. Однако ты все же можешЬ туда попастЬ через одну из еще заметных вентиляционных шахт прямо позади меня. Но будЬ осторожен: опасностЬ там повсюду!

source: " This book is a keeper of knowledge. It allows you to read the rocks and to talk to the animals. "
de_de: " Dieses Buch ist ein Hüter des Wissens, es ermöglicht auf den Steinen zu lesen und mit den Tieren zu sprechen. "
es_es: "Este libro es un guardián del saber, permite leer las piedras y hablarle a los animales."
fr_fr: " Ce livre est un gardien du savoir, il permet de lire sur les pierres et de parler aux animaux. "
hu_hu: " Ez a könyv a tudást nyújtja. Segítségével olvashatod a köveket, beszélhetsz az állatokkal. "
it_it: "Questo libro è un custode della conoscenza, permette di leggere le pietre e di parlare agli animali."
pl_pl: " Ta księga jest strażnikiem wiedzy. Pozwoli ci czytać runy i rozmawiać ze zwierzętami. "
pt_br: " Esse livro é um guardião do conhecimento. Ele permite a você ler inscrições antigas e falar com os animais. "
pt_pt: " Este livro é um guardião do conhecimento. Permite-lhe ler as rochas e falar com os animais. "
ru_ru: "Эта книга - хранителЬ знания. Она позволит тебе читатЬ скалы и разговариватЬ с животными."

source: To Principal Island.
de_de: Auf die Hauptinsel.
es_es: A la isla Principal.
fr_fr: Sur l'île Principale.
hu_hu: Elöljáró-szigetre.
it_it: Sull'Isola Principale.
pl_pl: Na Wyspę Principal.
pt_br: Para a Ilha Principal.
pt_pt: Para a Ilha Principal.
ru_ru: На Главный Остров.

source: I'll leave later on.
de_de: Ich breche später auf.
es_es: Iré más tarde.
fr_fr: Je partirai plus tard.
hu_hu: Majd máskor megyek.
it_it: Partirò dopo.
pl_pl: Jednak opuszczę tę wyspę później.
pt_br: Eu ainda não vou embora.
pt_pt: Irei mais tarde.
ru_ru: Я отправлюсЬ позже.

source: I can get you to where you want to go for only 10 Kashes! Where do you want to go?
de_de: Bei mir kannst Du für nur 10 Kashes reisen ! Wo möchtest Du hin ?
es_es: ¡Ah! Aquí estás otra vez! ¡Puedo hacerte viajar por 10 Kashes solamente! ¿A dónde quieres ir?
fr_fr: Je peux te faire voyager pour 10 Kashes seulement ! Où veux-tu aller ?
hu_hu: Elviszlek 10 Petákért ahova csak akarod! Na hova akarsz menni?
it_it: Ah! Rieccoti! Posso portarti dove vuoi per soli 10 Kash! Dove vuoi andare?
pl_pl: Tylko za 10 Kashes mogę zabrać cię, gdzie chcesz! Dokąd chcesz się dostać?
pt_br: Posso te levar para onde você quiser por apenas 10 Kashes! Para onde você quer ir?
pt_pt: Posso levar-te para onde quizer por apenas 10 Kashes! Para onde quer ir?
ru_ru: Я могу доставитЬ тебя, куда хочешЬ, всего за 10 кэшей! Куда ты хочешЬ отправитЬся?

source: Sorry, Twinsen, you don't have enough Kashes.
de_de: Tut mir leid Twinsen, Du hast nicht genügend Kashes.
es_es: Lo siento, Twinsen, no tienes suficiente dinero.
fr_fr: Désolé, Twinsen, tu n'as pas assez de Kashes.
hu_hu: Bocs Twinsen, nincs elég Petákod.
it_it: Spiacente, Twinsen, non hai abbastanza soldi.
pl_pl: Przykro mi, Twinsen, nie masz wystarczającej ilości Kashes.
pt_br: Desculpe, Twinsen, mas você não tem Kashes suficientes.
pt_pt: Desculpe, Twinsen, não tem Kashes suficientes.
ru_ru: Извини, Твинсен, у тебя недостаточно кэшей.

source: Thanks for opening the grotto. My name is Joe the Elf. I was locked up here because I wasn't meant to be in the story, there might have been some bugs in the game!
de_de: Danke dafür, daß Du die Höle geöffnet hast. Ich bin Joe-der-Kobold, man hat mich hier eingesperrt, weil ich nicht im Szenario vorgesehen war, das hätte Bugs zur Folge haben können.
es_es: Gracias por haber abierto la gruta. Yo soy Joe-el-Duende, y me han encerrado aquí porque no estaba previsto en esta historia, hubiera podido provocar un bug.
fr_fr: Merci d'avoir ouvert la grotte. Je suis Joe-le-Lutin, on m'a enfermé ici parce que je n'étais pas prévu au scénario, cela aurait pu provoquer des bugs.
hu_hu: Kösz, hogy kijutattál. Joe vagyok az Elf. Azért zártak be ide, mert nem kéne benne lennem a történetben. Biztos hibás a játék!
it_it: Grazie per aver aperto la grotta. Sono Joe il Folletto, mi hanno chiuso qui perché non ero previsto nella sceneggiatura, avrei potuto provocare dei bug.
pl_pl: Dzięki za otwarcie groty. Nazywam się Joe Elf. Zostałem tu zamknięty, ponieważ miało mnie nie być w tej opowieści, chyba w tej grze są jakieś błędy!
pt_br: Obrigado por abrir a passagem. Meu nome é Joe o Elfo. Eu fui trancado aqui porque eu não deveria estar na história, deve haver alguns bugs no jogo!
pt_pt: Obrigado por abrir a passagem. Chamo-me Joe, o Elfo. Eu fui trancado aqui porque não deveria estar na história, devem haver alguns bugs no jogo!
ru_ru: Спасибо, что открыл грот. Меня зовут ЭлЬф Джо. Меня заперли здесЬ, потому что меня не должно было бытЬ в истории, в игре могли появитЬся глюки!

source: See you later, and thanks again.
de_de: Bis bald und nochmals vielen Dank.
es_es: Hasta pronto y gracias una vez más
fr_fr: A bientôt et merci encore.
hu_hu: Viszlát késôbb, és kösz.
it_it: A presto, e grazie ancora.
pl_pl: Do zobaczenia i jeszcze raz dziękuję.
pt_br: Te vejo mais tarde, e obrigado de novo.
pt_pt: Vejo-te mais tarde, e obrigado de novo.
ru_ru: Увидимся позже, и еще раз спасибо.

source: You're too aggressive! Come back later when you've calmed down.
de_de: Du bist zu agressiv ! Komm wieder wenn Du Dich beruhigt hast.
es_es: ¡Eres demasiado agresivo! Regresa cuando te hayas calmado.
fr_fr: Tu es trop agressif ! Reviens quand tu seras calmé.
hu_hu: Túl agresszív vagy. Gyere vissza késôbb, ha lehiggadtál!
it_it: Sei troppo aggressivo! Torna quando ti sarai calmato.
pl_pl: Jesteś zbyt agresywny! Wróć, kiedy się uspokoisz.
pt_br: Você é muito agressivo! Volte mais tarde quando você já estiver calmo.
pt_pt: É muito agrassivo! Volte mais tarde quando já estiver mais calmo.
ru_ru: Ты слишком агрессивный! Возвращайся позже, когда успокоишЬся.

source: Ow, you crazy or what? You don't deserve to be an elf, give me your membership card!
de_de: Aua, Du bist wohl nicht ganz bei Trost ! Du bist es nicht mehr Wert Kobold zu sein, gib mir Deine Mitgliedskarte zurück !
es_es: ¡Ay! ¿estás loco, no? ¡No eres más digno de ser un duende, devuélveme tu tarjeta de miembro!
fr_fr: Aïe, ça va pas la tête ! Tu n'es plus digne d'être un lutin, rends-moi ta carte de membre !
hu_hu: Megôrültél, vagy mi? Ilyen lény nem lehet elf, add vissza a tagsági kártyát!
it_it: Ahi! Ma sei impazzito? Non sei più degno di essere un folletto, rendimi la tessera del club!
pl_pl: Oł, zwariowałeś czy co? Nie zasługujesz na bycie elfem, dawaj kartę członkowską!
pt_br: Ow, você é louco ou o quê? Você não merece ser um elfo, me devolve o Cartão!
pt_pt: Ow, é maluco ou o quê? Não merece ser um elfo, devolva-me o cartão!
ru_ru: Ой, ты спятил что-ли? Ты не заслужил бытЬ элЬфом, отдай мне свою членскую карту!

source: Home.
de_de: Zu mir
es_es: A casa
fr_fr: Chez moi
hu_hu: Haza.
it_it: A casa
pl_pl: Dom.
pt_br: Para casa.
pt_pt: Para Casa.
ru_ru: Домой.

source: Proxima island.
de_de: Auf Insel Proxima.
es_es: A la isla Próxima.
fr_fr: Sur l'île Proxima.
hu_hu: Sógor-szigetre.
it_it: Sull'isola Proxima.
pl_pl: Wyspa Proxima.
pt_br: Para a Ilha Proxima.
pt_pt: Para a Ilha Proxima.
ru_ru: Остров Проксима.

source: Rebellion island.
de_de: Auf die Rebellion-Insel.
es_es: A la isla de la Rebelión.
fr_fr: Sur l'île de la Rébellion.
hu_hu: Lázadó-szigetre.
it_it: Sull'Isola della Ribellione.
pl_pl: Wyspa Rebellion.
pt_br: Para a Ilha dos Rebeldes.
pt_pt: Para a Ilha da Rebelião.
ru_ru: Остров Восстания.

source: You are the Heir that the prophecy spoke of, Twinsen ! Find your ancestors' legacy, hidden in your home, and pursue your quest. Come back and see me some time.
de_de: Du bist tatsächlich der Erbe von dem die Prophezeiung spricht, Twinsen ! Finde das Vermächtnis Deiner Vorfahren, das bei Dir ist und setze Deine Suche fort. Komm bei Gelegenheit mal wieder vorbei.
es_es: ¡Tú eres verdaderamente el Heredero del que habla la profecía Twinsen! Encuentra el legado de tus antepasados en tu casa y sigue tu búsqueda. Regresa a verme cuando hayas terminado.
fr_fr: Tu es bien l'Héritier dont parle la prophétie Twinsen ! Retrouve le legs de tes ancêtres qui est chez toi et poursuis ta quête. Reviens me voir à l'occasion.
hu_hu: Te vagy az örökös, akirôl a prófécia mesél, Twinsen! Találd meg ôseid hagyatékát a házban, és vidd végbe küldetésed! Gyere vissza majd valamikor!.
it_it: Sei tu l'Erede di cui parla la profezia, Twinsen! Ritrova l'eredità che ti hanno lasciato i tuoi avi, a casa tua, e prosegui nella ricerca. Torna da me, se lo riterrai opportuno.
pl_pl: Jesteś Następcą, o którym mówiła przepowiednia, Twinsen ! Odszukaj dziedzictwo swoich przodków, ukryte w twoim domu i wypełnij swoją misję. Wróć tu i spotkajmy się za jakiś czas.
pt_br: Você é o Herdeiro de que falava a profecia, Twinsen ! Encontre o legado de seus antepassados, escondido na sua casa, e continue a sua busca. Volte para me visitar algum dia.
pt_pt: Você é o Herdeiro descrito na profecia, Twinsen ! Encontre o legado dos seus antepassados, escondido na sua casa, e continue a sua busca. Volte para me visitar algum dia.
ru_ru: Ты тот самый Наследник, о котором говорило пророчество, Твинсен! Найди наследство своих предков, спрятанное в твоем доме, и продолжи свои поиски. Возвращайся иногда, чтобы повидатЬ меня.
