Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: wejście - Pomyśleć, że z drugiej strony to już|jest coś dokładnie odwrotnego.
ru: Вход - По-моему, входом его можно|назвать лишь с той стороны.

source: worki - Dziwne, młyn opuszczony, ale worki pełne|są mąki.
ru: Мешки - Странное дело – мельница покинута,|а мешки набиты мукой.

source: szczelina - Interesujący otwór, ale trzeba uważać,|żeby nie wpaść.
ru: Пролом в полу - Интересная дыра.|Но главное – не упасть в неё.

source: mąka - Pełno w niej robactwa.+Kto chce placuszka?
ru: Мука - Вся обсижена жучками.+Кому булочку с тараканом?

source: żarna - Nieco nadgryzione zębem czasu.
ru: Ручная мельница - Время поработало над ней.

source: super tajny piksel - Brawo! Znalazłeś super tajny piksel!+Co prawda nic to zmienia w dalszym biegu|wydarzeń, ale wyrażamy nasz podziw dla|Twojej kontroli nad myszką.+Bo chyba nie zaciąłeś się w grze i nie|szukasz desperacko piksel po pikselu|jakiegoś obiektu, który może ominąłeś?...
ru: Cверхсекретный пиксель - Поздравляем! Вы нашли|сверхсекретный пиксель!+Он никак не повлияет на ход событий, но мы|восхищаемся вашему умению владеть мышкой.+Надеемся, вы не застряли в игре|и не перебираете все нетронутые объекты по пикселям?...

source: dziewczyna - Lubię patrzeć, jak tak kręci|i potrząsa.
ru: Девушка - Вы гляньте, как она извивается.

source: linka - Aż sama zaprasza...
ru: Канат - Так и просится...

source: szczur - Szczur. Ratus maior czy może ratus minor?+Obojętne. I tak jest tylko małym owrzodzonym|paskudztwem roznoszącym zarazki dżumy.
ru: Крыса - Крыса. Не знаю, что за крыса,|не разбираюсь в них.+Да и без разницы. Главное, что противная,|вся в струпьях и разносит заразу.

source: wyjście - Z kolan na nogi.
ru: Выход. - Идет!

source: butelki - Puste jak głowa Sheili.
ru: Бутылки - В них пусто, как у Шейлы в голове.

source: pajęczyna - Pajączek, pajączek bez nóżek i bez rączek.
ru: Паутина – Старичок-паучок, пусти на огонёк.

source: elegancka dama - Nigdy nie widziałem wcześniej tak wystrojonej|kobiety.+Pewnie to jakaś ważna osobistość, ciesząca się|wielkim szacunkiem.
ru: Элегантная дама - Ни разу в жизни не видел,|чтобы женщины так одевались.+Она, определённо, важная персона|и цену себе знает.

source: kupiec - Wygląda na bardzo miłego człowieka.
ru: Купец - На вид вроде дружелюбный.

source: drzwi - Te drzwi prowadzą do jakiegoś rodzaju świątyni.+Mam nadzieję, że nie składa się tu ofiar|z ludzi.
ru: Дверь - Эта дверь ведёт во что-то|вроде храма.+Надеюсь, людей там|в жертву не приносят.

source: stalowa maszkara - Wygląda tak, jakby była sterowana przez kogoś|od wewnątrz.+Ciekawe przez kogo? Może krasnoludy, bo człowiek|na pewno się w środku nie zmieści.
ru: Стальное пугало - Должно быть, в него залезают внутрь|и оттуда им управляют.+Интересно, кто его построил?|Наверное, гномы.|Человек туда точно не поместится.

source: drzwi - To drzwi do jakiegoś publicznie dostępnego|budynku.
ru: Дверь - Дверь в какое-то заведение|общего доступа.

source: skrzynka - Znak złotej trąbki niedwuznacznie wskazuje, że|nie mam pojęcia, do czego ta skrzynka może|służyć.
ru: Ящик - Ящик украшен знаком в виде золотой трубы.|Сразу можно понять, зачем этот ящик –|чёрт его знает, зачем.

source: drzwi - Tutaj pewnie tubylcy składają ofiary|ze zwierząt.
ru: Дверь - Надо полагать, за этой дверью|приносят в жертву животных.

source: drzwi - Widać znak węża owiniętego dookoła słupa.+To pewnie miejsce pracy jakiegoś tutejszego|czarnoksiężnika.
ru: Дверь - На ней изображена змея,|обвившаяся вокруг шеста.+Похоже, за дверью – мастерская|какого-то злого колдуна.

source: stragan - Niektóre warzywa i owoce znam, ale niektórych|nigdy wcześniej nie widziałem.
ru: Прилавок - Всякие овощи и фрукты...|Какие-то из них мне знакомы,|а какие-то я вообще впервые вижу.

source: dziwna machina - Kołyska na kółkach - to po prostu genialne!
ru: Странный аппарат - Люлька на колёсах!|Это же гениально!

source: przechodzień - Co za dziwna moda...
ru: Прохожий - Одет по странной моде...

source: kapłan - Dziwne: ubrany na czarno, ale nie sprawia|wrażenia adepta czarnej magii.
ru: Священник - Интересно – весь в чёрном...|А на чёрного мага совсем не похож.

source: obraz - Artysta uwiecznił jakiegoś potężnego maga, który|ruchem dłoni ujarzmił morze.
ru: Картина - Художник изобразил могущественного колдуна,|по мановению руки которого море расступается.

source: drzwi - Prowadzą na zaplecze świątyni.
ru: Дверь - Ведёт в дальнюю часть храма.

source: ambona - Chwała na wysokości.
ru: Кафедра – Кто выше cидит,|тому Бог благоволит.

source: ławy - Puste.+Niestety.
ru: Скамейки - На них никого нет.+А жаль.

source: kropielnica - Wyschnięta, kamień jest tylko lekko wilgotny.
ru: Чаша для омовения - Ни капли воды на дне.|Камень лишь чуть влажный.

source: wyjście - Powrót do ulicznego zgiełku.
ru: Выход - Назад, к шуму улиц.

source: człowiek o twarzy sadystycznego mordercy - Chyba wykonuje zawód zgodny z zainteresowaniami.
ru: Человек с рожей убийцы-маньяка - Видится мне, работу он выбрал|как раз по своим предпочтениям.

source: drzwi - Jedyna droga ucieczki.
ru: Дверь - Единственный путь к бегству.

source: certyfikat - Nie znam tutejszego języka, ale założyłbym się,|że ten dokument ma coś wspólnego z oceną|umiejętności machania toporkiem.
ru: Свидетельство - Не знаю местного языка, но, наверное,|этот документ подтверждает,|что хозяин здорово умеет махать топором.

source: wędliny - Mniam, mniam.
ru: Мясо - Мням, мням.

source: mózg - No, to teraz już jasne, dlaczego ten|za ladą ma taki głupi wyraz twarzy.
ru: Мозги - Теперь ясно, почему у хозяина лавки|такое тупое выражение лица.

source: pojemnik - Zwierzęta mają bardzo bogate życie|wewnętrzne...
ru: Контейнер - У животных очень богатый|внутренний мир...

source: siekiera - Gdyby nie drzwi... byłbym niższy|o głowę.
ru: Топор - Если бы не дверь... я бы стал|короче на голову.

source: strażnik - Idiotów z bejzbolami chyba nigdy nie zabraknie...
ru: Стражник - Всегда найдется идиот|с бейсбольной битой...

source: wejście - Ciepło, ciepło...
ru: Вход - Тепло, тепло...

source: wyjście - Któżby chciał opuszczać piekielne otchłanie?
ru: Выход - Кто захочет уйти из адской бездны?

source: tabliczka - "Wstęp tylko dla diabłów i zmarłych. Obsługujemy|tylko jedną parę naraz. Przed wejściem należy|przygotować listę grzechów."
ru: Табличка - "Вход только для чертей и мёртвых душ.|Обслуживаем не более пары грешников за раз.|Перед посещением приготовьте списки грехов."

source: drzwi - Solidne drewno z metalowymi okuciami.+Mucha nie siada.
ru: Дверь - Сделана из твёрдого дерева|и окована металлом.+Чистая – муха не сидела.

source: krata więzienna - Lepsza taka wentylacja niż żadna.
ru: Решётка - Лучше хоть такая вентиляция,|чем вообще никакой.

source: zamek - Widzę, że nowoczesna technika sięgnęła nawet|Piekła.
ru: Замок - Вижу, и в Ад пришли современные|технологии.

source: drzwi - Nie do pokonania, chyba że ma się do dyspozycji|wściekłego słonia.*+Albo klucz.
ru: Дверь - Её так просто не сломать.|Похоже, единственное, что может|её вскрыть – бешеный слон.*+Ну, или ключ.

source: czarka - Pewnie to właśnie naczynie trafia do więźniów.
ru: Миска - Вероятно, из неё|кормят заключённых.

source: przejście - Droga w czeluście piekieł.
ru: Проход - Путь в адские глубины.

source: przejście - Prowadzi do znanych mi już obszarów piekielnych.
ru: Проход - Ведёт в уже знакомые мне районы Ада.

source: przejście - W inne rejony Piekła.
ru: Проход - В другие районы Ада.

source: wnęka - Wnęka dość mroczna, ale widzę dwa pilnujące|czegoś diabły.
ru: Ниша - В нише довольно темно, но можно видеть|двух чертей, которые что-то охраняют.

source: drzwi - Stare, ale jare.
ru: Дверь - Старая, но ещё о-го-го!

source: wejście - Pukajcie, a będzie wam otworzone.
ru: Вход - Постучи, и тебе откроют.

source: zawór - Kurek z dziwnego metalu...
ru: Вентиль - Кран из странного металла...

source: zbiornik - Tutaj lawa znajduje swoje ujście.+Ciekawe, co się z nią dalej dzieje.
ru: Резервуар - Тут лава выходит наружу.+Интересно, куда она потом течёт?

source: kawałek różka - Rozdzielnicowy.
ru: Кусочек рога - Хоть что-то от него осталось.

source: diabeł - Rozdzielnicowy.
ru: Чёрт - Он распределяет грешников.

source: biała świeca - Mała, krótka świeca; stoi najbliżej drzwi do|sali z napisem "Grzechy lekkie".
ru: Белая свеча - Маленькая, короткая свечка.|Стоит напротив двери, отмеченной как|"Простительные грехи".

source: czerwona świeca - Średniej wielkości świeca, stoi blisko drzwi|z napisem "Grzechy ciężkie".
ru: Красная свеча - Свеча средних размеров.|Стоит напротив двери, отмеченной как|"Тяжкие грехи".

source: czarna świeca - Olbrzymia, gruba świeca. Jest najbliżej drzwi|z napisem "V.I.P.".
ru: Чёрная свеча - Большая, толстая свеча.|Стоит напротив двери, отмеченной как|"V.I.P.".

source: drzwi - "Wirtualna sala grzechów lekkich."
ru: Дверь - "Виртуальный зал|простительных грехов"

source: drzwi - "Wirtualna sala tylko dla V.I.P.-ów."+Jest jeszcze dopisek: "Wersja beta."
ru: Дверь - "Виртуальный зал для|V.I.P.-грешников"+И приписка снизу: "Бета-версия".

source: drzwi - "Wirtualna sala grzechów ciężkich."
ru: Дверь - "Виртуальный зал тяжких грехов"

source: wyjście - Zejście w głąb korytarzy Piekła.
ru: Выход - Вниз, в адские коридоры.

source: diabeł - Jedzonko nie posłużyło.
ru: Черт - Еду ему не дают.

source: różki - Śliczne!
ru: Рожки - Какая прелесть!

source: kociołek - Pusty, bez żadnej strawy.+Najprawdopodobniej nigdy jej tutaj nie było.
ru: Котёл - Пустой, еды в нём нет.+А, вероятно, и не было.

source: żar - Ognisko gorące, ale płomień wygaszony.
ru: Угли - Ещё горячие, хотя пламя уже и погасло.

source: skóra - To chyba z tego biedaka, który stracił|głowę dla ściany.
ru: Шкура - Наверное, содрали с того же бедолаги,|чья голова на стене висит.

source: czaszka - Rozumiem potrzebę ozdobnika, ale dziwny mają|gust w tym Piekle...+I tak dobrze, że nie przybili tu gwoździami|czegoś żywego.
ru: Череп - Элементы интерьера – вещь необходимая,|но в Аду о них мнение какое-то своё...+Хорошо хоть, на стенку никого|живьём не приколотили.

source: fotel - Mebel dwuosobowy, ale karę odbywa się|w samotności.+Nuda, samotność, pustka... I to tylko kara za|grzechy lekkie...
ru: Кресло - Кресло двухместное,|а сидеть тут предлагают одному.+Скука, одиночество, пустота...|И вот так тут карают за какие-то|простительные грешки...

source: węgielek - Superrozgrzany.
ru: Уголёк - Сильно нагрет.

source: węgielek - Rozgrzany.
ru: Уголёк - Горячий.

source: fake - Nic. Tego tutaj nie ma. Zapomnij.
ru: Обман - Нет. Там ничего нет. Забудьте.

source: udziec - Tłuściutki kawał mięcha.
ru: Ножка - Большой, жирный кусок мяса.

source: łóżko - Wygląda na mięciutkie i przytulne.|W rzeczywistości jest zimne i twarde.
ru: Кровать - Выглядит очень мягкой и удобной.|Но на самом деле – холодная и жёсткая.

source: potrawy - Widok cudowny, rozczulający i ślinopędny, ale|nawet smoczy żołądek nie potrafi trawić|kamieni...
ru: Яства - На вид – роскошные, богатые и аппетитные.|Но даже драконий желудок не переваривает|камни...

source: wino i słodycze - Torcik palce lizać, a wino aż błyszczy.|Doprawdy, perfidny miraż...
ru: Вино и сладости - Тортик – пальчики оближешь, а вино|аж блестит. И не скажешь, что бутафория...

source: owoce - Wyglądają bardzo smacznie, ale są|z polakierowanego drewna.+Chociaż banan mógłby się komuś przydać.
ru: Фрукты - На вид – очень вкусные, а на деле –|сделаны из крашеного дерева.+Хотя банан бы кому-нибудь пригодился...

source: kukła - Model najwyraźniej symbolizujący niegrzeczne|dzieci i krasnoludy.
ru: Ростовая кукла - Наверное, с её помощью моделируют|наказания для непослушных детей и гномов.

source: wygasłe palenisko - Nic poza zwęglonym pyłem.
ru: Погасший костёр - Лишь пепел да зола.

source: palenisko - Buzuje aż miło.
ru: Костёр - Приятно гудит.

source: zastygła smoła - "Model wycofany z produkcji. Napęd węglowy."
ru: Застывшая смола - "Модель на угольной тяге. Снята с производства."

source: smoła - Diabelskie jakuzi...
ru: Кипящая смола - Джакузи для чертей...

source: wiadro - Wrrr... Jak wyobrażę to sobie w działaniu...
ru: Ведро - Бр-р-р... И думать не хочу,|как они его используют...

source: probówki - Mają bardzo fantazyjne kształty, ale|nie wiem, do czego mogłyby służyć.+I nawet nie chcę wiedzieć.
ru: Пробирки - Они все очень интересной формы.|Но не знаю, зачем они тут нужны.+И знать не желаю.

source: klepsydra - Odmierzała czas oprawcom.
ru: Песочные часы - Ими отмеряют время пыток.

source: wyjście - Wyjście na korytarz.
ru: Выход - Выход в коридор.

source: pomoce naukowe - Podręczny zestaw każdego szanującego się|poszukiwacza wrażeń.
ru: Научные инструменты - Очень полезные вещи для каждого,|кто ищет острых ощущений.

source: madejowe łoże - Nie ma to jak wyciągnąć się na łóżku, co?
ru: Дыба - Это для тех, кому мало просто|потягиваться в постели.

source: żelazna dziewica - Teraz już wiem, dlaczego smoków coraz mniej.
ru: Железная дева - Теперь я понимаю, почему драконов|становится все меньше и меньше.

source: zużyte narzędzia - Widać na nich lata intensywnej pracy.+Dla dobra ludzkości, rzecz jasna.
ru: Старые инструменты - На них видны следы частого использования.+Само собой, во благо человечества.

source: hak - Na każdego jest jakiś hak.
ru: Крюк - Всех нас на крючок посадят.

source: wrzątek - Trochę to dziwnie brzmi, ale wrzątek ostudził|pewnie niejednego grzesznika.
ru: Кипяток - Странно такое говорить, но, похоже,|кипяток уже много грешников охладил.

source: kamień - Jest przeogromny. Żaden człowiek nie jest|w stanie go poruszyć.
ru: Камень - Он просто огромный.|Человеку его не сдвинуть.

source: łańcuch - Grube, solidne ogniwa.
ru: Цепь - Толстые, солидные звенья.

source: prycza - Malutka. Widać nie przewidują gości.
ru: Койка - Совсем короткая.|Гостей тут явно не ждали.

source: latarnia - No tak, nic dziwnego, w końcu do Piekła|światło słoneczne nie dochodzi.
ru: Факел - Ну да, конечно, в Аду же|солнце не светит.

source: magiczne drzwi - Dlaczego nie ma tu Arivalda? Rozbiłby|je w puch jednym zaklęciem!
ru: Магическая дверь - Почему Аривальда тут нет? Он бы их|одним заклинанием прихлопнул!

source: wyjście - Powrót na główny korytarz.
ru: Выход - Назад в главный коридор.

source: diabeł - Lewy.
ru: Чёрт - Левый.

source: diabeł - Prawy.
ru: Чёрт - Правый.

source: maszyna muzyczna - To chyba jakaś tajna broń Piekła w walce|z Niebem.+Może ma zakłócić brzmienie anielskich|chórów?
ru: Музыкальная машина - Это, наверное, тайное оружие Ада|в борьбе с небесами.+Может, они ей собираются|глушить ангельский хор?

source: wejście - Jestem u celu. Raz kozie śmierć, jak|mawiał rzeźnik.
ru: Выход - Наконец-то я здесь.|Двум смертям не бывать,|а одной – не миновать.

source: Lucyfer - Lucyfer. Wygląda może nie tak|przerażająco, ale...+Ci, którzy go zlekceważyli zostali|tu pewnie na zawsze.+Na godziny długie jak miesiące, miesiące|długie jak lata...+... i tak dalej.
ru: Люцифер - Люцифер. Выглядит он не особо грозно...+Но те, кто его игнорировал,|похоже, оставался здесь навек.+Часы тянулись месяцами,|месяцы тянулись годами...+...ну, и так далее.

source: Zapomniany cmentarz -
ru: Забытое кладбище -

source: Pustelnia -
ru: Хижина отшельника -

source: Miasto -
ru: Город -

source: Pan Słońce -
ru: Пан Солнце -

source: Świątynia -
ru: Храм -

source: Zamek Garrahan -
ru: Замок Гаррахан -

source: Zamek Fjord -
ru: Замок Фьорд -

source: Silmaniona -
ru: Сильманиона -

source: Kurhan -
ru: Курган -

source: Smocza jaskinia -
ru: Логово дракона -

source: Młyn -
ru: Мельница -

source: powrót -
ru: выход -

source: Nie mogę tego użyć.
ru: Это бессмысленно

source: Nie mogę tego zrobić.
ru: Хорошая попытка, но неудачная.

source: Nie mogę z tym rozmawiać.
ru: Тут не особо поговоришь.

source: Nie jestem instytucją charytatywną!
ru: Что мне, всё имущество раздать?

source: Nie mam mu nic do powiedzenia.
ru: Мне нечего сказать.

source: Nie mam jej nic do powiedzenia.
ru: Мне нечего сказать.

source: Ho-ho!
ru: Хо-хо!

source: Hmmm... Szkoda, że czar działa tak krótko.
ru: Э-эх... Жаль, что магия действует так недолго.

source: Nic się nie dzieje...
ru: Ничего не происходит...

source: Czuję się trochę nieswojo, ale skoro|Arivald pozwolił...
ru: Мне как-то боязно этим заниматься,|но, раз уж Аривальд разрешил...

source: Dobrze mieć takiego przyjaciela u boku.
ru: Хорошо, когда под боком|такой дружок.

source: No, no... na szczęście to już koniec tej|bezładnej kopaniny.
ru: Фу-ух... Копали, копали,|и вот – всё вокруг раскопали.

source: Chciałem zobaczyć, co jest w pustym grobie,|a nie szukać ropy.
ru: И что там ещё откапывать?|Нефть, что ли?

source: Lepiej nie ryzykować z takim|wojowniczym gnomem w pobliżu.
ru: Этот хмырь зелёный всё ещё здесь.|Лучше я не буду рисковать.

source: Hmm... Jeszcze nie działa.
ru: Хм-м... Никак не прогреется.

source: Ale za to przy okazji mapa zaczęła działać.
ru: Ну, зато карта заработала – и то хорошо.

source: A niech to, ostrze gdzieś poleciało...
ru: Ах, чёрт! Лезвие куда-то отлетело...

source: Naostrzony jak sztylet.
ru: Вот и готов острый кол.

source: Raz wystarczy.
ru: Одного будет достаточно.

source: Pierwsza część roboty za mną...
ru: Так, первую часть работы сделали...

source: Błogosławieństwo dokonane...
ru: Благословен будь, крест.

source: Śmierdzi jak zaraza, nic dziwnego, że|wampiry też odstrasza.
ru: Фу, как же он теперь воняет!|Неудивительно, что вампиры боятся.

source: Oręże gotowe!
ru: Оружие – к бою!

source: Nie mam ich czym związać!
ru: Чем мне связать ветки вместе?

source: Muszę być szybszy.
ru: Надо быстрее.

source: Są zajęci grą, ale nie aż tak, żeby|nie przyłapać mnie na szperaniu.
ru: Да, они увлечены игрой, но не настолько,|чтобы не заметить, как я буду рыться в их вещах.

source: Plecak to przesada, ale zajęci grą na|pewno nie zauważą braku tej ślicznej|książeczki...
ru: Весь рюкзак свистнуть – это уже чересчур.|Вот какой-нибудь мелочи они и не хватятся.|А что это у нас тут за книжечка?

source: Ciekawe czy kiedykolwiek zauważą,|że to fałszywe kości.
ru: Мне интересно, они когда-нибудь|догадаются, что кости у них –|с подвохом?

source: To było żałosne...
ru: Совсем опозорился...

source: To nie jest dobry moment.
ru: Нет, сейчас не время.

source: Zamknięte!
ru: Закрыто!

source: Gildia to interesujący pomysł, ale|lepiej wykorzystam kastet tylko dla|swoich własnych celów.
ru: Гильдия – перспектива хорошая.|Но лучше я этот кастет себе|оставлю. Мне он нужнее.

source: Translokacja!
ru: Транслокация!

source: Dość już tych manipulacji.
ru: Хватит этих манипуляций!

source: Zdobycie kufla kosztowało mnie zbyt|wiele wysiłku... Najpierw coś muszę|z nim zrobić.
ru: Мне стоило большого труда достать эту|кружку...Сначала бы надо что-нибудь|с ней сделать.

source: Jeszcze nie teraz...
ru: Пока рано...

source: Najpierw mam robotę do wykonania...
ru: Мне ещё надо кое-что сделать...

source: Dobra dziewczynka.
ru: Ты просто молодец.

source: Nawet nie wiem, czy to nie jakaś zjawa...|Wygląda tak dziwnie.
ru: По-моему, это вообще фантом|какой-то. Он меня не услышит...

source: Jeden z opisów pasuje jak ulał!|Łuska jest ...smocza!
ru: Ага, вот! Описание подходит идеально!|Эта чешуя принадлежит... дракону!

source: Nikt nie odpowiada. Pewnie trwa rozruch|narzędzi tortur.
ru: Никто не отвечает. Наверное, готовят|инструменты для пыток.

source: Z małej chmury duży deszcz...
ru: Надо же, как всё обернулось.

source: Nie chcę na to patrzeć.
ru: Не буду на это любоваться...

source: Może potem, jak już przetrawi...
ru: Может, потом. Пусть пока переварит.

source: Wolny jak ptak.
ru: Свободен как птица.

source: Pfuj!
ru: Тьфу!

source: Jest! Lustro jak złoto!
ru: Вот оно, зеркало!|Блестит как бриллиантовое!

source: Może i wygląda jak wykuty z kamienia|ale mój tyłek ma inne zdanie.
ru: Он как будто бы вырублен из камня,|но ягодицы у меня совсем другого мнения.

source: Hmmm... Chyba zostałem przejrzany...
ru: Хм-м-м... Похоже, он меня раскусил...

source: Ta droga jest już spalona.
ru: Нет. Так я ничего не добьюсь.

source: Brama też jest chroniona!...
ru: Он и ворота защищает!...

source: Czuje zbliżające się załamanie nerwowe...
ru: Чую, сейчас у меня нервы сдадут...

source: Ha!
ru: Ха!

source: On chyba wyczuwa ruch, a nie obraz.
ru: Наверное, он реагирует на|движение, а не на объекты.

source: Schodzimy na dół.
ru: Спускайся.

source: Zmieniłem zdanie. Możesz zeskoczyć?
ru: Я передумал. Ты можешь спрыгнуть?

source: Lepiej się z nimi nie zaznajamiać...
ru: Лучше я с ними знакомиться не буду...

source: Oto szkodliwe skutki nadmiernego|opalania.
ru: Будете долго загорать –|кончите как он.

source: Na wszystkich bogów...
ru: Боги, дайте мне сил...

source: Fiu-fiu.
ru: Ничего себе...

source: Pewnie śni o muzyce... Nie chcę|mu przeszkadzać.
ru: Наверное, ему снится музыка...|Не буду его беспокоить.

source: Nie mam pojęcia co z tym trzeba zrobić.
ru: Не имею ни малейшего понятия,|что тут нужно сделать.

source: Nie rozumiem, dlaczego miałbym|chałturzyć właśnie dla niego.
ru: Это с какого перепугу|я должен ему играть?

source: Co za potworny smród!
ru: Фу, ну и вонища!

source: Wszystko dookoła działo się tak wolno!
ru: Всё вокруг меня двигалось так медленно!

source: Nie widzę zastosowania akurat tutaj.
ru: И как мне его тут применить?

source: Ufff... Brudna, mokra robota...
ru: Уф-ф... Мокрое, тёмное дело...

source: Jest wyraźnie wzruszony, lepiej nie|będę mu przeszkadzał. I tak już chyba|najwyższy czas na samodzielność.
ru: Он явно тронут. Лучше ему не мешать.|И вообще, пора бы самому решать свои проблемы.

source: To była tylko iluzja...
ru: Это была лишь иллюзия...

source: O-o!...
ru: О-ох!...

source: Wiedziałem.
ru: Я уже это знаю.

source: Jest chyba zrośnięty z właścicielem.
ru: Наверное, он уже сросся|со своим владельцем.

source: Zacięła się!
ru: Никак не поддаётся!

source: Dziękuję.
ru: Спасибо.

source: Magia mapy nie działa...
ru: Карта здесь не работает...

source: Nigdy w życiu, nienawidzę pajęczyn, a tym|bardziej takich, które wyglądają na|magiczne.
ru: Нет уж, я в паутину не полезу.|Я и так-то их не переношу,|а эта, поди, ещё и заколдованная.

source: Ciepło tu jakoś.
ru: Жарковато тут стало.

source: Zły moment...
ru: Совсем не вовремя...

source: I po co?
ru: И зачем?

source: Rozumiem.
ru: Понимаю.

source: Eeee...
ru: Э-э-э-э...

source: Nikt nie uwierzy, że jesteśmy martwi...
ru: Никто не поверит, что мы мертвы...

source: Brak jakiegoś znaku, specjalnego znaku|pochówku...
ru: Нам нечем подтвердить, что нас|собрались хоронить...

source: Moje nowe ciało jest najwyraźniej za|szerokie w ramionach
ru: Да уж, у нового тела|плечи широковаты.

source: Ups.
ru: Опля.

source: Nie chce ryzykować kolejnego ataku.
ru: Не хочу ещё раз получить в лицо.

source: Otwór jest już wystarczająco szeroki.
ru: Дыра и так уже широкая.

source: Nie widzę potrzeby.
ru: В этом нет необходимости.

source: Nie ma tam nic ciekawego.
ru: Нет там ничего интересного.

source: Najpierw muszę wykorzystać sytuację|na swoją korzyść.
ru: Сначала мне надо разыграть|ситуацию в свою пользу.

source: Nie działa!
ru: Не работает!

source: Gdzie ja jestem?!...
ru: Где это я?!...

source: Od tego rozmawiania już mnie ręce bolą.
ru: У меня от такого разговора|уже руки болят.

source: [To już jest w DIALOGACH]
ru: Ля ля ля ля ля ....

source: Wrrrrrrrr...
ru: Гр-р-р-р-р...

source: Po co od razu się denerwować?...
ru: Ну и зачем сразу сердиться?

source: Nigdy. Nie znam małpiego.
ru: Хватит. Я не разговариваю по-обезьяньи.

source: Kobiety...
ru: Девушки...

source: Chyba czeka nas rozwiązanie siłowe.
ru: Придётся решать вопрос силой.

source: Macha nią jak lekką trzcinką...|Jest dla mnie zbyt szybki.
ru: Он машет дубинкой как тростинкой...|Слишком быстрый для меня.

source: Grzeczny diabełek.
ru: Вежливый чёртик.

source: Zawór już odkręcony.
ru: Кран уже открыт.

source: Zawór już zakręcony.
ru: Кран уже закрыт.
