Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Only the Heir could have survived in that Temple! You are the Chosen One that the prophecy spoke of. You are worthy of keeping the Book of Bù, Twinsen. It will allow you to decipher the runes and to speak to the animals. The prophecy that must be accomplished is also revealed in its pages: you must overthrow Dr. FunFrock, the despot who has destroyed the harmony that once existed on this planet. In my dreams, I saw him profaning the Well of Sendell, which caused the immediate destruction of this world. You must go to the Well of Sendell to save us from Dr. FunFrock. I don't know where this well is, but your ancestors must have left instructions for you, somewhere in your home.
de_de: Allein der Erbe konnte es in diesem Tempel schaffen ! Du bist tatsächlich dieser Auserwählte von dem die Prophezeiung spricht. Behalte das Bù Buch, da Du dessen würdig bist, Twinsen. Es wird Dir ermöglichen die Runen zu entziffern und mit den Tieren zu sprechen. Du kannst darin die Prophezeiung lesen, die jetzt ausgeführt werden muß : Du mußt Dr FunFrock beseitigen, weil dieser Despot die Harmonie dieses Planeten zerstört hat. Ich habe im Traum gesehen, daß er versucht hat Sendells Brunnen zu schänden, dies würde die augenblickliche Zerstörung dieser Welt bedeuten. Du mußt zu Sendells Brunnen um uns zu retten und uns von FunFrock zu befreien. Ich weiß nicht wo sich dieser Ort befindet, aber Deine Vorfahren haben gezwungenermaßen bei Dir Informationen hinterlassen um ihn wiederzufinden.
es_es: ¡Sólo el Heredero podía triunfar en este Templo! Tú eres realmente ese Elegido anunciado por la profecía. Guarda el libro de Bù ya que eres digno de ello Twinsen. Te permetirá descifrar las runas y hablar a los animales. Allí podrás leer esta profecía que hay que cumplir: debes aniquilar al Dr. FunFrock, ya que ese déspota ha puesto fin a la armonía en este planeta. He visto en sueños que trata de profanar el Pozo de Sendell, eso causaría la destrucción inmediata de este mundo. Debes ir al Pozo de Sendell para salvarnos, y liberarnos de FunFrock. Ignoro dónde se encuentra ese lugar, pero tus antepasados seguro que han dejado en tu casa informaciones para encontrarlo.
fr_fr: Seul l'Héritier pouvait réussir dans ce Temple ! Tu es bien cet Elu annoncé par la prophétie. Garde le livre de Bù, car tu en es digne Twinsen. Il te permettra de déchiffrer les runes et de parler aux animaux. Tu pourras y relire cette prophétie qu'il faut maintenant accomplir : tu dois anéantir le Dr FunFrock, car ce despote a mis fin à l'harmonie sur cette planète. J'ai vu en rêve qu'il essaie de profaner le Puits de Sendell, cela causerait la destruction immédiate de ce monde. Tu dois te rendre au Puits de Sendell pour nous sauver et nous libérer de FunFrock. J'ignore où se trouve cet endroit, mais tes ancêtres ont forcément laissé chez toi des informations pour le retrouver.
hu_hu: Csak az örökös élhette túl a templomot! Te vagy a kiválasztott, akirôl a prófécia mesél. Megtarthatod Bú Könyvét, Twinsen. Tudsz majd vele ékírást fejteni, és beszélni az állatokkal. A prófécia, amit meg kell valósítani is megtalálható lapjain: meg kell döntened Dr. KacajKabát hatalmát, aki tönkretette bolygónk békéjét, és harmóniáját. Láttam, amint álmaimban rá tette kezét Sendell kútjára, és a világot rombolta össze. El kell menned Sendell kútjához, hogy megmentsd a világot Dr. KacajKabáttól. Nem tudom, hol lehet Sendell kútja, de ôseidnek hagynia kellett valami útmutatót a házatokban.
it_it: Solo l'Erede poteva farcela in questo Tempio! Sei tu l'Eletto annunciato dalla profezia! Conserva il Libro di Bù, perché ne sei degno, Twinsen. Ti permetterà di decifrare le rune e di parlare agli animali. In esso potrai rileggere la profezia che ora deve essere portata a termine: devi annientare il Dottor FunFrock, poiché questo despota ha infranto l'armonia di questo pianeta. In sogno ho visto che tentava di profanare il Pozzo di Sendell, cosa che provocherebbe l'immediata distruzione di questo mondo. Devi recarti al Pozzo di Sendell per salvarci e liberarci da FunFrock. Non so dove si trovi il Pozzo, ma sicuramente i tuoi avi hanno lasciato informazioni utili per trovarlo.
pl_pl: Tylko Natępca mógł przeżyć w tej Świątyni! Jesteś Wybrańcem, o którym mówiła przepowiednia. Jesteś godny noszenia Księgi Bù, Twinsen. Umożliwi ci ona odczytanie runów i rozmawianie ze zwierzętami. Przepowiednia, która musi się wypełnić, jest zawarta także na stronach tej księgi: musisz obalić Dr. FunFrocka, despotę, który zniszczył harmonię, kiedyś istniejącą na tej planecie. W moich snach, widziałem go, jak profanował Studnię Sendell, co wywołało natychmiastowe zniszczenie tego świata. Musisz udać się do Studni Sendell, żeby uratować nas od Dr. FunFrocka. Nie wiem, gdzie jest ta studnia, ale twoi przodkowie musieli ci zostawić jakieś instrukcje, zapewne są gdzieś w twoim domu.
pt_br: Apenas o Herdeiro poderia ter sobrevivido naquele templo! Você é o Escolhido que a profecia mencionava. Você é digno de ficar com o Livro de Bú, Twinsen. Ele vai permitir a você decifrar as inscrições antigas e falar com animais. A profecia que deve ser realizada também está revelada nas páginas: você deve depor o Dr. FunFrock, o déspota que destruiu a harmonia que algum dia existiu nesse planeta. Nos meus sonhos, eu vi o Dr. FunFrock profanando o Poço de Sendell, o que causava a imediata destruição do planeta. Você deve ir até o Poço de Sendell para nos salvar do Dr. FunFrock. Eu não sei onde esse poço está, mas os seus antepassados devem ter deixado instruções para você, em algum lugar da sua casa.
pt_pt: Apenas o Herdeiro poderia ter sobrevivido naquele templo! Você é o Escolhido que a profecia mencionava. É digno de ficar com o Livro de Bù, Twinsen. Ele permitir-lhe decifrar as rochas e falar com animais. A profecia que devevá ser realizada, também está revelada nas suas páginas: deve derrotar o Dr. FunFrock, o tirano que destruiu a harmonia que algum dia existiu neste planeta. Nos meus sonhos, eu vi o Dr. FunFrock a profanar o Poço de Sendell, que causava a imediata destruição do planeta. Deve ir até o Poço de Sendell para nos salvar do Dr. FunFrock. Não sei onde esse poço está, mas os seus antepassados devem lhe ter deixado instruções, em algum lugar da sua casa.
ru_ru: ТолЬко Наследник мог выжитЬ в этом Храме! Ты Избранный, о котором говорило пророчество. Ты достоин сохранитЬ Книгу Бу, Твинсен. Она позволит тебе расшифровыватЬ руны и разговариватЬ с животными. Пророчество, которое должно бытЬ исполнено, также открывается на ее страницах: ты должен одолетЬ д-ра ФанФрока, деспота, который уничтожил гармонию, когда-то царившую на этой планете. В моих снах я видел его оскверняющим Колодец Сенделл, что привело к незамедлителЬному уничтожению этого мира. Ты должен отправитЬся к Колодцу Сенделл, чтобы спасти нас от д-ра ФанФрока. Я не знаю, где этот Колодец, но твои предки должны были оставитЬ тебе инструкции где-то в твоем доме.

source: Hello fellow elf.
de_de: Hallo Bruder Kobold. Wenn Du Deine Karte noch hast, habe ich ein Geschenk für Dich.
es_es: Hola hermano duende. Si sigues teniendo tu tarjeta, tengo un regalo para ti.
fr_fr: Salut frêre lutin. Si tu as toujours ta carte, j'ai un cadeau pour toi.
hu_hu: Hello Elf-társ.
it_it: Salve, fratello folletto. Se hai ancora la tessera ti faccio un regalo.
pl_pl: Witaj, przyjacielu elfie.
pt_br: Olá amigo elfo.
pt_pt: Olá amigo elfo.
ru_ru: Привет, приятелЬ элЬф.

source: Adios! I think I'm going out to discover the world. 
de_de: Adios ! Ich glaube, ich gehe die Welt entdecken.
es_es: ¡Adiós! Pienso que voy a ir a descubrir el mundo.
fr_fr: Adios ! Je pense que je vais aller découvrir le monde.
hu_hu: Adios! Elmegyek felfedezni a világot. K
it_it: Adios! Partirò alla scoperta del mondo.
pl_pl: Adios! Myślę, że opuszczę to miejsce i odkryję kawałek świata. 
pt_br: Adios! Acho que vou embora para viajar pelo mundo. 
pt_pt: Adios! Acho que vou embora descobrir o mundo.
ru_ru: Адиос! Думаю, отправлюсЬ исследоватЬ мир.

source: You seem to be nice enough, I dub thee an honorary elf. Here's your card. It entitles you to a present.
de_de: Du bist mir sympathisch, ich ernenne Dich zum Ehrenkobold. Hier ist Deine Karte ! Und zur Karte gibt's ein Geschenk.
es_es: Tú me eres simpático, y voy a hacerte duende honorario. ¡Aquí está tu tarjeta! Te da derecho a un regalo.
fr_fr: Tu m'es sympathique, je te fais lutin honoraire. Voici ta carte ! Elle donne droit à un cadeau.
hu_hu: Kedves kvecsnek tûnsz, kitüntetlek Elffé. Itt a kártyád. Ez feljogosít a létedre.
it_it: Mi sei simpatico, ti nomino folletto onorario. Ecco la tua tessera. Dà diritto a un regalo.
pl_pl: Wyglądasz na miłego gościa, jesteś teraz honorowym elfem. Oto twoja karta. Upoważnia cię ona do otrzymywania prezentów.
pt_br: Você parece ser legal o suficiente, eu te nomeio um elfo honorário. Aqui está o seu Cartão. Ele está sendo entregue a você como um presente.
pt_pt: Parece ser simpático, nomeio-o um elfo honorário. Aqui tem o seu cartão. É-lhe entregue como um presente.
ru_ru: Похоже, ты доволЬно славный, я посвящу тебя в почетные элЬфы. Вот твоя карта. Она дает тебе право им бытЬ.

source: Hello, quetch !
de_de: Hallo Du Quetsch !
es_es: ¡Hola colines!
fr_fr: Salut le quetch !
hu_hu: Helló, kvecs !
it_it: Salve, quetch !
pl_pl: Witaj, quetchu !
pt_br: Olá quetch !
pt_pt: Olá, quetch !
ru_ru: Привет, кветч!

source: Good day, horse.
de_de: Guten Tag das Pferd.
es_es: Buenos días caballo.
fr_fr: Bonjour le cheval.
hu_hu: Jó napot paci!
it_it: Buongiorno, cavallo.
pl_pl: Dzień dobry, koniku.
pt_br: Bom dia, cavalo.
pt_pt: Bom dia, cavalo.
ru_ru: Добрый денЬ, лошадЬ.

source: I know the story of the emerald moon, but that's all.
de_de: Ich kenne die Geschichte des Smaragdmondes, aber das ist auch alles.
es_es: Yo conozco la historia de la luna de esmeralda, pero eso es todo.
fr_fr: Moi je connais l'histoire de la lune d'émeraude, mais c'est tout.
hu_hu: Ismerem a smaragd hold történetét, de ennyi.
it_it: Io conosco la storia della luna di smeraldo, ma è tutto.
pl_pl: Znam historię szmaragdowego księżyca, ale to wszystko, co wiem.
pt_br: Eu sei a história da Lua Esmeralda, mas isso é tudo.
pt_pt: Eu sei a história da lua esmerald, mas é tudo.
ru_ru: Я знаю историю изумрудной луны, но это все.

source: Hii, hi ! Bbbrrrff ! Brf !
de_de: Hüü, hü ! Bbbrrrff ! Brf !
hu_hu: Szia, szia! Nyihaha! Brr!
ru_ru: Ыии-и! Бббрррфф! Брф!

source: Did you know that there are strange noises coming from that symbol on the rocks?
de_de: Weißt Du, daß manchmal merkwürdige Schreie von dem Zeichen kommen, das auf den Felsen ist ?
es_es: ¿Sabes que hay gritos raros a veces, hacia ese signo que está en las rocas?
fr_fr: Tu sais qu'il y a des cris bizarres parfois, vers ce signe qui est sur les rochers ?
hu_hu: Tudtad, hogy furcsa zajok jönnek abból a jelbôl, ott a kövön?
it_it: Sai che si sentono strane grida, a volte, verso il segno sulle rocce?
pl_pl: Wiesz, że z tamtego symbolu na skale dochodzą jakieś straszne odgłosy?
pt_br: Você sabia que há estranhos barulhos vindos daquele símbolo nas pedras?
pt_pt: Sabia que se ouvem barulhos estranhos vindos daquele símbolo nas rochas?
ru_ru: Ты знал, что от того символа на скалах доносятся странные звуки?

source: You were the one who freed that gnome with the hideous hat? He asked me if there was a princess that needed freeing in the neighborhood, but if you want my opinion, he doesn't have what it takes to be a hero.
de_de: Hast Du diesen Gnom mit seiner häßlichen Mütze losgelassen ? Er hat mich gefragt, ob es hier in der Gegend eine Prinzessin zu befreien gibt, wenn Du meine Meinung willst, er hat nicht das Zeug zum Helden.
es_es: ¿Eres tú quien ha liberado a ese gnomo de gorro repelente? Me preguntó si no había una princesa a quién liberar por estos lares, pero si quieres mi opinión, no tienes vena de héroe.
fr_fr: C'est toi qui a libéré ce gnome avec son bonnet hideux ? Il m'a demandé s'il n'y avait pas une princesse à libérer dans le coin, mais si tu veux mon avis, il n'a pas l'étoffe d'un héros.
hu_hu: Te szabadítottad, ki azt a gnómot azzal a röhejes sapkával? Azt kérdezte nincs-e véletlenül egy hercegnô a közelben, akit meg lehetne menteni. Ha engem kérdezel, hát nem az a hôs típus.
it_it: Sei tu che hai liberato quello gnomo con quell'orribile berretto? Mi ha chiesto se per caso non ci fossero principesse da liberare qui in giro, ma secondo me non ha la stoffa di un eroe.
pl_pl: Czy to ty uwolniłeś tego gnoma w ohydnym kapeluszu? Zapytał mnie, czy gdzieś w okolicy jest jakaś księżniczka, którą trzeba uwolnić, ale jeśli chcesz znać moje zdanie, on nie ma predyspozycji do bycia bohaterem.
pt_br: Foi você que libertou aquele gnomo com um chapéu ridículo? Ele me perguntou se havia uma princesa que precisava ser salva na vizinhança, mas se você quer a minha opinião, ele não dá conta de ser herói.
pt_pt: Foi você que libertou aquele gnomo com um chapéu ridículo? Ele perguntou-me se havia alguma princesa aqui perto que precisava de ser salva, mas se quer a minha opinião, ele não sabe o que fazer para ser herói.
ru_ru: Ты тот, кто освободил того гнома в ужасной шляпе? Он спросил меня, нет ли по соседству принцессы, которую нужно спасти, но, если хочешЬ знатЬ мое мнение, до героя он не дотягивает.

source: Then you should go visit the Maritime museum on Proxima island.
de_de: Dann solltest Du das Marinemuseum besuchen, das befindet sich auf der Insel Proxima.
es_es: Entonces tu deberías visitar el Museo de la Marina, que está en la isla Próxima.
fr_fr: Alors tu devrais visiter le musée de la Marine, c'est sur l'île Proxima.
hu_hu: Akkor menj és látogatsd meg a Tengerészeti Múzeumot a Sógor-szigeten!
it_it: Allora devi visitare il museo della Marina, è sull'Isola Proxima.
pl_pl: Następnie powinieneś odwiedzić muzeum Morza na wyspie Proxima.
pt_br: Então você deveria ir visitar o Museu Marítimo na Ilha Proxima.
pt_pt: Então deveria visitar o Museu Marítimo na Ilha Proxima.
ru_ru: Тогда тебе нужно посетитЬ Морской музей на Острове Проксима.

source: I can't help you, sorry.
de_de: Ich kann Dir nicht helfen, bedauere.
es_es: No puedo ayudarte, lo siento.
fr_fr: Je ne peux pas t'aider, je regrette.
hu_hu: Nem segíthetek, sajnálom!
it_it: Non posso aiutarti, mi spiace.
pl_pl: Nie mogę ci pomóc, przykro mi.
pt_br: Não posso te ajudar, desculpe.
pt_pt: Não lhe posso ajudar, desculpe.
ru_ru: Я не могу тебе помочЬ, извини.

source: I'm looking for the plans of the Teleportation Center.
de_de: Ich suche die Pläne des Biemzentrums.
es_es: Estoy buscando los planos del Centro de Teleportación.
fr_fr: Je cherche les plans du Centre de Téléportation.
hu_hu: A Teleport Központ terveit keresem.
it_it: Cerco le mappe del Centro di Teletrasporto.
pl_pl: Szukam planów Centrum Teleportacji.
pt_br: Estou procurando pelos planos do Centro de Teletransporte.
pt_pt: Ando à procura dos planos do Centro de Teleportação.
ru_ru: Я ищу чертежи Центра телепортации.

source: They say that there are treasures hidden in a temple, somewhere in the desert.
de_de: Man sagt, daß es verborgene Schätze in einem Tempel in dieser Wüste gibt.
es_es: Dicen que hay tesoros escondidos en un templo, en este desierto.
fr_fr: On dit qu'il y a des trésors cachés dans un temple, dans ce désert.
hu_hu: Azt beszélik kincsek vannak eltemetve valahol a sivatagban.
it_it: Si dice che in un tempio in questo deserto vi siano tesori nascosti.
pl_pl: Mówią, że gdzieś na pustyni, w jakiejś świątyni są ukryte skarby.
pt_br: Eles dizem que há tesouros escondidos em um templo, em algum lugar do deserto.
pt_pt: Eles dizem que existem tesouros escondidos num templo, algures no deserto.
ru_ru: Говорят, в храме, где-то в пустыне, спрятано сокровище.

source: I'm looking for information about LeBorgne the pirate.
de_de: Ich interessiere mich für die Geschichte des Piraten EinAuge.
es_es: Me interesa la historia del pirata El Tuerto.
fr_fr: Je m'intéresse à l'histoire du pirate LeBorgne.
hu_hu: LeBorgne-ról a kalózról tud valamit?
it_it: Mi interessa la storia del pirata Guercio.
pl_pl: Szukam informacji o piracie LeBorgnie.
pt_br: Eu estou procurando informações sobre o pirata LeBorgne.
pt_pt: Ando à procura de informações sobre o pirata LeBorgne.
ru_ru: Я ищу информацию о пирате ЛеБорне.

source: I read some excerpts from the Captain's log, that LeBorgne was ruthless! If you're still interested, the log is for sale at the Old Burg bazaar, on the Principal island.
de_de: Ich habe Auszüge seines Logbuches gelesen, dieser EinAuge war furchtbar ! Falls es Dich interessiert, es steht im Bazar der Altstadt auf der Hauptinsel zum Verkauf.
es_es: He leído pasajes de su bitácora y ¡ese El Tuerto era terrible! Si te interesa, está en venta en el bazar del Viejo Burgo, en la isla Principal.
fr_fr: J'ai lu des passages de son livre de bord, ce LeBorgne était terrible ! Si ça t'intéresse il est en vente au bazar du Vieux Bourg, sur l'île Principale.
hu_hu: Olvastam valamit a Kapitány úr naplójából, hogy LeBorgne kegyetlen volt! Ha még mindig érdekli, a napló eladó Vénvárban, Elöljáró-szigeten.
it_it: Ho letto alcuni brani del suo libro di bordo; era terribile, quel Guercio! Se ti interessa, è in vendita al bazaar del Vecchio Borgo, sull'Isola Principale.
pl_pl: Czytałem jakieś urywki z dziennika Kapitana, ten LeBorgne był bezwzględny! Jeśli wciąż jesteś zainteresowany, dziennik można kupić w bazarze w Old Burg, na wyspie Principal.
pt_br: Eu li algumas partes do diário de bordo, LeBorgne era cruel! Se você ainda estiver interessado, o diário está à venda no bazar de Old Burg, na Ilha Principal.
pt_pt: Eu li alguns excertos do diário de bordo, LeBorgne era cruel! Se ainda estiver interessado, o diário está à venda no bazar do Velho Burgo, na Ilha Principal.
ru_ru: Я читал некоторые выдержки из дневника капитана - ЛеБорн был безжалостным! Если тебя еще интересует, журнал продается в магазине Старого Города на Главном Острове.

source: I don't know anything about it, but I think a while ago the library had some books that spoke of it.
de_de: Davon verstehe ich nichts, aber anscheinend hat es früher in der Bibliothek Werke gegeben, die davon handelten.
es_es: No sé nada, pero parece que antes en la biblioteca había obras que hablaban de eso.
fr_fr: Je n'y connais rien, mais il paraît qu'avant à la bibliothèque, il y avait des ouvrages qui en parlaient.
hu_hu: Nem tudok róla semmit, de azt hiszem a könyvtárnak voltak róla könyvei.
it_it: Non ne so niente, però sembra che alla biblioteca avessero dei libri che ne parlavano.
pl_pl: Nic o tym nie wiem, ale myślę, że jakiś czas temu, w bibliotece były jakieś książki, mówiące o tym.
pt_br: Não sei nada sobre isso, mas eu acho que há algum tempo a biblioteca tinha livros que falavam nisso.
pt_pt: Não sei nada sobre isso, mas penso que a tempos atrás a biblioteca tinha livros que falavam sobre isso.
ru_ru: Я ничего про это не знаю, но, думаю, когда-то в библиотеке были книги, в которых говорилосЬ об этом.

source: I don't know where they are, but we elves don't need that sort of stuff. We can teleport ourselves magically! Well, I forgot how, but I'm not a good example.
de_de: Ich weiß nicht wo sie sind, aber wir Kobolde brauchen das nicht. Wir biemen uns durch Magie ! Nun, ich selbst habe es vergessen, aber ich bin ein schlechtes Beispiel.
es_es: No sé dónde están, pero nosotros los duendes no tenemos necesidad de eso. ¡Nos teleportamos mágicamente! En realidad yo lo he olvidado pero soy un mal ejemplo.
fr_fr: Je ne sais pas où ils sont, mais nous les lutins n'en avons pas besoin. Nous nous téléportons magiquement ! Enfin moi j'ai oublié mais c'est un mauvais exemple.
hu_hu: Nem tudom hol lehet, de nekünk elfeknek nincs szükségünk ilyesmire. Mi magunktól is tudjuk teleportálni magunkat! Most sajnos nem jut eszembe.
it_it: Non so dove siano, ma noi folletti non ne abbiamo bisogno. Noi ci teletrasportiamo con la magia. Beh, non mi ricordo più come si fa, ma io non sono un soggetto esemplare.
pl_pl: Nie wiem, gdzie one są, ale my elfy nie potrzebujemy tego wszystkiego. Możemy teleportować się za pomocą magii! No cóż, ja nie jestem dobrym przykładem, zapomniałem jak to się robi.
pt_br: Não sei onde eles estão, mas nós elfos não precisamos desse tipo de coisa. Nós podemos nos teletransportar magicamente! Bem, eu esqueci como, mas eu não sou um bom exemplo.
pt_pt: Não sei onde estão, mas nós elfos não precisamos desse tipo de coisas. Podemos teleportar-nos magicamente! Bem, eu esqueci como, mas eu não sou um bom exemplo.
ru_ru: Я не знаю, где они, но элЬфам не нужны такого рода штуки. Мы можем телепортироватЬся по волшебству! Ну, я забыл, как, но я и не лучший пример.

source: I'll give you my guitar in exchange for the flute that you possess Twinsen, beforehand, though, you will have play it next to the Clear Water Lake in order to obtain the 4th magical symbol.
de_de: Ich gebe Dir meine Gitarre gegen Deine Flöte Twinsen, zuvor mußt Du darauf am Ufer des Sees Klares Wassers spielen, um das vierte magische Symbol zu bekommen.
es_es: Te daré mi guitarra a cambio de la flauta que posees Twinsen, antes deberás tocarla a orillas del Lago de Agua Clara para obtener el cuarto símbolo mágico.
fr_fr: Je te donnerais ma guitare en échange de la flûte que tu possèdes Twinsen, auparavant tu devras en jouer au bord du Lac d'Eau Claire pour obtenir le 4ème symbole magique.
hu_hu: Neked adom a gitáromat a fuvoládért, Twinsen, de persze csak azután, hogy játszottál vele a Tiszta Víz-tó mellett.
it_it: Ti darò la mia chitarra in cambio del flauto che tu possiedi, Twinsen, ma prima tu dovrai suonare sulla riva del Lago di Acqua Limpida per ottenere il quarto simbolo magico.
pl_pl: Dam ci swoją gitarę w zamian za flet, który masz, Twinsen, wcześniej jednak, będziesz musiał zagrać na nim nad Jeziorem Czystej Wody, w celu uzyskania czwartego magicznego symbolu.
pt_br: Eu te darei a minha guitarra em troca da flauta que você possui, Twinsen, mas antes, no entanto, você terá que tocar a flauta ao lado do Lago de Agua Sagrada para obter o quarto artefato mágico.
pt_pt: Eu dou-lhe a minha guitarra em troca da flauta que possui, Twinsen, no entanto, terá que tocar a flauta ao lado do Lago de Ägua Límpida para obter o quarto símbolo mágico.
ru_ru: Я дам тебе мою гитару в обмен на флейту, которой ты обладаешЬ, Твинсен. Хотя это преждевременно. Тебе нужно будет сыгратЬ у Озера Чистой Воды, чтобы добытЬ 4-ый магический символ.
