Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Good day, I would like some information about LeBorgne the pirate.
de_de: Guten Tag, ich interessiere mich für die Geschichte des Piraten EinAuge.
es_es: Buenos días, me interesa la historia del pirata El Tuerto.
fr_fr: Bonjour, je m'intéresse à l'histoire du pirate LeBorgne.
hu_hu: Jó napot! LeBorgne, a kalózról szeretnék valamit megtudni!
it_it: Buongiorno. Mi interessa la storia del pirata Guercio.
pl_pl: Dzień dobry, chciałbym uzyskać jakieś informacje na temat pirata LeBorgne'a.
pt_br: Bom dia, eu gostaria de informações sobre Leborgne, o pirata.
pt_pt: Bom dia, eu gostaria de ter informações sobre Leborgne, o pirata.
ru_ru: Добрый денЬ, я хотел бы получитЬ какую-нибудЬ информацию о пирате ЛеБорне.

source: "L.B.A. | Lupin-Burg sewer service | Little Vachond street"
de_de: " L.B.A. | Entwässerungsdienst von Lupin-Burg | Kleiner Vachond Straße "
es_es: "L.B.A. | Servicio de alcantarillas de Lupin-Burgo | Calle del Pequeño Vaco"
fr_fr: " L.B.A. | Service des égouts de Lupin-Bourg | Rue du Petit Vachond "
hu_hu: "L.B.A.| Farkasbabvár Csatornázási Mûvek| Kis Vakond utca"
it_it: " L.B.A. | Servizio fognario di Lupinburgo | Via del Piccolo Vallo"
pl_pl: "L.B.A. | Obsługa kanałów Lupin-Burg | ulica Little Vachond"
pt_br: "L.B.A. | Serviço de esgoto de Lupin-Burg | Rua Little Vachond"
pt_pt: "L.B.A. | Serviço de esgoto de Lupin-Burgo | Rua do Pequeno Vachond"
ru_ru: "L.B.A. | Коллекторная служба Лупин-Бурга | Улица МаленЬкого Вашона"

source: "L.B.A. | Lupin-Burg sewer service | Dr FunFrock Square"
de_de: " L.B.A. | Entwässerungsdienst von Lupin-Burg | Dr FunFrock Park "
es_es: "L.B.A. | Servicio de alcantarillas de Lupin-Burgo | Plaza Dr. FunFrock"
fr_fr: " L.B.A. | Service des égouts de Lupin-Bourg | Square Dr FunFock "
hu_hu: "L.B.A.| Farkasbabvár Csatornázási Mûvek| Dr. KacajKabát tér"
it_it: " L.B.A. | Servizio fognario di Lupinburgo | Piazza Dottor FunFock "
pl_pl: "L.B.A. | Obsługa kanałów Lupin-Burg | Dr FunFrock Square"
pt_br: "L.B.A. | Serviço de esgoto de Lupin-Burg | Praça Dr FunFrock"
pt_pt: "L.B.A. | Serviço de esgoto de Lupin-Burgo | Praça Dr FunFrock"
ru_ru: "L.B.A. | Коллекторная служба Лупин-Бурга | ПлощадЬ д-ра ФанФрока"

source: A prisoner is escaping! | Sound the alarm!
de_de: Ein Häftling bricht aus ! | Schlagen Sie Alarm !
es_es: ¡Se está evadiendo un prisionero! | ¡Activen la alarma!
fr_fr: Un prisonnier s'évade ! | Déclenchez l'alarme !
hu_hu: Egy fogoly megszökik!| Riadó!
it_it: Un prigioniero sta evadendo! | Suonate l'allarme!
pl_pl: Więzień ucieka! | Alarm!
pt_br: Um prisioneiro está escapando! | SOEM O ALARME!
pt_pt: Um prisioneiro está a escapar! | Toquem o alarme!
ru_ru: Эаключенный бежал! | ПоднятЬ тревогу!

source: Good day, neighbor.
de_de: Guten Tag Nachbar.
es_es: Buenos días vecino.
fr_fr: Bonjour voisin.
hu_hu: Jó napot szomszéd!
it_it: Buongiorno, vicino.
pl_pl: Dzień dobry, sąsiedzie.
pt_br: Bom dia, vizinho.
pt_pt: Bom dia, vizinho.
ru_ru: Добрый денЬ, сосед.

source: Hey buddy!
de_de: Hallo Sportsfreund !
es_es: ¡Hola amigo!
fr_fr: Salut mon gars !
hu_hu: Hé, haver!
it_it: Ciao, ragazzo mio!
pl_pl: Hej kolego!
pt_br: Ei amigo!
pt_pt: Olá amigo!
ru_ru: Эй, приятелЬ!

source: You are being held here because you are a trouble maker.
de_de: Sie werden hier festgehalten, weil Sie ein Aufwiegler sind.
es_es: Ud. está detenido aquí por agitador.
fr_fr: Vous êtes détenu ici car vous êtes un agitateur.
hu_hu: Azért tartunk fogva, mert egy bajkeverô vagy.
it_it: E' detenuto qui perché è un sovversivo.
pl_pl: Jesteś tu przetrzymywany, ponieważ jesteś niebezpieczny.
pt_br: Você está preso aqui porque você é um encrenqueiro.
pt_pt: Está preso aqui porque é um confusionista.
ru_ru: Тебя держат здесЬ, потому что ты нарушителЬ спокойствия.

source: Hey, Mr. Nurse! Use your holomap if you're lost.
de_de: He Pfleger ! Benutz' Dein Holomap falls Du nicht mehr weiter weißt.
es_es: ¡Oye enfermero! Utiliza tu holomapa si estás perdido.
fr_fr: Dis l'infirmier ! Utilise ton holomap si t'es perdu.
hu_hu: Hé, nôvér úr! Használja a holotérképet, ha elveszett!
it_it: Hei, infermiere! Se ti sei perso, usa l'holomap.
pl_pl: Hej, panie Pielęgniarzu! Jeśli się zgubiłes, użyj swojej holomapy.
pt_br: Ei, Sr. Enfermeiro! Use seu holomapa se você está perdido.
pt_pt: Ei, Sr. Enfermeiro! Use o holomapa se estiver perdido.
ru_ru: Эй, м-р Санитар! ИсполЬзуйте вашу голокарту, если потерялисЬ.

source: You'd better try to get the holomap back or buy another one at the bazaar on Principal Island.
de_de: Denk dran Holomap zu ergattern oder einen auf dem Bazar der Hauptinsel zu kaufen.
es_es: Hay que pensar en recuperar el holomapa o si no en comprar uno en el bazar de la isla Principal.
fr_fr: Il faut penser à récupérer l'holomap ou alors à en acheter une au bazar de l'île Principale.
hu_hu: Tudja, a holotérképet a (H) gombbal lehet bekapcsolni. Jobban tenné, ha visszaszerezné, vagy venne egyet Elöljáró-szigeten a bazárban.
it_it: Faresti meglio a recuperare la holomap oppure ad acquistarne una al bazaar dell'Isola Principale.
pl_pl: Holomapę uruchamia się klawiszem "H". Lepiej spróbuj ją odzyskać, albo kup sobie inną w sklepie, na Wyspie Principal.
pt_br: Sabe, o Holomapa é ativado pela tecla "H". E eu aconselho você a tentar recuperá-lo ou comprar outro no bazar da Ilha Principal.
pt_pt: Sabe, o Holomapa é activado pela tecla "H". E é melhor tentar recuperá-lo ou comprar outro no bazar na Ilha Principal.
ru_ru: ЭнаешЬ, голокарта активируется клавишей "H". И тебе лучше попытатЬся вернутЬ ее или купитЬ еще одну в магазине на Главном Острове.

source: I haven't seen them. | | Sorry!
de_de: Ich habe sie nicht gesehen. | | Tut mir leid !
es_es: No los he visto. | | ¡Lo siento!
fr_fr: Je ne les ai pas vus. | Désolé !
hu_hu: Nem láttal ôket.|| Sajnálom!
it_it: Non li ho visti. | | Spiacente!
pl_pl: Nie wiem, gdzie oni są. | | Przykro mi!
pt_br: Eu não vi eles. | | Desculpe!
pt_pt: Não os vi. | | Desculpe!
ru_ru: Я их не видел. | Извини!

source: I'd like to help you, but I haven't seen them.
de_de: Ich würde Dir gern helfen, aber ich habe sie noch nie gesehen.
es_es: Me gustaría ayudarte, pero no los he visto.
fr_fr: J'aimerais t'aider, mais je les ai jamais vus.
hu_hu: Szeretnék segíteni, de sajnos nem láttam ôket!
it_it: Sarei contento di aiutarla, ma non li ho mai visti.
pl_pl: Chciałbym ci pomóc, ale nie wiem, gdzie oni są.
pt_br: Eu gostaria de te ajudar, mas não vi eles
pt_pt: Gostaria de ajudar, mas não os vi.
ru_ru: Я бы хотел помочЬ тебе, но я их не видел.

source: Didn't see 'em. I ain't budged an inch!
de_de: Nie gesehen, ich habe mich nicht vom Fleck gerührt !
es_es: ¡Nunca los he visto, no me he movído de aquí!
fr_fr: Jamais vus, je n'ai pas bougé d'ici !
hu_hu: Nem láttam ôket. Pedig innen el nem mozdultam.
it_it: Mai visti. Non mi sono mai mosso da qui.
pl_pl: Nie wiem, gdzie oni są. Nie ruszam się stąd nawet o cal!
pt_br: Não vi eles, e não estou nem aí.
pt_pt: Não os vi, e nem me interessa.
ru_ru: Не видел. Я еще не двинулся!

source: I didn't see them. Try at the tavern, you never know...
de_de: Ach, ich habe sie nicht gesehen. Versuchen sie es in der Taverne, man kann nie wissen.
es_es: Ah no los he visto. Intente en la taberna, nunca se sabe.
fr_fr: Ah, je ne les ai pas vus. Essayez à la taverne, on ne sait jamais.
hu_hu: Nem;láttal ôket, próbálja meg a fogadóban!
it_it: No, non li ho visti. Provi alla taverna, non si sa mai.
pl_pl: Nie wiem, gdzie oni są. Zapytaj w tawernie...
pt_br: Não vi eles... Tente na taverna, nunca se sabe...
pt_pt: Não os vi. Tente na taberna, nunca se sabe...
ru_ru: Я их не видел. Попробуй спроситЬ в таверне, ведЬ никогда не знаешЬ...

source: I haven't seen anyone, but ask inside the tavern.
de_de: Ich habe niemanden gesehen, aber frag' mal drinnen in der Taverne.
es_es: Yo, no he visto a nadie, pero pregunte dentro en la taberna.
fr_fr: Moi je n'ai vu personne, mais demande à l'intérieur de la taverne.
hu_hu: Senkit nem láttam, de próbálja meg benn, a fogadóban!
it_it: Io non ho visto nessuno, ma prova a chiedere dentro alla taverna.
pl_pl: Nikogo nie widziałem, ale zapytaj wewnątrz tawerny.
pt_br: Não vi ninguém, mas pergunte dentro da taverna.
pt_pt: Não vi ninguém, mas pergunte na taberna.
ru_ru: Я никого не видел, но спроси в таверне.

source: You need a ticket to board the ferry. You can buy one next door.
de_de: Sie brauchen einen Fahrschein für die Fähre mein Herr. Sie können dort gleich nebenan einen kaufen.
es_es: Se necesita un billete para embarcar en el ferry señor. Puede comprarlos aquí al lado.
fr_fr: Il faut un ticket pour embarquer sur le ferry, monsieur. Vous pouvez en acheter un juste à coté.
hu_hu: Szüksége lesz egy jegyre, hogy felszálljon a hajóra, vegyen egyet a szomszédban!
it_it: Per prendere il traghetto ci vuole un biglietto, signore. Può acquistarlo qui di fianco.
pl_pl: Musisz mieć bilet, żeby wejść na pokład promu. Możesz go kupić przy następnych drzwiach.
pt_br: Você precisa de uma passagem para entrar no barco. Você pode comprar um no prédio ao lado.
pt_pt: Precisa de um bilhete para entrar no barco. Pode comprá-lo na porta ao lado.
ru_ru: Чтобы сестЬ на паром, вам нужен билет. Вы можете купитЬ его в здании рядом.

source: Leave me alone, I have nothing to say to you.
de_de: Lassen Sie mich in Ruhe, ich habe Ihnen nichts zu sagen.
es_es: Déjeme tranquilo, no tengo nada que decirle.
fr_fr: Laissez-moi tranquille, je n'ai rien à vous dire.
hu_hu: Hagyjon békén, nincs mit mondanom!
it_it: Mi lasci in pace, non ho nulla da dirle.
pl_pl: Zostaw mnie w spokoju, nie mam ci nic do powiedzenia.
pt_br: Me deixe em paz, eu não tenho nada pra te dizer.
pt_pt: Deixe-me em paz, eu não tenho nada a dizer.
ru_ru: ОставЬ меня, мне нечего тебе сказатЬ.

source: Try the tavern, you never know.
de_de: Versuchen Sie es in der Taverne, man kann nie wissen.
es_es: Pruebe en la taberna, nunca se sabe.
fr_fr: Essayez à la taverne, on ne sait jamais.
hu_hu: Próbálja fogadóban, soha nem tudhatja...
it_it: Provi alla taverna, non si sa mai.
pl_pl: Zapytaj w tawernie, nigdy nic nie wiadomo.
pt_br: Tente a taverna, nunca se sabe.
pt_pt: Tente a taberna, nunca se sabe.
ru_ru: Попробуй спроситЬ в таверне, ведЬ никогда не знаешЬ...

source: Try the tavern, that sounds like something they would be familiar with.
de_de: Gehen Sie doch zur Taverne, die lieben solche Geschichten.
es_es: Pruebe a ver en la taberna, es ahí donde pasan ese tipo de cosas.
fr_fr: Allez voir à la taverne, c'est bien leur genre d'histoire ça.
hu_hu: Próbálja meg a fogadóban, ezzt ott biztos többen tudják!
it_it: Provi alla taverna, questo è il loro tipo di storia.
pl_pl: Zapytaj w tawernie, wygląda na to, że oni magą coś o tym wiedzieć.
pt_br: Tente a taverna, eles estão familiarizados com esse tipo de coisa.
pt_pt: Tente a taberna, eles estão familiarizados com esse tipo de coisa.
ru_ru: Попробуй спроситЬ в таверне, это звучит как то, с чем они могут бытЬ знакомы.

source: Don't get all excited, son! I prefer talking calmly.
de_de: Reg' Dich nicht auf Junge, ich red' nicht mit Nervensägen !
es_es: ¡No te pongas nervioso hijo, no le hablo a los nerviosos!
fr_fr: T'énerve pas fils, je cause pas aux excités !
hu_hu: Ne olyan hevesen fiam! Jobb szeretek nyugodtan beszélgetni.
it_it: Non scaldarti, ragazzo, non parlo agli esagitati, io.
pl_pl: Nie emocjonuj się tak, synu! Wolę rozmawiać spokojnie.
pt_br: Não fique animado, filho! Eu prefiro conversar com calma.
pt_pt: Não fique tão excitado, filho! Eu prefiro falar com calma.
ru_ru: Не волнуйся так, сынок! Я предпочитаю говоритЬ спокойно.

source: Calm down quickly! If you are going to be like that, I won't speak to you any more.
de_de: Nun beruhigen Sie sich endlich, sonst rede ich nicht mehr mit Ihnen.
es_es: Pero cálmese, o no le hablaré más.
fr_fr: Mais calmez-vous enfin, si c'est comme ça je ne vous parle plus !
hu_hu: Nyugodj már meg! Ha nem nyugszol le gyorsan, nem beszélek többet veled!
it_it: Ma si calmi, insomma, se continua così non le parlo più.
pl_pl: Uspokój się natychmiast! Nie będę z tobą rozmawiać, jeżeli będziesz się tak dalej zachowywać.
pt_br: Acalme-se rápido. Se você ficar se comportando assim, eu não vou conversar com você mais.
pt_pt: Acalme-se rápido. Se continuar com esse comportamente, não vou falar mais consigo.
ru_ru: Немедленно успокойся! Если ты собираешЬся вести себя так, я не буду с тобой болЬше говоритЬ.

source: Did you know that the telepods are dangerous for all species? Only the clones can use them!
de_de: Wußten Sie, daß die Biemzellen für alle Arten gefährlich sind ? Nur Klone können sie benutzen !
es_es: ¿Sabía que los teléportadores son peligrosos para todas las especies? ¡Sólo los clones pueden utilizarlos!
fr_fr: Saviez vous que les télépodes sont dangereux pour toutes les espèces ? Seuls les clones peuvent les utiliser !
hu_hu: Tudtad, hogy a telepadok mindenkire nézve veszélyesek, csak a klónok használhatják ôket!
it_it: Lo sapeva che i telepodi sono pericolosi per tutte le specie? Solo i cloni possono utilizzarli!
pl_pl: Wiesz, że teleporty są niebezpieczne dla wszystkich ras? Tylko klony magą z nich korzystać!
pt_br: Você sabia que os teletransportes são perigosos para todas as espécies? Apenas os clones podem usá-los!
pt_pt: Sabia que os teleportes são perigosos para todas as espécies? Apenas os clones podem usá-los!
ru_ru: Ты знал, что телеподы опасны для всех видов? ТолЬко клоны могут их исполЬзоватЬ!

source: A piece of advice: surrender instead of provoking us.
de_de: Ein Ratschlag : ergeben Sie sich, anstatt uns zu provozieren.
es_es: Un consejo: ríndanse en lugar de provocarnos.
fr_fr: Un conseil : rendez-vous au lieu de nous provoquer.
hu_hu: Csak egy jótanács; add meg magad, mintsem hogy minket provokálj!
it_it: Un consiglio: si arrenda, invece di provocarci.
pl_pl: Dobra rada: poddaj się, zamiast nas prowokować.
pt_br: Um conselho: se renda em vez de ficar nos provocando.
pt_pt: Um conselho: renda-se em vez de nos ficar a provocar.
ru_ru: НеболЬшой совет: сдавайтесЬ вместо того, чтобы сердитЬ нас.

source: Quiet!
de_de: Ruhe !
es_es: ¡Silencio!
fr_fr: Silence !
hu_hu: Csendet!
it_it: Silenzio!
pl_pl: Cisza!
pt_br: Quieto!
pt_pt: Silêncio!
ru_ru: Тихо!

source: Thanks, mate!
de_de: Danke Alter !
es_es: ¡Gracias viejo!
fr_fr: Merci vieux !
hu_hu: Kösz bajtársam!
it_it: Grazie, amico!
pl_pl: Dzięki, partnerze!
pt_br: Obrigado, amigo!
pt_pt: Obrigado, amigo!
ru_ru: Спасибо, приятелЬ!

source: I was trying to dig a tunnel, but the noise tipped them off!
de_de: Ich habe versucht einen Tunnel zu graben, aber der Krach hat sie alarmiert !
es_es: ¡Trataba de escavar un túnel, pero el ruido los ha alertado!
fr_fr: J'essayais de creuser un tunnel, mais le bruit les a alertés !
hu_hu: Megpróbáltam alagutat ásni, de túl nagy zajt csaptam.
it_it: Tentavo di scavare una galleria, ma il rumore li ha allarmati!
pl_pl: Próbowałem wykopać tunel, ale hałas mi przeszkadza!
pt_br: Eu estava tentando cavar um túnel, mas o barulho enganou eles.
pt_pt: Estava a tentar cavar um túnel, mas o barulho enganou-os.
ru_ru: Я пытался прорытЬ туннелЬ, но шум привлек их!

source: Where do you want to go?
de_de: Wohin möchtest Du ?
es_es: ¿Dónde quieres ir?
fr_fr: Où veux-tu aller ?
hu_hu: Hova szeretnél menni?
it_it: Dove vuoi andare?
pl_pl: Dokąd chcesz się dostać?
pt_br: Para onde você quer ir?
pt_pt: Para onde quer ir?
ru_ru: Куда ты собираешЬся отправитЬся?

source: To Principal Island
de_de: Auf die Hauptinsel
es_es: A la isla Principal
fr_fr: Sur l'île Principale
hu_hu: Elöljáró-szigetre
it_it: Sull'Isola Principale
pl_pl: Na Wyspę Principal
pt_br: Para a Ilha Principal
pt_pt: Para a Ilha Principal
ru_ru: На Главный Остров

source: To the White Leaf Desert
de_de: Zur Wüste des Leeren Blattes
es_es: Al Desierto de la Hoja Blanca
fr_fr: Au Désert de la Feuille Blanche
hu_hu: A Fehér Levél-sivatagba
it_it: Nel Deserto della Foglia Bianca
pl_pl: Na White Leaf Desert
pt_br: Para o Deserto da Folha Branca
pt_pt: Para o Deserto da Folha Branca
ru_ru: К Пустыне Белый Лист

source: To Proxima Island
de_de: Auf die Insel Proxima
es_es: A la isla Próxima
fr_fr: Sur l'île Proxima
hu_hu: Sógor-szigetre
it_it: Sull'Isola Proxima
pl_pl: Na Wyspę Proxima
pt_br: Para a Ilha Proxima
pt_pt: Para a Ilha Proxima
ru_ru: На Остров Проксима

source: To Rebellion Island
de_de: Auf die Rebellion-Insel
es_es: A la isla de la Rebelión.
fr_fr: Sur l'île de la Rébellion
hu_hu: Lázadó-szigetre
it_it: Sull'Isola della Ribellione
pl_pl: Na Wyspę Rebellion
pt_br: Para a Ilha dos Rebeldes
pt_pt: Para a Ilha da Rebelião
ru_ru: На Остров Восстания

source: I'm staying here!
de_de: Ich bleibe hier !
es_es: ¡Me quedo aquí!
fr_fr: Je reste là !
hu_hu: Itt maradok.
it_it: Rimango qui!
pl_pl: Zostaję tutaj!
pt_br: Vou ficar aqui!
pt_pt: Fico aqui!
ru_ru: Я остаюсЬ здесЬ!

source: Bah! That doesn't interest me.
de_de: Pfff ! Das interessiert mich nicht.
es_es: ¡Bah...! No me interesa.
fr_fr: Bof ! je ne m'y intéresse pas.
hu_hu: Ugyan, ez nem érdekel!
it_it: Bah. Non mi interessa.
pl_pl: Ba! To mnie nie interesuje.
pt_br: Bah! Isso não é do meu interesse.
pt_pt: Bah! Isso não é do meu interesse.
ru_ru: Бэ! Меня это не интересует.

source: Hi!
de_de: Hallo !
es_es: ¡Hola!
fr_fr: Salut !
hu_hu: Hello!
it_it: Salve!
pl_pl: Cześć!
pt_br: Oi!
pt_pt: Olá!
ru_ru: Привет!

source: Sorry, I haven't seen her!
de_de: Tut mir leid, ich habe sie nicht gesehen !
es_es: ¡Lo siento, no la he visto!
fr_fr: Désolé, je ne l'ai pas vue !
hu_hu: Sajnálom, nem láttam!
it_it: Spiacente, non l'ho vista!
pl_pl: Przykro mi, nie wiem, gdzie ona jest!
pt_br: Sinto muito, eu não vi ela!
pt_pt: Desculpe, não a vi!
ru_ru: Извини, я ее не видел!

source: I don't know what those things are!
de_de: Ich weiß nicht was das für Dinger sind !
es_es: ¡No sé qué son esas cosas!
fr_fr: Je ne sais pas ce que c'est que ces trucs-là !
hu_hu: Nem tudom, mik azok.
it_it: Non so cosa siano quegli affari là!
pl_pl: Nie wiem, co to za rzeczy!
pt_br: Eu não sei o que são essas coisas!
pt_pt: Não sei que coisas são aquelas!
ru_ru: Я не знаю, что это за штуки!

source: Yes... Hey, stop talking about it, ok? That's a sure way to wind up in the Citadel.
de_de: Gut, gut, hören Sie auf davon zu sprechen, sonst landen wir noch in der Zitadelle.
es_es: Bueno, deje de hablar de eso, es motivo como para encontrarse en la Ciudadela.
fr_fr: Oui ben arrêtez d'en parlez hein ! C'est un coup à se retrouver à la Citadelle ça.
hu_hu: Igen... hé, ne beszélj róluk jó? Elôbb-utóbb így biztos a Citadellában végzed!
it_it: Se non la smette di parlarne, ci ritroveremo in un batter d'occhio alla Cittadella.
pl_pl: Tak... hej, przestań o tym gadać, dobrze? To dobry sposób żeby skończyć w Cytadeli.
pt_br: Sim... Ei, pare de falar nisso, ok? Essa é uma maneira certa de acabar preso.
pt_pt: Sim... Ei, pare de falar nisso, está bem? Essa é a maneira certa para acabar em Cidadela.
ru_ru: Да... Эй, прекрати говоритЬ об этом, OK? Это верный способ загреметЬ в ЦитаделЬ.

source: I don't know what that is all about.
de_de: Ich weiß nicht worum es geht.
es_es: No veo de qué se trata.
fr_fr: Je ne vois pas de quoi il s'agit.
hu_hu: Nem tudom mirôl szól ez az egész.
it_it: Non ho idea di che cosa si tratti.
pl_pl: Nie wiem, o co w tym wszystkim chodzi.
pt_br: Eu não sei de nada disso.
pt_pt: Não sei nada disso.
ru_ru: Я не знаю, что все это значит.

source: I know that LeBorgne had some kind of a captain's log written for him (he was practically illiterate), and the boss of the tavern on Principal Island knows where it is!
de_de: Ich weiß, daß EinAuge eine Art Logbuch für sich schreiben ließ (dieser Pirat war praktisch Analphabet). Und der Wirt der Taverne auf der Hauptinsel weiß wo es ist !
es_es: Sé que El Tuerto había hecho redactar para sí una especie de bitácora. (Ese pirata era prácticamente analfabeto). ¡Y el patrón de la taberna de la isla Principal sabe donde se encuentra!
fr_fr: Je sais que LeBorgne avait fait rédiger pour lui une sorte de livre de bord (ce pirate était pratiquement analphabète). Et le patron de la taverne sur l'île Principale sait où il se trouve !
hu_hu: Tudom, hogy LeBorgne írattatott magának valami hajónaplót, mert hogy ô teljesen analfabéta volt. Azt hiszem Elöljáró-szigeten a fogadó tulajdonosa tudja hol van.
it_it: So che il Guercio aveva fatto redigere una specie di libro di bordo (lui era praticamente analfabeta). E il padrone della taverna sull'Isola Principale sa dove si trova!
pl_pl: Wiem, że LeBorgne miał coś w rodzaju dziennika pokładowego, który ktoś dla niego napisał (kapitan był niepiśmienny). Szef tawerny na Wyspie Principal wie, gdzie on jest!
pt_br: Eu sei que LeBorgne tinha algum tipo de diário de bordo escrito para ele (ele era praticamente analfabeto), e o dono da taverna na Ilha Principal sabe onde o diário está!
pt_pt: Sei que LeBorgne tinha algum tipo de diário de bordo escrito para ele (ele era practicamente analfabeto), e o dono da taberna na Ilha Principal sabe onde o diário está!
ru_ru: Я знаю, что у ЛеБорна было что-то вроде капитанского журнала, который вели за него (он был практически неграмотный), и хозяин таверны на Главном Острове знает, где он!

source: They took a fast boat a little while ago. Destination unknown.
de_de: Sie haben vorhin ein schnelles Boot genommen, mit unbekanntem Ziel.
es_es: Han tomado un barco rápido hace un rato, con destino desconocido.
fr_fr: Ils ont pris un bateau rapide tout à l'heure, destination inconnue.
hu_hu: Egy motorcsónakkal mentek el nem régen. Az uticél ismeretlen.
it_it: Sono appena salpati, destinazione sconosciuta.
pl_pl: Przed chwilą zabrali szybką łódź. Przeznaczenie nieznane.
pt_br: Eles partiram num navio faz pouco tempo. Destino desconhecido.
pt_pt: Partiram num rápido navio faz pouco tempo. Destino desconhecido.
ru_ru: Они взяли быструю лодку совсем недавно. Пункт назначения неизвестен.

source: One day, one of my swabs claimed that LeBorgne was an ancestor of mine and... well, you know how dramatic burials at sea can be!
de_de: Eines Tages hat einer meiner Matrosen behauptet, daß EinAuge ein Vorfahre von mir wäre, und ... nun gut ! Eine Seebestattung ist sehr ergreifend !
es_es: Un día uno de mis marineros sugirió que El Tuerto era mi antepasado, y... ¡en fin! ¡Son muy emocionantes los funerales en el mar!
fr_fr: Un jour, l'un de mes matelots a prétendu que LeBorgne était mon ancêtre et ... enfin bref ! C'est très émouvant des funérailles en mer !
hu_hu: Egy nap, az egyik matróz azt állította, hogy LeBorgne az én ivadékom volt... és hát tudja, milyen drámaiak tudnak lenni a tengeri temetések!
it_it: Un giorno uno dei miei marinai mi ha raccontato che il Guercio era mio parente... insomma... i funerali in mare sono molto commoventi!
pl_pl: Kiedyś jeden z moich majtków twirdził, że LeBorgne był moim przodkiem i... no więc, wiesz jak dramatyczne mogą być pogrzeby na morzu!
pt_br: Um dia, um dos meus amigos alegou que LeBorgne era um ancestral meu e... bem, você sabe como enterros no mar podem ser dramáticos!
pt_pt: Um dia, um dos meus amigos disse que LeBorgne era um antepassado meu e... bem, sabe como enterros no mar podem ser dramáticos!
ru_ru: Однажды один из моих швабр заявил, что ЛеБорн был моим предком, и... ну, ты знаешЬ, как драматичны могут бытЬ похороны в море!
