Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Our leaders don't know that we come here, it's the only place where we can put these blasted helmets down. I'm here for business only: I can sell you information about anything. See you later...
de_de: Unsere Anführer wissen nicht, daß wir hier herkommen, dies ist der einzige Ort wo man die verflixten Helme abnehmen kann. Ich bin hier um Geschäfte zu machen : ich kann Dir alle möglichen Informationen verkaufen. Bis später ...
es_es: Nuestros jefes ignoran que venimos aquí, es el único lugar donde podemos ponernos estos dichosos cascos. Yo estoy aquí para hacer negocios: puedo vender cualquier información. Hasta luego ...
fr_fr: Nos chefs ignorent qu'on vient ici, c'est le seul endroit où l'on peut poser ces fichus casques. Moi je suis là pour faire des affaires : je peux te vendre n'importe quel renseignement. A plus tard ...
hu_hu: Vezéreink nem tudják, hogy ide járunk, csak itt vehetjük le ezeket a fránya sisakokat. Csak az üzlet miatt vagyok itt; mindenféle információval kereskedek, na viszlát...
it_it: I nostri capi non sanno che veniamo qui; è l'unico posto dove possiamo togliere questi caschi del cavolo. Io sono qui per fare affari: posso venderti tutte le informazioni che vuoi. A più tardi.
pl_pl: Nasi przywódcy nie wiedzą, że tu jesteśmy, to jedyne miejsce, gdzie możemy zdjąć te hełmy. Jestem tu w interesach: mogę sprzedać ci każdą informację. Do zobaczenia...
pt_br: Nossos líderes não sabem que nós estamos aqui, é o único lugar onde podemos tirar esses malditos capacetes. Estou aqui apenas por negócios: eu posso te vender informações sobre qualquer coisa. Te vejo mais tarde...
pt_pt: Os nossos líderes não sabem que estamos aqui, é o único lugar onde podemos tirar esses malditos capacetes. Estou aqui apenas para negócios: eu posso vendê-lo informações sobre qualquer coisa. Até mais tarde...
ru_ru: Наши лидеры не знают, что мы здесЬ. Это единственное место, где мы можем снятЬ эти проклятые шлемы. Я здесЬ толЬко по делу: я могу продатЬ тебе информацию о чем-угодно. Увидимся...

source: Did you know that there is a means of getting to Fortress island in my basement? I'll let you in there if you improve the quality of the show. The atmosphere is terrible nowadays, the patrons are bummed out.
de_de: Weißt Du, daß es in meinem Keller ein Mittel gibt um bis zur Festungsinsel zu gelangen ? Ich laß Dich hinein, wenn Du die Show verbesserst. Die Stimmung ist in letzter Zeit erbärmlich, die Kunden schmollen.
es_es: ¿Sabes que hay en mi bodega un medio para ir hasta a la isla de la Fortaleza? Puedo dejarte entrar si tú mejoras la calidad del espectáculo. El ambiente es deplorable en estos últimos tiempos, los clientes ponen mala cara.
fr_fr: Sais-tu qu'il y a dans ma cave un moyen pour aller jusqu'à l'île de la Forteresse ? Je t'y fais entrer si tu améliores la qualité du spectacle. L'ambiance est minable ces temps-ci, les clients boudent.
hu_hu: Tudta, hogy a pincémbôl be lehet jutni Erôd-szigetre valahogy? Odabenn megmondom, hogy hogy, ha feljavítod ezt a show-t. Valahogy mostanság nem megy az üzlet, a rajongók le vannak törve.
it_it: Lo sapevi che nella mia cantina c'è un mezzo per andare fino all'Isola della Fortezza? Te lo faccio usare se tu migliori la qualità dello spettacolo. L'atmosfera è squallida, di questi tempi, i clienti mi snobbano.
pl_pl: Wiesz, że z mojej bazy można dostać się na wyspę Fortress? Pozwolę ci tam przejść, jeśli jakoś podniesiesz jakość tego pokazu. Ostatnio panuje tu okropna atmosfera, klienci są niezadowoleni.
pt_br: Você sabia que há uma maneira de chegar à Ilha do Forte pelo meu porão? Eu te deixarei ir lá se você melhorar a qualidade do show.O ambiente está terrível esses dias, o patrão está descontente.
pt_pt: Sabia que há uma maneira de chegar à Ilha do Forte pelo meu porão? Eu deixarei-lhe entrar se melhorar a qualidade do show. O ambiente está terrível estes dias, o patrão não está contente.
ru_ru: Ты знал, что естЬ способ попастЬ на Остров Крепости из моего подвала? Я пущу тебя туда, если поднимешЬ качество шоу. В настоящее время атмосфера ужасна, постоянные клиенты подавлены.

source: That's much better, go on it! But be careful - there are still a few giant crabs. Thanks again!
de_de: So ist's erheblich besser, geh hinein ! Aber sei vorsichtig, es bleiben noch ein paar Riesenkrabben übrig. Nochmals vielen Dank !
es_es: Está muchísimo mejor, ¡entra! Pero con cuidado, quedan algunos cangrejos gigantes. ¡Gracias una vez más!
fr_fr: C'est nettement mieux, vas-y entre ! Mais fais attention, il reste quelques crabes géants. Merci encore !
hu_hu: ìgy már sokkal jobb! Ez az. Vigyázz, mert még mindig van néhány óriás rák odakünn!
it_it: Decisamente meglio! Entra, su! Ma fai attenzione, c'è ancora qualche granchio gigante. Grazie ancora!
pl_pl: Tak jest znacznie lepiej, idź już! Bądź ostrożny - tam jest kilka gigantycznych krabów. Jeszcze raz dziękuję!
pt_br: Assim está muito melhor, pode ir! Mas cuidado - ainda há alguns caranguejos gigantes. Obrigado de novo!
pt_pt: Está muito melhor, pode entrar! Mas tenha cuidado... ainda há muitos caranguejos gigantes. Obrigado de novo!
ru_ru: Так намного лучше, проходи! Но будЬ осторожен - там все еще естЬ несколЬко гигантских крабов. Еще раз спасибо!

source: With an atmosphere like this, I'm gonna be rich!
de_de: Mit so einer Stimmung mache ich Bombengeschäfte !
es_es: ¡Con un ambiente como éste, me voy a hacer de oro!
fr_fr: Avec une ambiance pareille, je fais des affaires en or !
hu_hu: Ilyen bulival hamar meggazdagszom!
it_it: Con uno spettacolo simile, faccio affari d'oro!
pl_pl: Przy takiej atmosferze, będę bogaty!
pt_br: Com um ambiente assim, eu vou ficar rico!
pt_pt: Com um ambiente como este, eu ficarei rico!
ru_ru: С такой атмосферой я разбогатею!

source: Our group is sort of lacking: we don't have half the material we need, and we're eight hit songs short of an album. I'm begging you: find a guitar for me!
de_de: Unsere Gruppe ist ein bißchen beschränkt : uns fehlt die Hälfte des Materials und acht Hits um ein Album rauszubringen. Ich flehe Dich an : besorg' mir eine Gitarre !
es_es: Estamos algo limitados como grupo: nos falta la mitad del material y ocho hits para hacer un álbum. Te lo suplico: ¡Consígueme una guitarra!
fr_fr: On est un peu limite comme groupe : il nous manque la moitié du matos et huit tubes pour faire un album. Je t'en supplie : trouve-moi une guitare !
hu_hu: A bandánknak nem megy mostanság, nincs elég kellékünk, és az albumunkról is hiányzik még 8 sláger szám. Könyörgöm, segíts rajtunk!
it_it: Come gruppo, siamo un po' limitati: ci mancano metà degli strumenti e otto canzoni di successo per fare un album. Ti prego: procurami una chitarra!
pl_pl: Nasza grupa ma same braki: nie mamy połowy zespołu, który potrzebujemy, a mamy osiem hitów za mało, żeby nagrać album. Błagam cię: znajdź dla mnie jakąś gitarę!
pt_br: Nosso grupo não está bem: nós não temos metade do material que precisamos, e estamos precisando de 8 músicas para o álbum. Estou te implorando: encontre uma guitarra para mim!
pt_pt: O nosso grupo não está bem: nós não temos metade do material que precisamos, e estamos a precisar de 8 músicas para um álbum. Imploro-te: encontre uma guitarra para mim!
ru_ru: У нашей группы своего рода нехватка: у нас нет половины необходимых принадлежностей, а наш алЬбом состоит из восЬми хитов. Умоляю: найди мне гитару!

source: I must be hallucinating, look, he found the Space Guitar!
de_de: Ich glaub' ich träume, schaut her, er hat die Gitarre aus dem All wiedergefunden !
es_es: ¡Alucino, mira, ha encontrado la Guitarra del Espacio!
fr_fr: J'hallucine ! Regardez, il a retrouvé la Guitare de l'Espace !
hu_hu: Azt hiszem hallucinálok, odanézzetek, megtalálta az ûrgitárt!
it_it: Sogno o son desto? Guardate, ha ritrovato la Chitarra dello Spazio!
pl_pl: Chyba mam halucynacje, patrzcie, on znalazł Kosmiczną Gitarę!
pt_br: Eu devo estar tendo alucinações, olhem, ele encontrou a Guitarra Espacial!
pt_pt: Devo estar a ter alucinações, olhem, ele encontrou a Guitarra do Espaço!
ru_ru: Должно бытЬ у меня галлюцинации, смотрите, он нашел Косическую гитару!

source: I think we've got a hit here, thanks pal!
de_de: Ich glaub' wir landen einen Hit, danke Alter !
es_es: ¡Creo que éste será un hit, gracias viejo!
fr_fr: Je sens qu'on tient un tube, merci vieux !
hu_hu: Asszem, baró a cucc, mos'má' megy a buli, köszszép'!
it_it: Son sicuro che questo sarà un successo. Grazie, amico!
pl_pl: Myślę, że teraz damy czadu, dzięki stary!
pt_br: Acho que temos um sucesso aqui, valeu cara!
pt_pt: Acho que temos aqui um sucesso, obrigado amigo!
ru_ru: Думаю, у нас естЬ хит, спасибо, приятелЬ!

source: " L.B.A. | Funky-Town sewer service "
de_de: " L.B.A. | Entwässerungsdienst von Funky-Town "
es_es: "L.B.A. | Servicio de alcantarillado de Funky-Town"
fr_fr: " L.B.A. | Service des égouts de Funky-Town "
hu_hu: " L.B.A. | Felfalu Csatornamûvek "
it_it: " L.B.A. | Servizio fognario di Funky-Town "
pl_pl: " L.B.A. | obsługa kanałów Funky-Town "
pt_br: " L.B.A. | Serviço de esgoto de Funky-Town "
pt_pt: " L.B.A. | Serviço de esgoto de Funky-Town "
ru_ru: "L.B.A. | Коллекторная служба Фанки-Города"

source: " L.B.A. | Funky-Town sewer service | Swindler street "
de_de: " L.B.A. | Entwässerungsdienst von Funky-Town | Gauner Straße "
es_es: "L.B.A. | Servicio de alcantarillado de Funky-Town | Calle de los Estafadores"
fr_fr: " L.B.A. | Service des égouts de Funky-Town | Rue des Escrocs "
hu_hu: " L.B.A. | Felfalu Csatornázási Mûvek | Svindler utca "
it_it: " L.B.A. | Servizio fognario di Funky-Town | Via degli imbroglioni"
pl_pl: " L.B.A. | obsługa kanałów Funky-Town | ulica Swindler "
pt_br: " L.B.A. | Serviço de esgoto de Funky-Town | Rua Swindler "
pt_pt: " L.B.A. | Serviço de esgoto de Funky-Town | Rua do Vigarista "
ru_ru: "L.B.A. | Коллекторная служба Фанки-Города | Улица Жулика"

source: " L.B.A. | Funky-Town sewer service | Dino-Fly street "
de_de: " L.B.A. | Entwässerungsdienst von Funky-Town | Dino-Fly Straße "
es_es: "L.B.A. | Servicio de alcantarillado de Funky-Town | Calle de los Dino-Fly"
fr_fr: " L.B.A. | Service des égouts de Funky-Town | Rue des Dino-Fly "
hu_hu: " L.B.A. | Csatorna Szolgálat | Röp-dínó utca "
it_it: " L.B.A. | Servizio fognario di Funky-Town | Via dei Dino-Fly "
pl_pl: " L.B.A. | obsługa kanałów Funky-Town | ulica Dino-Fly "
pt_br: " L.B.A. | Serviço de esgoto de Funky-Town | Rua Dino-Fly "
pt_pt: " L.B.A. | Serviço de esgoto de Funky-Town | Rua do Dino-Fly "
ru_ru: "L.B.A. | Коллекторная служба Фанки-Города | Улица Дино-Лета"

source: Good day. Let's see, you can talk to me and you're wearing the Medallion of Sendell: you must be the Heir! I've been waiting for you for centuries and I've got a backache so we'll go carefully. The Hamalayi mountains are too high for me but I can lead you through this entire hemisphere, except for Polar island: it is too well guarded by FunFrock. Where do you want to go?
de_de: Guten Tag. Sieh mal an, Du kannst mit mir sprechen und trägst Sendells Medaillon : Du mußt der Erbe sein ! Ich warte schon seit Jahrhunderten auf Dich und mein Rücken schmerzt, also laß uns langsam gehen. Der Hamalayi ist zu hoch für mich, aber ich kann Dich überall auf dieser Halbkugel hinführen, außer zur Polarinsel : FunFrock bewacht sie viel zu sehr. Wo möchtest Du hin ?
es_es: Buenos días. Veamos, me puedes hablar y llevas el Medallón de Sendell: ¡Tú debes ser el Heredero! Hace siglos que te espero y me duele la espalda, asi que iremos despacio. El Hamalayi está demasiado alto para mí, pero puedo llevarte por todo este hemisferio, salvo a la isla Polar: FunFrock la custodia demasiado severamente. ¿A dónde quieres ir?
fr_fr: Bonjour. Voyons, tu peux me parler et tu portes le Médaillon de Sendell : tu dois être l'Héritier ! Cela fait des siècles que je t'attends et j'ai mal au dos, alors on ira doucement. L'Hamalayi est trop haut pour moi mais je peux t'emmener dans tout cet hémisphère, à part sur l'île Polaire : FunFrock la garde beaucoup trop sévèrement. Où veux-tu aller ?
hu_hu: Jó napot! Lássuk csak, szóval te tudsz velem beszélni, és viseled Sendell medálját: te biztos az örökös vagy! Már évszázadok óta várok rád, és kaptam egy kiadós hátfájást is, úgyhogy óvatosan megyünk majd. A Hamalayi-hegység túl magas nekem, de különben az egész féltekét bejárhatod velem, kivéve a Sark-szigetet: azt KacajKabát túl jól ôrzi. Hova kíván menni, jó uram?
it_it: Buongiorno, dunque puoi parlarmi e porti la Medaglia di Sendell, allora devi essere l'erede! Sono secoli che ti aspetto e mi fa male la spalla, quindi andiamoci piano. L'Hamalayi è troppo alto per me, ma posso portarti in tutto l'emisfero tranne che sull'isola Polare: è dominio privato di FunFrock! Dove vuoi andare?
pl_pl: Dziń dobry. Hmmmm, umiesz ze mną rozmawiać i nosisz Medalion Sendell: musisz być Następcą! Już od wieków na ciebie czekam, ale bolą mnie plecy, więc będziemy lecieć ostrożnie. Góry Hamalayi są dla mnie za wysokie, ale mogę przeprowadzić cię przez całą półkulę, z wyjątkiem wyspy Polarnej: jest zbyt dobrze strzeżona przez FunFrocka. Dokąd chcesz się dostać?
pt_br: Bom dia. Deixe-me ver, você pode conversar comigo e você está usando o Medalhão de Sendell: você deve ser o Herdeiro! Eu estou esperando por você a séculos e tenho uma dor nas costas, então vamos com cuidado. As Montanhas do Hamalayi são muito altas para mim, mas eu posso te levar para onde você quiser nesse hemisfério inteiro, exceto a Ilha Polar: ela é muito bem guardada por FunFrock. Para onde você quer ir?
pt_pt: Bom dia. Deixe-me ver, pode falar comigo e está a usar o Medalhão de Sendell: deve ser o Herdeiro! Eu estou à espera de si a séculos e tenho uma dor nas costas, então vamos com cuidado. As Montanhas do Hamalayi são muito altas para mim, mas posso levar-te para qualquer lado deste hemisfério, excepto a Ilha Polar: está muito bem guardada pelos guardas de FunFrock. Para onde quer ir?
ru_ru: Добрый денЬ. Ну-ка, посмотрим, ты можешЬ говоритЬ со мной, и на тебе МедалЬон Сенделл: ты, должно бытЬ, Наследник! Я ждал тебя несколЬко веков, и у меня болЬ в спине, так что мы полетим осторожно. Гамалайские горы слишком высоки для меня, но я могу провезти тебя по всему этому полушарию, кроме Полярного Острова: он слишком хорошо охраняется ФанФроком. Куда ты хочешЬ отправитЬся?

source: Where do you want to go Twinsen?
de_de: Wo möchtest Du hin Twinsen ?
es_es: ¿A dónde quieres ir Twinsen?
fr_fr: Où veux-tu aller, Twinsen ?
hu_hu: Hova akarsz menni Twinsen?
it_it: Dove vuoi andare, Twinsen ?
pl_pl: Dokąd chcesz się dostać, Twinsen?
pt_br: Para onde você quer ir Twinsen?
pt_pt: Para onde quer ir, Twinsen?
ru_ru: Куда ты хочешЬ отправитЬся, Твинсен?

source: Ask one of the helmet-less groboclones, they come here to traffic and listen to music.
de_de: Fragen Sie einen der Dickoklone ohne Helm, die kommen hier her um Schiebergeschäfte zu machen und Musik zu hören.
es_es: Pregúntale a uno de los elefoclones sin casco, ellos vienen aquí para traficar y escuchar música.
fr_fr: Demandez à l'un des groboclones sans casque, ils viennent ici pour trafiquer et écouter de la musique.
hu_hu: Kérdezze az egyik fejfedô nélküli fánit, ide járnak kiengedni a gôzt. fôként zenét hallgatnak, és néha isznak egy kicsit.
it_it: Chieda a uno dei grobocloni senza casco, vengono qui per trafficare e per ascoltare la musica.
pl_pl: Zapytaj jednego z groboklonów, którzy nie mają hełmów, przyjechali tutaj żeby handlować i słuchać muzyki.
pt_br: Pergunte a um dos globoclones sem capacete, eles vieram aqui para o tráfico e para escutar músicas.
pt_pt: Pergunte a um dos groboclones que está sem capacete, eles vêm cá para traficar e escutar música.
ru_ru: Спроси одного из гробоклонов без шлема, они пришли сюда поторговатЬ и послушатЬ музыку.

source: I'm non-violent.
de_de: Ich verzichte auf Gewalt.
es_es: Yo soy no-violento.
fr_fr: Je suis non-violent.
hu_hu: Én erôszak-mentes vagyok.
it_it: Io sono un non violento.
pl_pl: Jestem bezbronny.
pt_br: Eu não sou violento.
pt_pt: Eu não sou violento.
ru_ru: Я не прибегаю к насилию.

source: Ha ha, I was the watchman on the construction site of the Teleportation Center. So for 50 Kashes I can tell you EXACTLY where those plans are.
de_de: He he, ich war Wachmann auf der Baustelle des Biemzentrums. Also für 50 Kashes kann ich Dir GENAU sagen wo diese Pläne sind.
es_es: Je je, he sido centinela en la obra del Centro de Teleportación. Ahora por 50 Kashes te puedo decir EXACTAMENTE dónde están esos planos.
fr_fr: Hé hé, j'étais vigile sur le chantier du Centre de Téléportation. Alors pour 50 Kashes je peux te dire EXACTEMENT où sont ces plans.
hu_hu: Ha-ha, én voltam a munka felügyelô a Teleport Központ építkezési területén. Szóval 50 Petákér' elmondom neked pontosan, hogy hol is találod azokat a terveket.
it_it: Eh eh, io sorvegliavo il cantiere del Centro di Teletrasporto; per 50 Kash posso dirti ESATTAMENTE dove sono le mappe.
pl_pl: Ha ha, obserwowałem plac budowy Centrum Teleportacji. Więc za 50 Kashes mogę powiedzieć ci, gdzie DOKŁADNIE są plany.
pt_br: Ha ha, eu fui o mestre de obras da construção do Centro de Teletransporte. Então por 50 Kashes eu posso te contar EXATAMENTE onde esses planos estão.
pt_pt: Ha ha, eu fui o empreiteiro da construcção do Centro de Teleportação. Então por 50 Kashes eu posso contar-lhe EXACTAMENTE onde esses planos estão.
ru_ru: Ха-ха, я был сторожем на стройке Центра телепортации. Так что за 50 кэшей я могу сказатЬ тебе, где ТОЧНО находятся эти чертежи.

source: Thief, that's too expensive!
de_de: Das ist zu teuer, Du Gauner !
es_es: ¡Estafador, es muy caro!
fr_fr: Escroc, c'est trop cher !
hu_hu: Kész rablás, ez túl drága!
it_it: Imbroglione, è troppo caro!
pl_pl: Złodziej, to za drogo!
pt_br: Ladrão, isso é muito caro!
pt_pt: Ladrão, isso é muito caro!
ru_ru: Вор, это слишком дорого!

source: Sold!
de_de: Kauf' ich !
es_es: ¡Compro!
fr_fr: J'achète !
hu_hu: Elkelt!
it_it: Va bene!
pl_pl: Sprzedane!
pt_br: Negócio fechado!
pt_pt: Vendido!
ru_ru: Продано!

source: You don't have enough Kashes, my poor little quetch.
de_de: Du hast nicht genügend Kashes, mein armer kleiner Quetsch.
es_es: No tienes sufcientes Kashes, mi estimado colines.
fr_fr: Tu n'as pas assez de Kashes, mon pauvre petit quetch.
hu_hu: Nincs elég Petákod, kis kvecsem.
it_it: Non hai abbastanza Kash, mio piccolo quetch.
pl_pl: Nie masz wystarczającej ilości Kashes, mój biedny mały quetchu.
pt_br: Você não tem Kashes suficientes, pobre quetch.
pt_pt: Não tem Kashes suficientes, pobre quetch.
ru_ru: У тебя недостаточно кэшей, мой бедный маленЬкий кветч.

source: The plans for this center are in FunFrock's personal safe. In his headquarters on Principal island. But to get in you must be able to defeat the Supergros (the nurses equipped with tablet launchers!).
de_de: Die Pläne des Zentrums sind in FunFrocks persönlichem Panzerschrank. In seinem Hauptquartier auf der Hauptinsel. Aber um dort hineinzugelangen mußt Du imstande sein die Superdickos zu besiegen, die mit Kapselwerfern ausgerüsteten Pfleger !
es_es: Los planos de este centro están en la caja fuerte personal de FunFrock. En su Cuartel General en la isla Principal. Pero para entrar allí debes ser capaz de vencer a los Supergordos, ¡los enfermeros equipados con lanza-cápsulas!
fr_fr: Les plans de ce centre sont dans le coffre-fort personnel de FunFrock, dans son Quartier Général sur l'île Principale. Mais pour y entrer tu dois être capable de vaincre les Supergros, les infirmiers équipés de lance-capsules !
hu_hu: A központ tervei Dr. KacajKabát személyes páncélszekrényében vannak. A fôhadiszállásán, Elöljáró-szigeten. De hogy bejuss oda, le kell tudnod gyôzni a szuperfánikat, amelyeknek olyan izé van a kezükben!
it_it: Le mappe di questo centro sono nella cassaforte privata di FunFrock, nel suo Quartier Generale sull'Isola Principale. Ma per entrare devi essere in grado di vincere i Supergros, gli infermieri dotati di lancia-capsule!
pl_pl: Plany tego centrum są w osobistym sejfie FunFrocka. W jego kwaterze głównej, na wyspie Principal. Ale żeby wejść, musisz być zdolny do pokonania Supergros (pielęgniarzy wyposażonych w wyrzutnie!).
pt_br: Os planos para esse centro estão no cofre pessoal de FunFrock. O cofre está no Quartel General na Ilha Principal. Mas para chegar lá você tem que ter poder suficiente para derrotar os Supergros (os enfermeiros equipados com lançadores de tranquilizantes!).
pt_pt: Os planos para este centro estão no cofre pessoal de FunFrock, no Quartel General na Ilha Principal. Mas para lá chegar tem que ter poder suficiente para derrotar os Supergros (os enfermeiros equipados com lançadores de tranquilizantes!).
ru_ru: Чертежи для этого Центра находятся в личном сейфе ФанФрока. В его штаб-квартире на Главном Острове. Но, чтобы попастЬ туда, ты должен бытЬ способен победитЬ Супергро (санитаров, оснащенных метателями таблеток!)

source: Hi, nice weather huh?
de_de: Hallo, schönes Wetter, nicht ?
es_es: Hola, qué clima tan agradable ¿no?
fr_fr: Salut, beau temps n'est-ce pas ?
hu_hu: Csá, szép idô van, mi?
it_it: Salve! Bella giornata, vero?
pl_pl: Cześć, ładna pogoda, co nie?
pt_br: Oi, clima agradável ahn?
pt_pt: Olá, um bom tempo ahn?
ru_ru: Привет, хорошая погода, а?

source: I refuse to fight when I'm not on duty.
de_de: Ich kämpfe nicht, wenn ich nicht im Dienst bin.
es_es: Cuando no estoy de servicio, me niego a luchar.
fr_fr: Quand je ne suis pas en service, je refuse de me battre.
hu_hu: Nem verekszem szolgálaton kívül.
it_it: Quando non sono in servizio, non combatto.
pl_pl: Nie walczę, kiedy jestem na służbie.
pt_br: Eu me recuso a lutar quando não estou em serviço.
pt_pt: Recuso-me a lutar quando não estou em serviço.
ru_ru: Я отказываюсЬ дратЬся, когда я не на службе.

source: So, which one of FunFrock's factories do you want information about?
de_de: Also, über welche von FunFrocks Fabriken möchtest Du Informationen ?
es_es: Entonces, ¿Sobre cuál de las fábricas de FunFrock quieres informacion?
fr_fr: Alors, sur quelle usine de FunFrock veux-tu des renseignements ?
hu_hu: Szóval, KacajKabát mely gyáráról akarsz információt?
it_it: Allora, su quale fabbrica di FunFrock vuoi informazioni?
pl_pl: No więc, o którym zakładzie FunFrocka chcesz uzyskać informacje?
pt_br: Então, sobre qual das Fábricas de FunFrock você quer informações?
pt_pt: Então, sobre qual das fábricas de FunFrock's você quer informações?
ru_ru: Итак, о какой фабрике ФанФрока тебе нужна информация?

source: I don't givre credit, come back when you're richer!
de_de: Ich gebe keinen Kredit, komm wieder wenn Du reicher bist !
es_es: No doy crédito, ¡regresa cuando seas más rico!
fr_fr: Je ne fais pas crédit, reviens quand tu seras plus riche !
hu_hu: Nálam nincs hitel, gyere vissza ha már megszedted magad!
it_it: Non faccio credito, torna quando sarai più ricco!
pl_pl: Nie udzielam kredytów, wróć kiedy będziesz bogatszy!
pt_br: Eu não dou crédito a ninguém, volte quando estiver mais rico!
pt_pt: Eu não dou crédito a ninguém, volte quando estiver mais rico!
ru_ru: Я не продаю в кредит, возвращайся, когда станешЬ богаче!

source: The mutant factory.
de_de: Die Mutantenfabrik.
es_es: La fábrica de los mutantes.
fr_fr: L'usine de mutants.
hu_hu: A Mutáns-gyárról.
it_it: La fabbrica di mutanti.
pl_pl: O fabryce mutantów.
pt_br: A fábrica dos mutantes.
pt_pt: A fábrica de mutantes.
ru_ru: Фабрика мутантов.
