Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: ołtarz - Przypomina tron jakiegoś wyjątkowo|wojowniczo usposobionego króla.
ru: Алтарь - Он похож на трон какого-то|очень воинственного короля.

source: wyjście - Ścieżka do miasteczka.
ru: Выход - Дорога в город.

source: przetarta lina - Budynek i okolica są wyraźnie niedoinwestowane.
ru: Истёртая верёвка - Очевидно, король поскупился на уход за замком.

source: ptaszysko - Nie wiem, co to za ptak, ale ma|cztery jaja.
ru: Птичка - Я не знаю, что это за птица,|но яйца у неё, как у быка.

source: strażnik - Albo hodował wąsy przez dwadzieścia|lat, albo podkleił pod nosem zdechłą|wiewiórkę.+Tak czy inaczej, robi wrażenie.
ru: Стражник - Или он уже лет двадцать как не стриг усы,|или прилепил себе дохлую белку под нос.+Но, в любом случае, он впечатляет.

source: godło zamku - G... Zapewne od "Garrahan".*+Nie ma to jak umiejętność wyciągania|prawidłowych wniosków.
ru: Замковый герб - "Г"... Наверное, от слова "Гаррахан".*+Что может быть лучше, чем|строить логические цепочки?

source: brama zamkowa - Prowadzi wprost na zamkowy dziedziniec.
ru: Ворота замка - Ведут во внутренний двор.

source: wyjście - Widać schody w dół na dziedziniec zamkowy.
ru: Выход - Можно увидеть лестницу вниз во двор.

source: sztandar - Ponoć są już kraje, gdzie|taki orzeł ma koronę.
ru: Знамя - Это чтобы всем было понятно:|король у нас – важная птица.

source: zbroja - W środku ciemno i duszno, ale za to|ni miecz, ni kop w klejnoty nie|straszny.
ru: Доспехи - В них темно и душно, зато,|если наденешь, мечом тебя не порубить,|да и коленом ниже пояса не врезать.

source: drzwi - Wyglądają zwyczajnie. Pewnie są od jakiejś|zwyczajnej komnaty.
ru: Дверь - Обычная дверь. Наверное,|ведёт в обычную комнату.

source: drzwi - Drzwi do jaskini smoka.
ru: Дверь - Дверь в логово крокодила.

source: zbroja - Taka zbroja to jest bardzo fajna rzecz.+Jak się człowiek wywróci, od razu służy|za trumnę.
ru: Доспехи - Полезная, однако, вещь.+Если вдруг убьют –|то и гроб заказывать не нужно.

source: zamek - Kolejny zamek do zdobycia.
ru: Замок - И опять замок. И опять вскрывать.

source: drzwi do skarbca - Impregnowane drewno wzmocnione żelaznymi|ćwiekami.+Nie do wyważenia. Nawet dla niedźwiedzia.
ru: Дверь в сокровищницу - Смолёное дерево, обитое|железными клёпками.+Её никак не сломать.|Даже медведь не осилит.

source: wejście do skarbca - Droga do szczęścia stoi otworem.
ru: Вход в сокровищницу - Дорога к счастью открыта.

source: wyjście - Przejście z dziedzińca na podzamcze.
ru: Выход - Проход со двора в замок.

source: drzwi - Nie mam pojęcia, co się za nimi kryje.
ru: Дверь - Не могу представить,|что за ней скрыто.

source: drzwi - Sądząc po znaku, prowadzą do skarbca.
ru: Дверь - Знак на двери указывает,|что за ней находится сокровищница.

source: tarcza - Drewniana... Hm... Pewnie niewiele|z niej było pożytku.
ru: Щит - Из дерева... Хм... Он так выглядит,|будто им почти не пользовались.

source: drzwi - Droga do króla.
ru: Дверь - Дорога к королю.

source: drzwi - Jedyne, które nie mają klamki.+Nic dziwnego, skoro kryją drogę|do skarbca.
ru: Дверь - Из всех здешних дверей|только у этой нет ручки.+Неудивительно – ведь за ней|путь к сокровищнице.

source: łańcuch - Arivald oddał mi niedźwiedzią przysługę|skuwając mnie tak mocnym łańcuchem.
ru: Цепь - Аривальд сделал для меня|слишком прочную цепь. Чувствую себя|униженным.|Цепь в игру не добавили.

source: zerwany łańcuch - Trochę nadszarpnięty, ale coś tam|jeszcze z niego zostało.
ru: Оборванная цепь - От неё еще что-то осталось.

source: skrzynia z ciuchami - Z daleka niespecjalnie dokładnie widać,|a póki dziewczę zajęte jest sobą,|lepiej zostanę na miejscu.
ru: Сундук с одеждой - Издалека не видно. Но ближе подходить|не буду, а то девушка ещё отвлечётся.

source: okno - Nie chcę podchodzić, lepiej, żeby|dziewczę pozostało skupione na sobie.
ru: Окно - Я лучше не буду приближаться.|Пусть девушка не отвлекается.

source: złota klatka - Lepiej nie będę oglądał tej klatki|z bliska, bo jeszcze dziewczę zechce|mi się dokładniej przyjrzeć...+Zresztą, klatka i tak jest pusta.
ru: Золотая клетка - Лучше я подходить не буду, а то|девушка меня ещё рассмотрит...+А так – в клетке никого нет.

source: lustro - Że też jeszcze nie pękło...
ru: Зеркало - Как оно ещё не лопнуло?

source: portret - Młody, przystojny, podobny do szympansa.
ru: Портрет - Молодой, симпатичный –|ну чисто шимпанзе.

source: brzydka dziewczyna - Ponoć był taki podróżnik, który brał na|długie wyprawy najbrzydszą dziewczynę|w okolicy.+Kiedy po miesiącach pobytu na pustkowiu|dziewczyna zaczynała mu się podobać|wiedział, że czas wracać do ludzi.+Ale gdyby miał tę dziewczynę u boku...+...nigdy byśmy go już nie zobaczyli...
ru: Некрасивая девушка - Говорят, один путешественник взял с собой|в дорогу самую некрасивую местную девушку.+Спустя много месяцев скитаний по горам и долам,|девушка начала ему нравиться, и вот тогда он|наконец-то решил вернуться к людям и осесть.+Но если бы он взял с собой|ЭТУ девушку...+...о нём не было бы ни слуху, ни духу...

source: Sheila - Ponoć był taki podróżnik, który brał na|długie wyprawy najbrzydszą dziewczynę|w okolicy.+Kiedy po miesiącach pobytu na pustkowiu|dziewczyna zaczynała mu się podobać|wiedział, że czas wracać do ludzi.+Ale gdyby miał Sheilę u boku...+...nigdy byśmy go już nie zobaczyli...
ru: Шейла - Говорят, один путешественник взял с собой|в дорогу самую некрасивую местную девушку.+Спустя много месяцев скитаний по горам и долам,|девушка начала ему нравиться, и вот тогда он|наконец-то решил вернуться к людям и осесть.+Но если бы он взял с собой|ЭТУ девушку...+...о нём не было бы ни слуху, ни духу...

source: wstążki - Lubię ozdoby, ale wstążki w łóżku to już|chyba lekka przesada.
ru: Ленточки - Я люблю украшения, но обвешивать|кровать ленточками – это уже перебор.

source: łoże - Jest tak obrzydliwie słodkodziewczęcoróżowe,|że chyba wolałbym spać na podłodze.
ru: Кровать - Она настолько омерзительно, слащаво|и по-девчачьи розовая,|что я лучше бы на полу поспал.

source: skóra - U-hu. Chyba z niedźwiedzia...
ru: Шкура - Ну, конечно. Медвежья...

source: sekretera - Pfuj, same babskie rzeczy.
ru: Секретер - Ох уж мне эти дамские штучки.

source: wyjście - Droga do normalnego świata.
ru: Выход - Назад в нормальный мир.

source: wyjście - Wyjście stąd jest, ale po co?
ru: Выход - Отсюда можно выйти, но зачем?

source: tabliczka - Podręczna pomoc królewskiego rachmistrza.
ru: Грифельная доска - Вспомогательное средство|королевского счетовода.

source: skrzynia pełna skarbów - O mamo mamo mamo...+...Mamo...mamo...mamo...+...Mamo...mamo...mamo...*+Ad infinitum.
ru: Сундук с сокровищами - Боги, помилуйте...+Свят, свят, свят...+Свят, свят, свят...|Свят, свят, свят...+И так до бесконечности.

source: lustro - Niestety, sama rama.
ru: Зеркало - Увы, от него осталась|только рама.

source: kobierzec - Szyty grubymi, złotymi nićmi.
ru: Ковер - Вытканный из толстых золотых нитей.

source: miecze w beczce - Stłoczone jak śledzie, ale piękne,|zdobione rubinami na głowni miecze.
ru: Мечи в бочке - Они запиханы в бочку как сельди,|зато они красивые, и их рукояти|украшены рубинами.

source: tarcza - Model dziecięcy.
ru: Щит - На ребёнка.

source: skrzynka - Gdybym ją oworzył, miałbym... miałbym...+...zmarnowany rok na liczenie dukatów.
ru: Сундук - Если б я его открыл,|я бы... э-э... я бы...+...целый год бы дукаты считал.

source: skrzynia pełna złota - O mamo...+Kupiłbym sobie za to...+O, mamo, czego ja bym sobie|za to NIE kupił?
ru: Сундук с золотом - Ох, мама родная...+Сколько же можно|за такие деньги купить...+Мама родная, да за такие деньги|я бы ЧТО УГОДНО купил!

source: zbroja - Nie wiem, co to jest, ale zbroja|wykonana jest z ciemnoniebieskiej,|podobnej do kryształu materii.
ru: Доспехи - Я не знаю, из чего они сделаны,|но на вид – какой-то тёмно-синий|кристаллический материал.

source: skrzynia - Śliczna, zgrabna skrzynka z eleganckim|wiekiem.
ru: Сундучок - Красивый аккуратный сундучок|с элегантной крышкой.

source: księgi - Skoro znajdują się w takim miejscu, to pewnie|są wiele warte...+Może opowiadają o sztuce czarodziejskiej?+Albo są rodowymi pamiętnikami pełnymi|namiętności i zbrodni?*+No cóż, mogą też być zwykłe księgi|rachunkowe.+Albo spis mieszkańców królestwa.+Eee tam, na pewno nic ciekawego.
ru: Книги - Раз они лежат тут,|наверное, они очень ценные...+Интересно, про что они?|Про искусство магии?+Или же это фамильные дневники?|Где сплошь страсть и предательства?*+А может, просто учётные книги.+Или перепись населения королевства.+Короче, навряд ли в них|есть что-то интересное.

source: zasłona - Chroni skarbiec przed wzrokiem ciekawskich|ptaków?...
ru: Занавеска - Зачем она тут?|Чтобы птицы не подглядывали?

source: pusta skrzynka - W środku nie ma nic więcej.
ru: Пустой сундучок - В нём больше ничего нет.

source: wyjście - Z powrotem na ścieżkę.
ru: Выход - Назад на дорогу.

source: zamek - Dziwny ten zamek. Porozrzucany po|całej okolicy.
ru: Замок - Такой необычный замок.|Весь будто бы разбросан вокруг.

source: brama zamkowa - Wejście w czeluście zamczyska...
ru: Ворота в замок - Вход в закрома замка...

source: posąg - Gdybym powiedział, że jest trochę|przerażający byłoby to za dużo.*+Za dużo o słowo "trochę".
ru: Статуя - Тут даже не сказать, что она|чуть-чуть страшноватая.*+Скорее, жуть какая страшная.

source: posąg - Może i wygląda jak wykuty z kamienia,|ale mój tyłek ma inne zdanie.
ru: Статуя - Она будто бы высечена из камня.|Вот только моя задница так не считает.

source: łuska - Nie mam pojęcia, czyja to łuska.
ru: Чешуя - Не имею ни малейшего понятия,|чья это чешуя.

source: brama zamkowa - Jedyna droga ucieczki...
ru: Ворота замка - Единственный путь к бегству...

source: drzwi - Wejście do wylęgarni potworów.
ru: Дверь. - Вход в монстроидальный дом...

source: przejście - Wąski most prowadzący do drugiej części zamczyska.
ru: Проход - Маленький мостик в другую часть| замка.

source: kościotrup - Jakiś śmiałek nie zdążył uciec...
ru: Скелет - Влезть рискнул,|да убежать не сумел...

source: wejście - Rzeźba przy wejściu mówi mi wszystko.
ru: Вход - Барельеф у входа говорит|сам за себя.

source: brama zamkowa - Nadal sporo tu cienia.
ru: Ворота в замок - Там всё ещё темновато.

source: kościotrup - W słońcu wygląda równie przerażająco, co w mroku.
ru: Скелет - На свету он не менее страшен,|чем в темноте.

source: wejście - Wejście do komnaty nekromanty.
ru: Вход - Вход в покои некроманта.

source: klucz - Wszyscy w okolicy mają jakąś obsesję na punkcie|olbrzymich kluczy.+Jakaś rekompensata czy co?
ru: Ключ - И чего здесь всем так нравятся|огромные ключи?+Отыграться за что-то хотят?

source: szafa - Mnóstwo pomocy naukowych nekromanty.+Zupełnie jak u alchemika, tylko trochę|bardziej podniszczone.
ru: Шкаф - Много всяких научных|инструментов некроманта.+Почти как у того алхимика,|только всё куда более потрёпанное.

source: kielich - Nie dość, że wino czerwone jak krew, to|jeszcze kielich zgnieciony potężną siłą.+Co tu się działo?!
ru: Кубок - Мало того, что вино в кубке|красное как кровь, так ещё и сам кубок|кем-то сильно измят.+Что здесь произошло?!

source: pergamin - To chyba jakieś motto...+"Jeśli zbyt długo patrzysz w otchłań,|otchłań zaczyna patrzeć w ciebie".
ru: Пергамент - Это, наверное, какой-то девиз...+"Если долго вглядываться в бездну,|бездна начинает вглядываться в тебя".

source: kartka - To pewnie jakaś ważna czarnoksięska uwaga,|albo zapis bluźnierczego czaru...+Nie, zaraz...+To jakaś lista...+"Kupić mleko... Posprzątać po Zraleimchu....|Pomodlić się do potężnego Kecaja Arakeipa|jeszcze przed śniadaniem...."+"Załatwić dostawę bułeczek..."+Och...
ru: Листок - Наверное, тут записана какая-то важная|информация, или богохульное заклинание…+Так, стоп…+Это список…+"Купить молока… Прибраться за Зралеймхом…|Помолиться великому Кецаю Аракейпу перед завтраком…"+"Заказать доставку булочек…"+Ох…

source: kartka - Kahem, nic ważnego.
ru: Листок - Кхм. Ничего важного.

source: papiery - Pamiętnik nekromanty...*+Wynika z niego, że to właśnie on pomagał Księciu|Wampirów zabezpieczyć jakąś część zamku przed|wzrokiem śmiertelników...+Czyżby chodziło o wieczną noc na dziedzińcu?|Nie... O tym jest w innym miejscu pamiętnika:+"...będzie tu panować noc tak ciemna, jak ciemne|są myśli tego, co potęgę swą znalazł w czeluściach|najgłębszych otchłani".+Hmm, co za styl!+"Nigdy parzące promienie słońca nie oświetlą tego|zamku, tak jak nigdy dusza mroczna nie zazna|świetlistej tortury, wolna od jasności, która by..."+Ufff!+"Pan Słońce (niech będzie przeklęte jego imię, niech|jego ciało spotka wieczna tortura wśród lodowych|pustkowi wiecznej nocy!) nie zagości nad zamkiem Fjord..."+"...który pozostanie wolny od plugawego dotyku światła|na wieki wieków i po wsze czasy. A oprócz tego..."*+Hmmm... Niestety, brakuje ostatniej, najnowszej|strony.
ru: Ага, получается, это Некромант замок затемнил,|специально для Принца Вампиров,|чтобы смертные почём зря не лезли...+Так он просто наколдовал вечную ночь?|А, стоп... Нет, вот оно, на другой странице...Бумаги - Дневник некроманта...*+Ага, получается, это Некромант замок затемнил,|специально для Принца Вампиров,|чтобы смертные почём зря не лезли...+Так он просто наколдовал вечную ночь?|А, стоп... Нет, вот оно, на другой странице...+"...и ночь настанет тёмная, темнее мыслей тех,|кто кроется в глубинах бездны бездн".+Надо же, какой штиль!+"И солнца луч не тронет боле замок,|как тёмная не ощутит душа|навеки ей отвергнутого света..."+У-у-ух!+"...Пан Солнце (да будет имя проклято его, да муки|ему будут суждены телесные в глубинах ледяных|ночи, что не закончится вовек!)|не явится обратно в замок Фьорд..."+"...и не коснётся замка мерзкий свет|его, пока не кончится сей мир.|Да сверх того..."*+Хм-м-м...|Последней же страницы не хватает.|Что крайне опечалило меня.

source: papiery - Pamiętnik nekromanty...+Nic nowego się już z niego nie dowiem.
ru: Бумаги - Дневник некроманта...+Ничего нового я из него|не узнаю.

source: peleryna - Czerwona pelerynka...+Płachta na rogate demony?
ru: Плащ - Красный плащ...+Одежда для чертей рогатых?

source: stołek - Najwyraźniej przewrócony w trakcie jakiejś|brutalnej walki.
ru: Стул - Кажется, он был опрокинут|в страшной борьбе.

source: świecznik - Cały czarny. Ani chybi atrybut nekromanty.
ru: Подсвечник - Он весь чёрный и явно принадлежит|некроманту.

source: ślady pazurów - Za żadne skarby świata nie chciałbym stanąć oko|w oko z istotą posiadającą takie szpony.
ru: Следы от когтей - Я бы ни за какие миллиарды|не захотел бы встретиться|с обладателем таких когтей.

source: pentagram - Przerażający znak. Wygląda na|niedokończony albo zatarty.
ru: Пентаграмма - Cтрашный символ. Она то ли|недорисована, то ли частично стёрта.

source: drzwi - To chyba ślady włamania. Chyba że komuś|się bardzo spieszyło...
ru: Дверь - Либо покои взломали и обокрали,|либо кто-то очень спешил отсюда убраться...

source: ślady krwi - Mam dziwną pewność, że nie są to ślady|po rozlanym, czerwonym winie.
ru: Следы крови - Почему-то мне кажется, что|это вовсе не следы красного вина.

source: kreda - Ta sama, którą wyrysowano pentagram.
ru: Мел - Как раз им и нарисовали пентаграмму.

source: wyjście - Drzwi stoją szeroko otworem.+Bardzo szeroko.
ru: Выход - Дверь распахнута.+Хорошо так распахнута.

source: kominek - W środku są tylko zwęglone resztki.
ru: Камин - Там только обугленные остатки.

source: pogrzebacz - Tu chyba nie potrzeba pogrzebacza, ale|pogrzebu...
ru: Кочерга - Лучше бы он её заранее приготовил...

source: skrzynia - Stara lina, wyszczerbiony miecz, skrzynka|z dziurą...+Trofea?...
ru: Сундук - Старая верёвка, выщербленный меч,|сундучок какой-то дырявый...+Трофеи?...

source: księga - "Księga Szarej Magii"
ru: Книга - "Книга Серой Магии"

source: talizman - To chyba talizman nekromanty. Mam wrażenie, że|nie przyniósł mu szczęścia...
ru: Амулет - Наверное, это – амулет некроманта.|И чуется мне, счастья он хозяину не принёс.

source: wyjście - Powrót do głównej części zamku.
ru: Выход - Назад в главную часть замка.

source: Książę Wampirów - W jego pobliżu boję się nawet mrugnąć, żeby|mnie nie usłyszał.
ru: Принц Вампиров - Рядом с ним я даже моргать боюсь,|чтобы он меня не услышал.

source: trumna - Atłasowe wnętrze, okuta srebrem,|gustowna trupia czaszka...+Trumna de luxe.+Lepiej się nie zbliżać.
ru: Гроб - Обит атласом, окован серебром,|украшен чьим-то черепом...+Гроб экстра-класса.+Но близко лучше не подходить.

source: trumna - Zaraz, coś tu w środku leży...|Jakaś kartka...
ru: Гроб - Стоп, там что-то лежит...|Какой-то листок...

source: trumna - Teraz przynajmniej spełnia właściwą rolę.
ru: Гроб - Наконец-то его используют по назначению.

source: kamienna płyta - Wielka, kamienna płyta z jakimiś|dziwnymi wypustkami.
ru: Каменная плита - Большая каменная плита|с какими-то странными вставками.

source: przepaść - Wydaje mi się, że nie dałbym rady spaść|żywy. W locie umarłbym z głodu.
ru: Пропасть - Если я туда вдруг свалюсь,|наверное, помру с голоду раньше,|чем упаду на дно.

source: Pan Słońce - Wygląda na znudzonego nawet jak śpi.
ru: Пан Солнце - Вид у него очень скучающий.|Даже когда он спит.

source: nałożnica - Eeech, ładna.
ru: Наложница - Ля какая.

source: nałożnica - Ech, jak już się to wszystko uspokoi...
ru: Наложница - Как только всё закончится...

source: wodospad - Panu Słońce pewnie się dobrze zasypia|przy jego delikatnym szumie.
ru: Водопад - Наверное, его журчание хорошо так|убаюкивает Пана Солнце.

source: rzeczka - Ciekawe, dokąd uchodzi woda|z takiej wysokości...
ru: Речка - Интересно, куда отсюда|течёт вся эта вода?

source: kosz z owocami - Kosz pełen słodkich, soczystych owoców.
ru: Корзина с фруктами - Корзина, наполненная сладкими,|сочными фруктами.

source: instrukcja obsługi - Jakieś hieroglify.
ru: Руководство - Какие-то иероглифы.

source: wyjście - Powrót na ziemię.
ru: Выход - Путь на землю.

source: ścieżka - Piękna okolica...
ru: Тропа - Симпатичный ландшафт...

source: bajoro - Dziwna, zielonkawa maź.
ru: Болото - Какая-то странная зелёная жижа.

source: uschłe drzewo - Zdaje się, że substancja w bajorze nie służy|tutejszej roślinności.
ru: Усохшее дерево - А жижа-то в болоте забористая.|Сразу видно – растениям нравится.

source: ptak - Jedyny świadek rozkładu dawnego|centrum intelektualnego.+A może ...strażnik?
ru: Птица - Единственный свидетель|бывшего средоточия науки.+А может... даже и хранитель?

source: księga - Wygląda na zupełnie nieruszoną zębem czasu|ni dziobem tego ptaszyska.
ru: Книга - Ни тяжёлые времена, ни клюв той птицы|эту книгу совсем не потрепали.

source: ścieżka - W oddali widać kilka uschniętych drzew.
ru: Тропа - Вдали можно увидеть сухие деревья.

source: pożółkły pergamin - Czas i deszcz zrobiły swoje.+Widzę tylko pojedyncze znaki i nie mogę|zrozumieć treści.
ru: Старый пергамент - И сколько уже лет он тут,|под открытым небом?+Весь текст выцвел. Разобрать можно|лишь отдельные буквы.

source: strona z książki - Widzę tytuł jakiegoś rozdziału...+"Ciepła posadka, czyli palenie czarownic".*+Hm, ciekawe czy mieli tu też słynne dzieło:|"Jak rzucić palenie czarownic w tydzień".
ru: Страница из книги - Гм... Тут заголовок...+"Всё о сожжении ведьм:|как обогреть свою душу".*+Интересно, а была ли у них такая книга:|"Лёгкий способ бросить сжигать ведьм"?

source: resztki bramy - Mam nieodparte wrażenie, że przestała spełniać|swoją pierwotną rolę.+W przypadku tego gruzowiska pojęcie wyjścia|jest naprawdę szerokie.
ru: Останки ворот - Мне кажется, что эти ворота уже|потеряли своё значение.+Сама идея выхода во всех этих|руинах уже не так однозначна.

source: stos kamieni - Kupa drobnych kamyczków. Dowód zwycięstwa|materii nad duchem.
ru: Куча камней - Куча мелких камешков.|Демонстрация победы|естества над духом.

source: księga - "O skutecznym zdejmowaniu klątw".+Och...+Lepiej wcale niż późno.
ru: Книга - "Надёжные методы|снятия проклятий".+Ну...+Лучше уж поздно, чем никогда.

source: księga - "Czwarty wymiar".+Hmmm... Pewnie polityczna.
ru: Книга - "Четвёртое измерение".+Хм-м-м... Наверное,|опять что-то про политику.

source: księga - Wygląda zachęcająco.
ru: Книга - Так и просится открыть.

source: Arivald - Mój chyba nieoceniony wybawca. On pewnie|nie ma co do tego wątpliwości.
ru: Аривальд - Мой бесценный спаситель.|В этом он точно уверен.

source: wejście - Ciemno jak w hebanowej rzyci.
ru: Вход - Темно как у негра в ушах.

source: łagodny stok - Widać drogę do miasteczka.
ru: Пологий склон - Видна дорога к городу.

source: kastet - Git.
ru: Кастет - Здорово.

source: dźwignia - Założę się, że to jakaś forma pułapki.
ru: Рычаг - Наверное, это – ловушка.

source: dźwignia - Odblokowana.+Niezła ze mnie złota rączka.+I to dosłownie.
ru: Рычаг - Ну вот, открыл.+Своими руками.+Вернее, одной рукой.

source: wyjście - Umpff...+Dlaczego nic w życiu, oprócz zdobywania|kobiet, nie przychodzi bez trudu?...
ru: Выход - Э-э-эх...+Ну почему всё в жизни|достаётся таким трудом?|Кроме женщин?...

source: wyjście - Wolny! Nareszcie!
ru: Выход - Свобода, наконец-то!

source: olbrzymi szkielet - O rany! Kiedy ten wojownik żył, to pewnie|przyjacielskim klapsem potrafił zabić trolla.+Ten miecz waży chyba więcej niż cały ja.
ru: Огромный скелет - Мать моя родная! Наверное, пока он был|ещё жив, он мог тролля завалить|одним толчком!+Да его меч, наверное,|весит больше меня самого.

source: tarcza - Dziwny herb: trójgłowy smok...+Chyba że to hydra mająca symbolizować|trwałość rodu.
ru: Щит - Интересный герб –|трёхголовый дракон...+Или это гидра, которая символизирует|долгую родословную.

source: wyjście - Cudowne, świeże powietrze bez siarki i dymu.
ru: Выход - Наконец-то! Свежий воздух|без серы и дыма.

source: zbroja - Opakowanie po jedzeniu powinno się wyrzucać|do śmieci, a nie na ziemię!
ru: Доспехи - Обёртки от еды надо выбрасывать|в урну, а не на пол!

source: czaszka - Dla kogoś taki czerep to było kiedyś|być albo nie być...
ru: Череп - Как говорится – быть или не быть?|Ну, долго я тут быть не намерен...

source: żelazne obręcze - Niejedną parę przegubów już gościły.
ru: Железные кандалы - Похоже, в них много|кого заковывали.

source: smok - Stwierdzam bez przekąsu, że widziałem|dziewice brzydsze od niego.
ru: Дракон - Скажу без преувеличения:|я видал девок страшнее, чем он.

source: dziewczyna - Łoł!...+Co my tu mamy...+Mocne, żelazne kajdany...+Piękna dziewczyna, całkowicie bezwolna.+Może by tak...
ru: Девушка - Ну надо же!...+А что это у нас тут?...+Крепкие железные оковы...+Беспомощная красавица.+Аж руки чешутся...

source: dziewczyna - Smaczny kąsek!
ru: Девушка - Лакомый кусочек!

source: pajęczyna - Obrzydliwa, zaczarowana pajęczyna.
ru: Паутина - Мерзкая, заколдованная паутина.

source: skała - Wystający kawałek skały.
ru: Скала - Торчащий обломок скалы.

source: droga - Szeroka i dobrze ubita, choć nierówna.
ru: Дорога - Широкая и протоптанная,|жаль, что неровная.

source: pomost - Stąd pewnie wypływały barki z mąką.
ru: Причал - Причал... для самых разных судов

source: podnośnik - Niestety, już nieczynny, a lina ucięta.+Mam nadzieję, że nie ma to nic wspólnego|ze zbankrutowanym młynarzem.
ru: Подъёмник - Он совсем рассохся, да и|верёвка у него обрезана.+Надеюсь, не из-за того, что|мельник разорился.

source: beczka - Pusta jak kufel Arivalda po półtorej|sekundy.
ru: Бочка - Пуста как кружка Аривальда|через полторы секунды.

source: wejście - Czy to jakaś moda, czy w tej okolicy| wszyscy po prostu mocno pukają?
ru: Вход - Это что, модное оформление,|или тут просто в дверь так долбят?

source: młyńskie koło - Jeżeli będę się w nie wystarczająco mocno|i długo wpatrywał, na pewno ruszy.
ru: Жёрнов - Если долго и пристально на него|смотреть, он точно сдвинется.

source: wyjście - Polna dróżka.
ru: Выход - Тропинка в поле.

source: droga - Szeroko i dobrze ubita, choć nierówna.
ru: Дорога - Широкая и протоптанная,|жаль, что неровная.
