Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: HERO: Przeppp... raszam...
ru: HERO: Э-э... Прос-с...стите...

source: OTHER: Nie ma mowy. Idź sobie. Nie widzisz, że|staram się ciebie ignorować?
ru: OTHER: Не прощу. Уходи отсюда.|Что, не видишь, я пытаюсь|тебя игнорировать?

source: HERO: Ale ja nic...
ru: HERO: Так я ж ничего...

source: OTHER: Wiedziałem.
ru: OTHER: Ничего! И звать тебя никак!

source: $0: Co to za miejsce?
ru: $0: А где это я вообще?

source: $4: Jak to, szaleńców?
ru: $4: В смысле, для сумасшедших?

source: $1: Proszę, musi mi pan pomóc wydostać się stąd!
ru: $1: Помогите мне отсюда выбраться! Прошу вас!

source: $2: Tu chyba nie jest zbyt bezpiecznie, prawda?
ru: $2: Смотрю, тут как-то небезопасно, да?

source: $3: Nie chcę przeszkadzać.
ru: $3: Извиняюсь за беспокойство.

source: $5: Kahem, ma pan zieloną skórę.
ru: $5: Э-э... Ну, у вас кожа... зелёная...

source: $6: 99 procent ludzi tutaj nie żyje.
ru: $6: Из всех местных людей 99 процентов уже умерли.

source: $7: Tak tylko sobie pomyślałem.
ru: $7: Да это так, подумалось мне.

source: OTHER: Nie twój interes. Zgiń, przepadnij,|siło nieczysta!
ru: OTHER: Не твоё дело. Пошёл вон,|сгинь, нечистая сила!

source: HERO: Wygląda to chyba na cmentarz.
ru: HERO: Здесь ведь... кладбище, да?

source: OTHER: Poważnie? Zawsze myślałem, że mieszkam|na kolorowym i radosnym placu zabaw.
ru: OTHER: Да ладно? А я-то всегда думал,|что живу на весёлой детской площадке.

source: HERO: Placu zabaw? Ach, rozumiem. Staramy|się być dowcipni.
ru: HERO: На детской площадке?!|А-а... Понял.|Юморить изволите? Ха-ха.

source: OTHER: Jesteśmy dowcipni. A teraz idź już stąd.|To nie miejsce dla szaleńców.#E4#B0
ru: OTHER: Уходить ты не изволишь, вот чего.|Прочь отсюда, кому сказал!|Здесь не место для сумасшедших.#E4#B0

source: OTHER: Wróć, którędy przyszedłeś.
ru: OTHER: Откуда пришёл, туда и уходи.

source: HERO: Ale tam...
ru: HERO: Так это...

source: HERO: Kiedy nie mogę, naprawdę, proszę mi|wierzyć!
ru: HERO: Я не могу! Честно! Поверьте мне!

source: OTHER: Och, zamknij się już. Spróbuję kogoś|obudzić.#X1
ru: OTHER: Ну хорошо, хорошо, только заткнись уже.|Я сейчас попробую воскресить кого-нибудь.#X1

source: OTHER: A to niby dlaczego?#B1
ru: OTHER: Почему это?#B1

source: OTHER: Wy, ludzie, jesteście wszyscy szaleni.
ru: OTHER: Все вы, люди, какие-то сумасшедшие.

source: OTHER: Żyjecie jakieś marne dwieście czy ile tam|lat i to źle na was działa.
ru: OTHER: Живёте всего-то лет под двести,|и ничего не успеваете.

source: OTHER: Ciągle gnacie tu i tam, spieszycie się i|nie potraficie usiedzieć nawet stu lat|w jednym miejscu.
ru: OTHER: Всё спешите куда-то, всё вам сразу подавай...|Нет, чтобы осесть где-нибудь спокойно,|хоть бы на сотню лет!

source: HERO: Stu lat?
ru: HERO: Сотню лет?

source: P#HERO: Rozumiem...|Więc pan jest jedną z tych legendarnych|długowiecznych istot!
ru: P#HERO: А-а, вот оно что...|Так вы – долгожитель.|Значит, легенды про ваш народ не врали!

source: HERO: Pewnie ma pan z tysiąc lat albo więcej!
ru: HERO: Вам, наверное, не меньше тысячи лет!

source: OTHER: Kiedy się rodziłem ludzie byli jeszcze cali|owłosieni, chodzili po drzewach, podpierali|się ogonami, a na banana mówili jup-jup!
ru: OTHER: Когда я родился, люди ещё были волосатыми,|прыгали по деревьям, опирались на хвост|и называли бананы «юп-юп»!

source: OTHER: Tak, to było jakiś czasu temu.#B0
ru: OTHER: Да, и впрямь.|Это было очень давно.#B0

source: OTHER: A ty masz białą. Zupełnie jak zdechła ryba.
ru: OTHER: А у тебя – белая, как у дохлой рыбы.

source: HERO: Nie ma powodu, żeby być nieuprzejmym.
ru: HERO: Зачем же сразу хамить?

source: OTHER: Jest. Ty.#E2#B0
ru: OTHER: А с такими, как ты, иначе нельзя.#E2#B0

source: OTHER: Chcesz z tego zrobić sto procent?
ru: OTHER: Хочешь добить процент до ста?

source: HERO: Erm, nie dziękuję.#E2#B0
ru: HERO: Э-э, нет, спасибо.#E2#B0

source: OTHER: Nie trudź tego malutkiego, ludzkiego|móżdżku takimi rzeczami jak myślenie.
ru: OTHER: У вас, у людей, мозги слабенькие,|от думанья они и лопнуть могут.

source: OTHER: To się nie może udać.#B0
ru: OTHER: Так что лучше не думай,|когда не просят.#B0

source: OTHER: Chi-n-chi-ku-ri-n!...
ru: OTHER: Чи-н-чи-ку-ри-н!...

source: OTHER: Hmmm...
ru: OTHER: Хммм...

source: OTHER: Precipitevolissimebalmente!
ru: OTHER: Превысокомногорассмотрительствующий!

source: OTHER: Cholerne dusze.
ru: OTHER: Чёртовы души.

source: OTHER: Nigdy ich nie ma, gdy są|potrzebne.
ru: OTHER: Как они нужны, так не дозовёшься!

source: OTHER: Przykro mi, człowieczku, ale nie|mogę ci pomóc.
ru: OTHER: Уж извиняй, человечек.|Помочь ничем не могу.

source: $0: Może trzeba z nimi inaczej porozmawiać?
ru: $0: Может, надо с ними как-то иначе поговорить?

source: $1: Czy one się przypadkiem pana nie boją?
ru: $1: А может, они вас боятся?

source: $2: Błagam, proszę spróbować jeszcze raz!
ru: $2: Я прошу вас, попробуйте ещё раз!

source: $3: Rozumiem. Więc zostanę tu na wieki...
ru: $3: Ну что ж. Придётся мне тут остаться навсегда...

source: $4: Przecież to stek bzdur.
ru: $4: Врёт и даже не краснеет.

source: $5: Nie, oczywiście nie.
ru: $5: Нет, нет, всё в порядке.

source: OTHER: Sztuka konwersacji to umiejętność, którą|posiadłem w niewiarygodnym stopniu.
ru: OTHER: Да я в совершенстве владею|искусством общения и обаяния!

source: OTHER: Moja mowa jest jak płatki fiołków padające|na jedwabną poduszkę, a jej słodycz wprost|proporcjonalna do mojej urody.
ru: OTHER: Моя речь подобна лепесткам фиалки,|падающим на шёлковую подушку,|а моё красноречие прямо|пропорционально моей красоте.

source: OTHER: A sam przyznasz, że nie można nic odmówić|temu szlachetnemu obliczu, które widzisz|przed sobą.
ru: OTHER: А пред моим благородным ликом|не можешь устоять даже ты.|Отрицать бесполезно.

source: OTHER: Zresztą zawsze wyróżniałem się osobistym|wdziękiem i czarem.
ru: OTHER: Во всяком случае, я всегда славился|своей грацией и харизмой.

source: OTHER: Jakieś pięćset lat temu zakochała się nawet|we mnie pewna wiedźma. Była niezwykle|przystojna.
ru: OTHER: Лет где-то пятьсот назад в меня|влюбилась одна ведьма – ох, и красавица...|Ни изъяна в ней не припомню.

source: OTHER: Może tylko miała nos zbyt blisko brody.
ru: OTHER: Ну, разве что нос у неё|аж до подбородка доставал.

source: P#OTHER: Masz z tym jakiś problem?#B1
ru: P#OTHER: У тебя с этим проблемы?#B1

source: OTHER: Mnie? Nawet gdyby mnie nie znały, to jest|chyba oczywiste, że musiałaby zaufać komuś|tak czarującemu, przystojnemu i błyskotliwemu.
ru: OTHER: Меня? Боятся? Да мне каждая собака доверится!|Как можно бояться такого очаровательного|и умного красавца?

source: OTHER: Wiem, że jestem niczego sobie. Zwłaszcza|z profilu, chociaż en face też mi nic nie|brakuje.
ru: OTHER: Я – мужчина хоть куда!|Особенно в профиль,|хотя и анфас я в порядке.

source: OTHER: Zresztą zawsze wyróżniałem się osobistym|wdziękiem i czarem wewnętrznym.
ru: OTHER: И вообще, я всегда отличался особенным|обаянием и утончённостью.

source: P#OTHER: <westchnienie>
ru: P#OTHER: ...Ап...

source: P#OTHER: <WESTCHNIENIE>#X1
ru: P#OTHER: ...Ап...#X1

source: OTHER: Co takiego, człowieczku? Chyba|nie dosłyszałem?
ru: OTHER: Ты что-то сказал, человечек?|Я не расслышал.

source: HERO: Nie, nic, nic... Naprawdę...
ru: HERO: Нет, ничего… Совсем ничего…

source: OTHER: Ależ powiedz, powiedz proszę...
ru: OTHER: Да нет, ты говори, говори…

source: OTHER: Chętnie posłucham.
ru: OTHER: Я слушаю.

source: HERO: Powiedziałem "bez dwóch"...
ru: HERO: Говорю, возьмётесь, может?|Чтоб посмелее?

source: HERO: Chodziło mi o to, że bez dwóch zdań.
ru: HERO: Вдруг со второго раза получится?

source: P#OTHER: Achhh...
ru: P#OTHER: А, это…

source: P#OTHER: W porządku.#X1
ru: P#OTHER: Ну, почему бы и нет?#X1

source: OTHER: I słusznie!#X1
ru: OTHER: Вот так-то!#X1

source: OTHER: A może tak: Saippuakivikauppias!
ru: OTHER: Попробую ещё так: Арозаупаланалапуазора!

source: OTHER: ...Cholera!
ru: OTHER: ...Чёрт возьми!

source: OTHER: Nic z tego nie będzie.
ru: OTHER: Ничего не получится.

source: OTHER: Nareszcie!...
ru: OTHER: Это потребует немало времени!

source: OTHER: Witaj, młody człowieku.
ru: OTHER: Ну, здрав будь, молодой человек.

source: OTHER: Kim jesteś, złodziejem grobowców?
ru: OTHER: Ты кто? Не гробокопатель, часом?

source: HERO: Ależ nie! Jestem...
ru: HERO: Нет, нет! Я...

source: P#HERO: Uch, to nie tak łatwo wytłumaczyć, bo...
ru: P#HERO: Ну, понимаете, тут не так-то|всё и просто... В общем...

source: OTHER: O, zawsze wydawało mi się, że to|najprostsze pytanie na świecie.
ru: OTHER: Смотри-ка. А я думал,|что легче вопроса и быть не может.

source: HERO: Demon zmienił moje ciało... To znaczy|właściwie, moja dusza...
ru: HERO: Один демон украл моё тело…|В смысле, душа моя, она…

source: OTHER: Na pogawędki o drobiazgach czas będzie|potem.
ru: OTHER: Давай мы это всё потом обсудим, хорошо?

source: OTHER: A co do twoich czarodziejskich sztuczek, to|jak mówi stare przysłowie, nie chwal się|dokonaniami dnia wczorajszego...
ru: OTHER: А про твои фокусы есть старая поговорка:|не хвались вчерашними подвигами…

source: OTHER: ...gdyż nie będziesz miał się czym|chełpić jutro.
ru: OTHER: …а то нечем будет хвалиться завтра.

source: OTHER: Wniosek z tego taki, że czas|napić się piwa.
ru: OTHER: Что же это всё значит?|А то, что пора бы выпить пивка.

source: OTHER: Bywaj.
ru: OTHER: Всего хорошего.

source: HERO: Ale...
ru: HERO: Э-э... Подождите...

source: OTHER: Ha, też odczuwasz pragnienie?
ru: OTHER: Ха! Тоже выпить хочешь, да?

source: HERO: Chyba nie...
ru: HERO: М-м, даже как-то не знаю...

source: OTHER: Nie wiesz kim jesteś i nie wiesz|czy odczuwasz pragnienie?
ru: OTHER: Значит, кто ты такой – ты не знаешь,|хочешь ли ты выпить – ты тоже не знаешь...

source: OTHER: Może porozmawiajmy o tym CO wiesz.
ru: OTHER: Ты вообще хоть что-нибудь знаешь?

source: HERO: Wiem, że chcę się stąd wydostać.
ru: HERO: Одно я точно знаю –|мне надо отсюда выбраться.

source: OTHER: O! Coś nas łączy. To miłe.
ru: OTHER: Ага! У нас есть что-то общее!|Это приятно.

source: OTHER: Tysiąc lat temu było niedaleko stąd miasto,|a w tym mieście była sobie miła,|przytulna, cieplutka karczma.
ru: OTHER: Помню, тысячу лет назад где-то|недалеко отсюда был город. И была|в том городе корчма. Тёплая, уютная.

source: OTHER: Podawali piwo, krasnoludzki spirytus z piwem|i pyszną golonkę z chrzanem gotowaną w piwie.
ru: OTHER: Там подавали пиво,|гномий спирт с пивом и|свиную рульку с хреном, тушёную в пиве.

source: OTHER: Pod ścianą siedziało piwo, to znaczy|bard i pisał poemat.
ru: OTHER: А у дальней стены пиво... э-э, тьфу!|Бард у стены сидел. И стихи писал.

source: OTHER: Najczęściej o mnie.
ru: OTHER: В основном обо мне.

source: HERO: Byłeś sławny?
ru: HERO: Вы были знамениты?

source: OTHER: Pytasz ptaka czy umie latać albo|rybę czy umie pływać?
ru: OTHER: Ты бы ещё спросил у птицы,|умеет ли та летать, или у рыбы,|умеет ли та плавать.

source: OTHER: Oczywiście, że byłem sławny! Ręka mdlała mi|od udzielania autografów.
ru: OTHER: Конечно же, я был знаменит!|Автографы раздавал так часто,|что рука порой немела.

source: OTHER: Zaszczytem dla książąt i królów było, jeżeli|zechciałem przechylić z nimi kufelek.
ru: OTHER: Чтобы со мной кружечку выпить,|принцы и короли в очередях стояли.

source: OTHER: Sam Adanor Wszobrody odmówił mi trzydziestego|siódmego kubeczka krasnoludzkiego spirytusu.
ru: OTHER: Однажды я с самим Аданором Вшебрадым пил –|так после тридцать седьмой кружки|гномьего спирта он сдался.

source: OTHER: Następnego dnia zresztą uroczyście ślubował|abstynencję do końca życia.
ru: OTHER: А на следующий день так и говорит –|всё, мол, я теперь в завязке.|До конца жизни.

source: HERO: Moglibyśmy razem sprawdzić, czy ta karczma|jeszcze stoi.
ru: HERO: Так может, корчма всё ещё там?|Сходим, проверим?

source: OTHER: Ho, ho, chłopcze. Nie dasz rady nadążyć za|spragnionym czarodziejem!
ru: OTHER: Хо-хо! Парень! Если волшебник хочет пить,|так просто за ним ты не угонишься!

source: OTHER: Ale zostawię ci pewną użyteczną rzecz.
ru: OTHER: Лучше я тебе кой-чего оставлю.|Вот, возьми – пригодится.

source: OTHER: To mapa, magiczna, ale każdy może z niej|korzystać. Trochę przeleżała, więc uaktywni|się dopiero za dłuższą chwilę.
ru: OTHER: Это карта. Она волшебная, но её может|использовать каждый. Только залежалась она,|и сразу не заработает.

source: OTHER: Przez ten czas możesz sobie przeszukać|tutejsze groby.
ru: OTHER: Пусть она прогреется, а ты пока|иди, вон, могилы раскопай.

source: OTHER: Skoro w moim było coś tak ciekawego jak|ja, może i w innych coś się znajdzie.
ru: OTHER: Ты ведь уже нашёл в могиле меня.|Может, и в других что-нибудь|полезное найдёшь.

source: HERO: Co?!...
ru: HERO: Чего?!...

source: OTHER: Och, nie bój się, są od dawna puste.
ru: OTHER: Да ты не бойся. Ничего там страшного нет.

source: OTHER: Nie chodzi mi o żadnego z mieszkańców,|ale może coś interesującego, coś|magicznego?
ru: OTHER: Зато может быть что-нибудь интересное,|что-нибудь волшебное. И я сейчас даже|не имею в виду хозяев могил...

source: OTHER: Czuję jakąś aurę, ale szczerze mówiąc mam|za dużą ochotę na piwo, aby móc spokojnie|myśleć.
ru: OTHER: Я чую здесь некую ауру, но только я|сейчас так хочу пива, что ни о чём другом|думать не могу.

source: OTHER: Jak chciałbyś jeszcze pogadać, to|będę w mieście.
ru: OTHER: Захочешь чего спросить –|ищи меня в городе.

source: HERO: A jeśli tam nie ma już miasta?
ru: HERO: А если города больше нет?

source: OTHER: To znajdziesz mnie w najbliższej karczmie.|Chyba nie wprowadzono tu prohibicji?
ru: OTHER: Тогда найдёшь меня в любой ближайшей корчме.|Надеюсь, сухой закон тут ещё не ввели.

source: OTHER: Do zobaczenia i pamiętaj: jeżeli dzieje|się coś złego, usiądź sobie spokojnie|i wychyl kufelek piwa.
ru: OTHER: Ну, до скорого! И запомни:|если что пойдёт не так,|первым делом сядь и махни кружечку пива.

source: OTHER: Świat od razu stanie się lepszy.
ru: OTHER: Всё сразу встанет на свои места.

source: OTHER: Przy okazji: jestem Arivald z Silmaniony.|Arcymag Tajemnego Bractwa i mistrz sztuk|magicznych.
ru: OTHER: Да, и вот ещё что.|Меня зовут Аривальд Сильманионский.|Архимаг Тайного Братства|и магистр волшебных искусств.

source: HERO: A ja ...chyba Galador...
ru: HERO: А меня… Галадор… вроде бы…

source: $0: Został jeszcze jeden grób, proszę...
ru: $0: Ну попробуйте ещё раз, одна могила осталась...

source: $1: Skoro tak, to chyba zamieszkamy tu razem.
ru: $1: Вот, значит, как? Тогда будем жить тут вместе.

source: $2: Wiedziałem, że całe to czarowanie to bujda.
ru: $2: Да не работает эта ваша магия.

source: $3: <chlip, chlip>
ru: $3: <хнык, хнык>

source: OTHER: Nie ma mowy, to grób czarodzieja Arivalda.
ru: OTHER: Ни в коем случае!|Это могила чародея Аривальда.

source: OTHER: Mówiono o nim, że ma niemiły zwyczaj|zamieniania w stonogi tych, którzy|przeszkadzają mu we śnie.
ru: OTHER: Говорят, он жуть как не любил, когда его будят.|В сороконожку мог сразу превратить!

source: OTHER: Swoją drogą zjadłbym jakąś tłuściutką|stonogę.
ru: OTHER: Кстати, я б не против закусить|сороконожкой. И пожирнее.

source: P#OTHER: Chyba lepiej zaryzykować niż znosić|dłużej twoją obecność.#X1
ru: P#OTHER: И всё же рискну. Лучше уж так,|чем дальше тебя тут терпеть.#X1

source: P#OTHER: Wstrętny szantażysta.#X1
ru: P#OTHER: Ах ты, грязный вымогатель.#X1

source: OTHER: Ha!
ru: OTHER: Ха!

source: OTHER: Igrasz z moją ambicją, człowieczku.
ru: OTHER: На слабо взять решил, а, человечек?

source: P#OTHER: Udało ci się.#X1
ru: P#OTHER: Хорошо. Твоя взяла.#X1

source: OTHER: Na wszystkie demony piekieł! To najbardziej|odrażający widok w moim krótkim życiu.
ru: OTHER: Чёрт меня дери! Видал я всяких дегенератов,|но ты – самый из них омерзительный!

source: OTHER: Zawsze uważałem ludzi za słabeuszy.
ru: OTHER: Всегда ведь говорил:|вы, люди – никчёмные и жалкие тряпки.

source: OTHER: Nie potrafią nawet zgryźć naprawdę małego|brukowca, żeby od razu nie pluć zębami.
ru: OTHER: Даже камень разгрызть не можете|без того, чтобы зубы себе не переломать!

source: OTHER: I nawet ten tu rycerz nie zmienił mojego|zdania, ale to...
ru: OTHER: И даже вон тот рыцарь не смог|изменить моего мнения, но ты…

source: OTHER: To już jest niesmaczne.|Par excellence.
ru: OTHER: Ты просто омерзителен.|В высшей степени.

source: P#OTHER: Chyba jednak wskrzeszenie nawet tak groźnego|czarodzieja jak Arivald będzie lepsze niż|twoja obecność.#X1
ru: P#OTHER: Каким бы грозным колдуном Аривальд ни был,|лучше уж его терпеть, чем тебя.#X1

source: OTHER: Na robale i larwy Payehu!
ru: OTHER: Разрази меня все черви Пайеху!

source: OTHER: Co tu się działo?!
ru: OTHER: Что тут произошло⁈

source: OTHER: COŚ TY ZROBIŁ, BARBARZYŃCO?!
ru: OTHER: ЧТО ТЫ НАДЕЛАЛ, ВАРВАР⁈

source: $0: Eeee... Eeee...
ru: $0: Э-э-э… Э-э-э…

source: $1: No co, przecież i tak wszystkie były puste!
ru: $1: Ну и что, они и так все были пустые!

source: $2: Nie mam pojęcia o czym pan mówi...
ru: $2: Понятия не имею, о чём вы говорите…

source: $3: Cholerne krety, zawsze się gdzieś wkręcą...
ru: $3: Да это кроты тут всё перерыли, заразы...

source: OTHER: Cmentarna hiena i na dodatek debil!
ru: OTHER: Да ты не только гиена могильная,|ты ещё, оказывается, и дебил!

source: OTHER: O nie, człowieczku...
ru: OTHER: Ну уж нет, человечек…

source: OTHER: Nie ujdzie ci to na sucho...
ru: OTHER: Этого я тебе не прощу...

source: OTHER: Twoja głowa też, a jednak pewnie nie|pozwoliłbyś sobie w niej pogrzebać.
ru: OTHER: У тебя тоже голова пустая, но тебе бы|всё равно не понравилось, если бы|кто-нибудь полез в неё с лопатой.

source: OTHER: Zresztą, hańbą byłaby dalsza dysputa...
ru: OTHER: Всё, хватит с меня.|Тут не о чем больше говорить...

source: OTHER: Nawet kłamać trzeba umieć, złodzieju grobów.
ru: OTHER: Ты даже врать не умеешь, гиена ты могильная.

source: OTHER: Mam tu dla ciebie odpowiednią karę, nędzna|kreaturo...
ru: OTHER: Я знаю как тебя наказать, жалкая тварь…

source: OTHER: Już od kilkuset lat nie widziałem tu|żadnego kreta.
ru: OTHER: Я уже много веков как|не видел тут ни одного крота.

source: OTHER: Za wyjątkiem tych, które przyrządzam|w piołunowym sosie.
ru: OTHER: Всех, кто тут был, съел с полынным соусом.

source: OTHER: Więc nie sil się na kłamstwa, ty mała,|biała glisto!
ru: OTHER: Так что нечего тут врать, ты,|мелкий, бледный глист!

source: OTHER: I zaznaj smak mojej przewrotności...
ru: OTHER: Сейчас ты узнаешь|горький вкус моей мести…

source: OTHER: Przeklinam wszystkie rzeczy, jakie|ukradłeś z tego świętego cmentarza!
ru: OTHER: Всё, что украл ты с кладбища сего святого,|да будет проклято во веки веков!

source: HERO: Dzień dobry!
ru: HERO: Добрый день!

source: $0: Miłe gniazdko... Z daleka od smrodu wielkich miast...
ru: $0: Симпатично тут... Далеко от городского смрада...

source: $3: Skoro jest tak źle, to co tu jeszcze robisz?
ru: $3: Всё плохо, я понял. Но тогда что же вы тут делаете?

source: $1: Wszystko w porządku? Dobrze się czujesz?
ru: $1: Вы как? Всё в порядке?

source: $2: Jeszcze wrócę, ale na razie muszę już iść.
ru: $2: Ну, мне пора. Но я вернусь.

source: $4: Pustelnikuje?
ru: $4: Отшельничаете?

source: $5: Wariuje?
ru: $5: С ума сходите?

source: $6: Ucieka przed prawem?
ru: $6: От правосудия скрываетесь?

source: $7: Pokutuje?
ru: $7: Грехи отмаливаете?

source: $8: Nie, skąd ten pomysł?
ru: $8: Нет, с чего вы взяли?

source: $9: Wzorcowo.
ru: $9: Превосходно.

source: $10: Świeżego powietrza?
ru: $10: Свежего воздуха?

source: $11: Niedozwolonych środków dopingujących?
ru: $11: Запрещённых веществ?

source: $12: Ziółek?
ru: $12: Травок всяких интересных?

source: OTHER: I blisko mrówek, szczypawic, komarów, szerszeni,|much, ciem, korników, glizd, larw...
ru: OTHER: Зато близко к муравьям, двухвосткам, комарам,|шершням, мухам, мотылькам,|короедам, червям, личинкам…

source: HERO: Dobrze już dobrze, zrozumiałem.
ru: HERO: Да-да, я понял.

source: OTHER: ...że nie wspomnę o dzikich zwierzętach, chłodzie|w zimie, powodziach wiosną, podrapaniach od...
ru: OTHER: …а, и, конечно, ещё дикие звери,|холод зимой, паводки весной,|и чесотка из-за этих...

source: HERO: ZROZUMIAŁEM!#E3#B0
ru: HERO: ДА ПОНЯЛ Я!#E3#B0

source: OTHER: Mimo wszystko bardzo dobrze.
ru: OTHER: Всё хорошо. Просто замечательно.

source: OTHER: Powiem więcej, czuję się jak w niebie.
ru: OTHER: Сказать по правде, вообще чувствую себя|как на небесах.

source: OTHER: <głupawy chichot>#B0
ru: OTHER: Хи-хи-хи...#B0

source: OTHER: A jak ci się wydaje, co robi pustelnik?#B1
ru: OTHER: А сам-то как думаешь,|что может делать отшельник?#B1

source: OTHER: Tak, to ciekawe co według ciebie, młodzieńcze,|robi właściciel spółki...
ru: OTHER: Напрямую заходишь, сынок. Но... чтобы просто так?|И чтобы приличному-то владельцу компании...

source: OTHER: Próbuj dalej.#B1
ru: OTHER: ...Ещё раз попробуй.#B1

source: OTHER: Bez sensu.
ru: OTHER: А я что, похож на сумасшедшего?

source: OTHER: Czy ja wyglądam na wariata?#B2
ru: OTHER: Ну, хотя, может, да, чуть-чуть...#B2

source: OTHER: Skądże znowu! To się oczywiście czasem|zdarza, ale nie mnie.
ru: OTHER: Однозначно нет!|Да, кто-то так и скрывается,|но уж точно не я.

source: OTHER: Co prawda, niewielu wie o mojej pustelni,|ale to jeszcze o niczym nie świadczy.
ru: OTHER: Вообще, немногие знают о моей хижине.|Однако это ещё ни о чём не говорит.

source: OTHER: A, przy okazji, nie przypominaj o mnie|w zamku Garrahan.
ru: OTHER: Кстати, если будешь|в замке Гаррахан, про меня|не рассказывай, ладно?

source: OTHER: Kiedyś miałem tam drobny spór dotyczący|kości.
ru: OTHER: Я однажды там в кости играл,|и случился, так скажем, спор.

source: OTHER: Strażnik twierdził, iż to dziwne, kiedy|czterdzieści trzy razy pod rząd wypada|szóstka.
ru: OTHER: Стражник очень удивился,|когда сорок три раза подряд|выпала шестёрка.

source: OTHER: Czyżby nie wiedział, że istnieje coś takiego|jak szczęśliwy traf?
ru: OTHER: Как будто он не знал, что|есть такая вещь – удача...

source: OTHER: No, ale odeszliśmy od pytania. Więc|czym się zajmuje pustelnik?#B1
ru: OTHER: Впрочем, мы отошли от темы.|Так чем же я, как отшельник,|могу тут заниматься?#B1

source: OTHER: Tak jest, mój panie!
ru: OTHER: Точно так, мой господин!

source: OTHER: Pokutuje!
ru: OTHER: Каюсь во грехе!

source: OTHER: Jestem tu, by zdławić wszelkie grzeszne|myśli, które palą me ciało niby żywy|ogień!
ru: OTHER: Я здесь, чтобы подавить свои греховные мысли!|Они жгут моё тело, словно пламя!

source: OTHER: Bynajmniej nie jest to grzech oszustwa,|nie dawaj wiary plotkom opowiadającym|o tej historii...
ru: OTHER: И я вовсе не про грех обмана.|Не стоит верить той байке...

source: OTHER: ...jak to spotkało się dwóch zacnych|mieszczan, aby założyć spółkę kupiecką.
ru: OTHER: …Ну, той, про двух знатных горожан,|и как они открыли торговую компанию.

source: OTHER: Jeden miał mnóstwo pieniędzy, a drugi za|to spore doświadczenie.
ru: OTHER: У одного было много денег,|а у другого – много опыта.

source: OTHER: Po pewnym czasie role się jednak zmieniły|i pierwszy miał wielkie doświadczenie,|a drugi jego pieniądze.
ru: OTHER: Но под конец роли поменялись:|первый набрался опыта,|а у второго оказались все деньги.

source: OTHER: Zresztą tylko do czasu niesprawiedliwego|wyroku.
ru: OTHER: А потом случился один крайне|несправедливый приговор.

source: P#OTHER: Eeee... Ten tego... Więc nie ufaj oszczerstwom,|bo ja jestem tutaj tylko i wyłącznie by walczyć|ze słabościami swego ciała i duszy.
ru: P#OTHER: Это… Того… Так что не верь,|набрешут всякого... Я сюда пришёл только для того,|чтобы бороться со слабостями тела и души.

source: P#OTHER: Na razie jest dwa zero dla słabości, ale|to się wkrótce zmieni!#B0
ru: P#OTHER: На данный момент слабости|ведут со счётом два-ноль.|Но скоро всё изменится!#B0

source: OTHER: Brbrłełe...
ru: OTHER: Блрбл…

source: P#OTHER: No właśnie.#B1
ru: P#OTHER: Вот, как-то так.#B1

source: OTHER: E tam...
ru: OTHER: Не-е…
