Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: You should talk to the sailors about that kind of story.
de_de: Über solche Geschichten solltest Du am besten mit Seeleuten sprechen.
es_es: Sobre esa historia mejor habla con los marinos.
fr_fr: Ce genre d'histoire, tu devrais en parler avec des marins.
hu_hu: A tengerészeket kéne errôl kérdeznie.
it_it: Dovresti parlare con i marinai di questa storia.
pl_pl: O takie rzeczy powinieneś pytać marynarzy.
pt_br: Você deveria falar com os marinheiros sobre esse tipo de história.
pt_pt: Deveria falar com os marinheiros sobre esse tipo de histórias.
ru_ru: О такого рода историях тебе следует поговоритЬ с моряками.

source: I'd like to help you, but I don't know where they are.
de_de: Ich würde Dir gern helfen, aber ich weiß nicht wo sie sind.
es_es: Me gustaría tanto ayudarte, pero no sé dónde están.
fr_fr: J'aimerais bien t'aider, mais je ne sais pas où ils sont.
hu_hu: Szeretnék segíteni magának, de nem tudom hol lehetnek.
it_it: Vorrei proprio aiutarti, ma non so dove siano.
pl_pl: Chciałbym ci pomóc, ale nie wiem, gdzie mogą być.
pt_br: Eu gostaria de te ajudar, mas não sei onde eles estão.
pt_pt: Gostaria de lhe ajudar, mas não sei onde eles estão.
ru_ru: Я бы хотел помочЬ тебе, но я не знаю, где они.

source: Hmmh! Quite a character that LeBorgne, he scoured the entire hemisphere a few hundred years ago. My fisherman friend told me that the Bazaar is selling an object that belonged to LeBorgne.
de_de: Hmmm ! Ein berüchtigter Schurke dieser EinAuge, vor ein paar Jahrhunderten hat er die gesamte Halbkugel ausgebeutet. Ich weiß von unserem Freund dem Fischer, daß es anscheinend auf dem Bazar einen Gegenstand gibt, der EinAuge gehörte.
es_es: Mmmh! Esa famosa rata del pirata El Tuerto saqueó todo el hemisferio hace unos siglos. Yo sé, por nuestro amigo el pescador, que en el bazar debería haber un objeto que perteneció al famoso El Tuerto.
fr_fr: Mmmh ! Fameuse crapule ce Leborgne, il a écumé tout l'hémisphère il y a quelques siècles. Je sais par notre ami le pêcheur qu'il y aurait au bazar un objet ayant appartenu à LeBorgne.
hu_hu: Hmmh! Micsoda figura volt az a LeBorgne, pár száz évvel ezelôtt behárta az egész bolygót. A halász haverom azt mondta a bazárban árulnak valamit, ami LeBorge-é volt.
it_it: Mmmh! Famoso mascalzone questo Guercio, qualche secolo fa ha compiuto scorrerie in tutti i mari di questo emisfero. Il mio amico pescatore mi ha raccontato che al bazaar dovrebbe esserci un oggetto appartenuto al Guercio.
pl_pl: Hmmh! Niezła postać, ten LeBorgne, kilkaset lat temu był utrapieniem całej półkuli. Mój przyjaciel rybak mówił mi, że w Bazarze można kupić jakąś rzecz, która należała do LeBorgne'a.
pt_br: Hmmh! Uma figura e tanto esse LeBorgne, ele navegou pelo hemisfério inteiro a algumas centenas de anos atrás. Meu amigo pescador me contou que o bazar está vendendo um objeto que pertenceu a LeBorgne.
pt_pt: Hmmh! Uma figura e tanto, esse LeBorgne. Ele navegou pelo hemisfério inteiro, algumas centenas de anos atrás. Meu amigo pescador disse-me que o bazar está a vender um objecto que pertenceu a LeBorgne.
ru_ru: Хммх! ОригиналЬный человек этот ЛеБорн, он прочесал все полушарие несколЬко сотен лет назад. Мой друг рыбак сказал мне, что магазин продает предмет, который принадлежал ЛеБорну.

source: Hiiii hi ! Bbbrrfff !
de_de: Hüüüü hü ! Bbbrrfff !
ru_ru: Ыииии-и! Бббррффф!

source: One of my colleagues was galloping at full speed across the White Leaf Desert and he said that he saw someone locked up in a grotto, behind a giant symbol of some kind.
de_de: Einer meiner Kollegen galoppiert mit der Mähne im Wind in der Wüste des Leeren Blattes. Seiner Meinung nach ist dort jemand in einer Hölle hinter einem riesigen Siegel gefangen.
es_es: Uno de mis colegas galopa con las crines al viento en el Desierto de la Hoja Blanca. Según él, debería haber alguien encerrado en una gruta detrás de un sello gigante.
fr_fr: Un de mes collègues galope crinière au vent dans le Désert de la Feuille Blanche. D'après lui il y aurait quelqu'un d'enfermé dans une grotte, derrière un sceau géant.
hu_hu: Az egyik kollégám éppen lósebeséggel galoppozott a Fehér Levél-sivatagban, amikor látta, hogy valami fura lény van bezárva a sziklába az egyik jelkép mögött.
it_it: Uno dei miei colleghi galoppa con la criniera al vento nel Deserto della Foglia Bianca. Secondo lui ci sarebbe qualcuno chiuso in una grotta, dietro a un enorme sigillo.
pl_pl: Jeden z moich kolegów galopował przy pełnej prędkości przez White Leaf Desert i mówi, że widział kogoś zamkniętego w grocie, za wielkim, pewnego rodzaju, symbolem.
pt_br: Um dos meus amigos estava galopando em velocidade máxima pelo Deserto da Folha Branca, quando ele disse ter visto alguém trancado em um compartimento, atrás de um símbolo de algum tipo.
pt_pt: Um dos meus colegas estava a galopar em velocidade máxima pelo Deserto da Folha Branca, quando ele disse ter visto alguém trancado num compartimento, atrás de um tipo de símbolo.
ru_ru: Один мой коллега скакал галопом на всех парах через Пустыню Белый Лист, и он сказал, что видел кого-то запертого в гроте за каким-то огромным символом.

source: What's a Teleportation Center?
de_de: Was ist das ein Biemzentrum ?
es_es: ¿Qué es un Centro de Teleportación?
fr_fr: C'est quoi un Centre de téléportation ?
hu_hu: Mi az a Teleport Központ?
it_it: Cos'è un Centro di Teletrasporto?
pl_pl: Co to jest Centrum Teleportacji?
pt_br: O que é um Centro de Teletransporte?
pt_pt: O que é um Centro de Teleportação?
ru_ru: Что за Центр телепортации?

source: Ah! That LeBorgne was quite a man!
de_de: Ha, dieser EinAuge, was für ein Kerl !
es_es: ¡Ah, qué tipo ese El Tuerto!
fr_fr: Ah, ce LeBorgne, quel type !
hu_hu: A! Az a LeBorgne nagy figura volt.
it_it: Ah, questo Guercio, che uomo!
pl_pl: Ach! Ten LeBorgne, to był niezły gość!
pt_br: Ah! Esse LeBorgne era um cara e tanto!
pt_pt: Ah! Esse LeBorgne era homem e tanto!
ru_ru: А-а! Этот ЛеБорн был настоящим мужчиной!

source: Ha ha, that's a good one! Sorry I don't have any with me.
de_de: Ha ha, nicht übel ! Tut mir leid, so etwas habe ich nicht.
es_es: Ja, Ja, ¡eso si que es bueno! Lo siento no tengo eso conmigo.
fr_fr: Ha ha, elle est bonne celle-là ! Désolé j'ai pas ça sur moi.
hu_hu: Ha-ha, ez jó! Nincs nálam.
it_it: Ha ha ha, questa è buona! Spiacente, io non ce l'ho.
pl_pl: Ha ha, ten jest dobry! Przykro mi, nie mam żadnego.
pt_br: Ha ha, essa foi boa! Desculpe mas não tenho nada comigo.
pt_pt: Ha ha, essa foi boa! Desculpe mas não tenho nada comigo.
ru_ru: Ха-ха, неплохо! Извини, у меня с собой этого нет.

source: Can't seem to sell a single hair dryer here. One of my colleagues is already out there trying his best. If this keeps up, I'll have to move on to another island.
de_de: Unmöglich hier auch nur einen einzigen Fön loszuwerden. Einer meiner Kollegen ist bereits dabei Kunden zu werben. Wenn das so weitergeht, versuche ich es auf einer anderen Insel.
es_es: Es imposible vender un sólo secador de pelo aquí. Uno de mis colegas ya está visitando la clientela potencial. Si esto continúa así, iré a comerciar en otra isla.
fr_fr: Impossible de vendre un seul sèche-cheveux ici. Un de mes collègues est déjà en train de prospecter. Si ça continue, je vais aller essayer sur une autre île.
hu_hu: Nem tudok egy nyamvadt hajszárítót sem eladni. Az egyik kollégám már rég próbálkozik túladni páron odakinn. Ha ez így megy tovább, át kell mennem egy másik szigetre.
it_it: Qui non si riesce a vendere nemmeno un asciugacapelli. Uno dei miei colleghi sta già esaminando altri sbocchi commerciali. Se continua così, proverò su un'altra isola.
pl_pl: Tu nie można kupić nawet jednej suszarki do włosów. Jeden z moich przyjeciół jest daleko stąd i próbuje mi jakąś zdobyć. Jeśli będzie tak dalej, będę musiał przenieść się na inną wyspę.
pt_br: Não consigo vender nenhum secador de cabelos aqui. Um dos meus colegas já sumiu daqui em busca de melhor sorte. Se isso continuar assim, logo terei de mudar de ilha.
pt_pt: Não consigo vender nenhum secador de cabelos aqui. Um dos meus colegas já sumiu daqui à procura de melhor. Se isto continuar assim, terei de mudar de ilha.
ru_ru: Кажется, здесЬ не получитЬся продатЬ ни одного фена. Кто-то из моих коллег вовсю здесЬ расстарался. Если так пойдет и далЬше, мне придется уехатЬ на другой остров.

source: I cannot help you, my friend. Don't know what you are talking about.
de_de: Ich kann nichts für Sie tun mein Freund. Weiß nicht wovon Sie sprechen.
es_es: No puedo hacer nada por Ud. amigo mío. No se de que me habla.
fr_fr: Je ne peux rien pour vous mon ami. Vois pas de quoi vous parlez.
hu_hu: Nem segíthetel barátom. Nem tudom mirôl beszélsz.
it_it: Non posso far niente per lei, amico. Non so cosa intende dire.
pl_pl: Nie mogę ci pomóc, przyjacielu. Nie wiem, o czym mówisz.
pt_br: Não posso te ajudar, meu amigo. Não sei do que você está falando.
pt_pt: Não lhe posso ajudar, meu amigo. Não sei do que está a falar.
ru_ru: Я не могу помочЬ тебе, друг мой. Не знаю, о чем ты говоришЬ.

source: Take that, rebel!
de_de: Nimm das, Rebelle !
es_es: ¡Toma esto rebelde!
fr_fr: Prends ça rebelle !
hu_hu: Vigyed, lázadó!
it_it: Prendi questo, ribelle!
pl_pl: A masz, buntowniku!
pt_br: Tome isso, rebelde!
pt_pt: Leve isto, rebelde!
ru_ru: Получи, повстанец!

source: Move along!
de_de: Weitergehen !
es_es: ¡Circule!
fr_fr: Circulez !
hu_hu: Mozgás!
it_it: Circolare!
pl_pl: Przesuń się!
pt_br: Mova-se!
pt_pt: Mova-se!
ru_ru: Проходите вперед!

source: Go to the tavern, they love pirate stories there!
de_de: Gehen Sie doch in die Taverne, die lieben dort Piratengeschichten !
es_es: Vaya a hablar a la taberna, ¡allí adoran las historias de piratas!
fr_fr: Allez en parler à la taverne, ils adorent les histoires de pirates là-bas !
hu_hu: Menjen a fogadóba, ott imádják a kalózmeséket!
it_it: Vada alla taverna a parlarne, là adorano le storie di pirati!
pl_pl: Idź do tawerny, oni tam kochają opowieści o piratach!
pt_br: Vá para a taverna, eles amam histórias de piratas lá!
pt_pt: Vá a taberna, eles adoram histórias de piratas!
ru_ru: Сходи в таверну, они там любят пиратские истории!

source: Leave me alone, I have nothing to say.
de_de: Lassen Sie mich in Ruhe, ich habe Ihnen nichts zu sagen.
es_es: Déjeme tranquilo, no tengo nada que decirle.
fr_fr: Laissez-moi tranquille, je n'ai rien à vous dire.
hu_hu: Hagyjon békén, nincs mit mondanom magának.
it_it: Mi lasci in pace, non ho niente da dirle.
pl_pl: Zostaw mnie w spokoju, nie mam ci nic do powiedzenia.
pt_br: Me deixe em paz, não tenho nada para dizer.
pt_pt: Deixe-me em paz. Não tenho nada a dizer.
ru_ru: ОставЬ меня, мне нечего сказатЬ.

source: It is strictly forbidden to talk about that!
de_de: Es ist strengstens verboten davon zu sprechen !
es_es: ¡Está rigurosamente prohibido hablar de eso!
fr_fr: Il est rigoureusement interdit d'en parler !
hu_hu: Szigorúan tilos beszélni róla!
it_it: E' severamente vietato parlarne!
pl_pl: Rozmawianie o tym jest surowo wzbronione!
pt_br: É proibido falar sobre isso!
pt_pt: É extremamente proibido falar sobre isso!
ru_ru: ГоворитЬ об этом строго запрещено!

source: Never heard anything about it.
de_de: Ich habe nie davon gehört.
es_es: No he escuchado jamás hablar de eso.
fr_fr: Je n'en ai jamais entendu parler.
hu_hu: Soha sem hallotam róla.
it_it: Non ne ho mai sentito parlare.
pl_pl: Nic o tym nie wiem.
pt_br: Nunca ouvi nada sobre isso.
pt_pt: Nunca ouvi nada sobre isso.
ru_ru: Никогда об этом не слышал.

source: Sorry, I don't know what you're talking about.
de_de: Tut mir leid, kenne ich nicht !
es_es: ¡Lo siento, no conozco!
fr_fr: Navré, connais pas !
hu_hu: Sajnálom, de nem tudom mirôl beszél.
it_it: Mi spiace, non lo so!
pl_pl: Przykro mi, nie wiem, o czym mówisz.
pt_br: Sinto muito, mas não sei do que você está falando.
pt_pt: Desculpe, não sei do que está a falar.
ru_ru: Извини, я не знаю, о чем ты говоришЬ.

source: Calm down!
de_de: Ruhe !
es_es: ¡Calma!
fr_fr: Du calme !
hu_hu: Nyugi!
it_it: Calma!
pl_pl: Uspokój się!
pt_br: Calma!
pt_pt: Acalme-se!
ru_ru: Успокойся!

source: Look, you seem like a nice guy, but you're a big boy now. Figure it out for yourself, I'm not a library!
de_de: Hör zu, Du bist mir zwar sehr sympathisch, aber Du bist jetzt groß genug. Sieh zu wie Du allein zurecht kommst, ich bin doch keine Bibliothek !
es_es: Escucha, me eres muy simpático, pero ya eres mayorcito. Arréglatelas tú sólo. ¡Yo no soy una biblioteca!
fr_fr: Ecoute, tu m'es très sympathique, mais tu es grand maintenant. Débrouille-toi tout seul, je suis pas une bibliothèque moi !
hu_hu: Nézd, jó fiúnak látszol, de már nagy fiú vagy. Találd ki magad, nem vagyok könyvtár!
it_it: Senti, mi sei molto simpatico, ma adesso sei cresciuto. Arrangiati da solo, non sono mica una biblioteca, io!
pl_pl: Widzisz, wyglądasz na miłego faceta, ale jesteś już dorosły. Sam musisz sobie radzić, nie jestem biblioteką!
pt_br: Olha, você parece ser um cara legal, mas você já é bem crescido. Descubra isso você mesmo, eu não sou bibliotecária!
pt_pt: Olhe, você parece ser um tipo fixe, mas já é bem crescido. Descubra você mesmo, eu não sou um bibliotecário!
ru_ru: Слушай, похоже, ты неплохой паренЬ, но ты уже болЬшой малЬчик. Разбирайся сам, я не библиотека!

source: I don't know anything about all that.
de_de: Ich weiß nicht worum es sich handelt.
es_es: No veo de qué se trata.
fr_fr: Je ne vois pas de quoi il s'agit.
hu_hu: Semmit nem tudok az egészrôl.
it_it: Non capisco di cosa si tratti.
pl_pl: Nic o tym nie wiem.
pt_br: Não sei nada sobre isso.
pt_pt: Não sei nada sobre isso.
ru_ru: Я ничего не знаю про все это.

source: Pirates, phooey! Those sailors will say anything to get someone to buy them a drink!
de_de: Piraten, pff ! Seemänner erzählen alles mögliche nur um einen Drink spendiert zu bekommen !
es_es: ¡Tenían que ser piratas, peuh! Los marinos contarían cualquier cosa con tal de hacerse pagar un trago!
fr_fr: Des pirates, peuh ! Les marins raconteraient bien n'importe quoi pour se faire payer à boire !
hu_hu: Kalózok, fujj! Azok a tengerészek bármit elmondanak, ha inni kapnak!
it_it: Pirati? Puah! I marinai racconterebbero qualsiasi cosa pur di farsi offrire da bere!
pl_pl: Piraci, żałosne! Tamci marynarze powiedzą wszystko, żeby tylko ktoś kupił im drinka!
pt_br: Piratas, credo! Esses marinheiros falam qualquer coisa para conseguir que alguém compre uma bebida pra eles!
pt_pt: Piratas, credo! Esses marinheiros falam qualquer coisa para conseguir com que alguém compre uma bebida para eles!
ru_ru: Пираты, фу-уи! Эти моряки скажут что угодно, лишЬ бы кто-то купил им выпитЬ!

source: 30 Kashes for a hair dryer, how about that? I normally sell them door to door, but customers are sparse, and you seem nice enough.
de_de: Wie wär's, ein Fön für 30 Kashes ? Normalerweise darf ich sie nur von Haus zu Haus verkaufen, aber ich habe wenig Kunden, und Sie sind mir sympathisch.
es_es: Un secador de pelo por 30 Kashes ¿le parece? Normalmente no tengo permiso para vender más que de puerta en puerta, pero los clientes escasean y Ud. me es simpático.
fr_fr: Un sèche-cheveux pour 30 Kashes ça vous dit ? Normalement je n'ai le droit de les vendre qu'au porte à porte, mais les clients sont rares et vous m'êtes sympathique.
hu_hu: 30 Peták egy hajszárítóért, na hogy hangzik? Ajtóról ajtóra járok, de a kuncsaftok nagyon ritkák, és te elég rendesnek tûnsz.
it_it: 30 kash per un asciugacapelli, che ne dice? Di solito posso venderli solo porta a porta, ma i clienti sono rari e lei mi è simpatico.
pl_pl: 30 Kashes za suszarkę do włosów, co ty na to? Zwykle sprzedaję je chodząc po domach, ale rzadko znajduje się jakiś klient, a ty wyglądasz na całkiem miłego człowieka.
pt_br: 30 Kashes por um secador de cabelos, o que você acha? Eu normalmente vendo eles porta à porta, mas os clientes estão desaparecendo, e você parece ser legal.
ru_ru: 30 кэшей за фен, как насчет этого? Обычно я продаю их от двери к двери, но покупатели разбросаны, а ты кажешЬся достаточно неплохим.

source: Come in!
de_de: Kommen Sie herein !
es_es: ¡Venga, pase al interior!
fr_fr: Venez à l'intérieur !
hu_hu: Jöjjön be!
it_it: Entri, presto!
pl_pl: Wejdź!
pt_br: Entre!
pt_pt: Entre!
ru_ru: Эаходи!

source: Good day, my good sir.
de_de: Guten Tag mein Herr.
es_es: Buenos días señor.
fr_fr: Bonjour monsieur.
hu_hu: Jó napot, jó uram!.
it_it: Buongiorno, signore.
pl_pl: Dzień dobry, dobry człowieku.
pt_br: Bom dia, meu bom senhor.
pt_pt: Bom dia, meu bom Senhor.
ru_ru: Добрый денЬ, мой добрый сэр.

source: No. Not at all.
de_de: Nein, überhaupt nicht.
es_es: No, de ninguna manera.
fr_fr: Non pas du tout.
hu_hu: Nem, egyáltalán nem.
it_it: No, assolutamente.
pl_pl: Ani trochę.
pt_br: Não. De jeito nenhum.
pt_pt: Não. De maneira alguma.
ru_ru: Нет, не совсем.

source: Go see Beatrice and tell her that Julia sent you. She'll explain all that better than I can. She lives on the outskirts of the Old Burg, in a house next to the sea, on Peg Leg Street.
de_de: Gehen Sie zu Béatrice und sagen Sie ihr, daß Julia sie schickt, sie wird Ihnen das besser als ich erklären. Sie wohnt am Rande der Altstadt, in einem Haus am Meer, in der Klumpfuß Straße.
es_es: Vaya a ver a Beatriz y dígale que viene de parte de Julia, ella le explicará esto mejor que yo. Vive en el límite del Viejo Burgo en una casa cerca del mar en la Calle Chueca.
fr_fr: Allez-voir Béatrice en lui disant que vous venez de la part de Julia, elle vous expliquera ça mieux que moi. Elle habite à la limite du vieux bourg, une maison près de la mer, rue du Pied-Bot.
hu_hu: Látogatsd meg Beatrice-t és mondd meg neki, hogy Júlia küldött. Majd, ô elmondja jobban is mint én. Vénvár peremén él, egy tengerparti házban, a Faláb utcában.
it_it: Vada da Beatrice, dica che la manda Giulia; glielo spiegherà meglio di me. Abita alla periferia del Vecchio Borgo, in una casa vicina al mare, in via Piè-Scarpa.
pl_pl: Idź, zobacz się z Beatrice i powiedz jej, że przysłała cię Julia. Ona wyjaśni ci wszystko lepiej niż ja. Mieszka na peryferiach Old Burg, w domu obok morza, na ulicy Peg Leg.
pt_br: Vá ver Beatrice e conte-a que a Julia te mandou. Ela irá te explicar tudo melhor do que eu. Ela vive nos arredores de Old Burg, em uma casa perto do mar, na Rua Peg Leg.
pt_pt: Vá ter com Beatrice e conte-a que foi a Julia que te mandou. Ela irá explicar-lhe tudo melhor do que eu. Ela vive nos arredores do Velho Burgo, numa casa perto do mar, na Rua do Pé Aleijado.
ru_ru: Иди встретЬся с Беатрис и скажи ей, что тебя послала Джулия. Она объяснит все лучше меня. Она живет на окраине Старого Города, в доме рядом с морем, на улице Деревянной ноги.

source: Julia spoke a lot about you.
de_de: Julia hat mir viel von Ihnen erzählt.
es_es: Julia me ha hablado mucho de Ud.
fr_fr: Julia m'a beaucoup parlé de vous.
hu_hu: Júlia sokat mesélt magáról.
it_it: Giulia mi ha parlato molto di lei.
pl_pl: Julia dużo mi o tobie opowiadała.
pt_br: Julia falou muito de você.
pt_pt: Julia falou muito de si.
ru_ru: Джулия много говорила о тебе.

source: I don't know anything about pirating, try talking to the sailors instead.
de_de: Ich weiß nichts über Seeräuberei, versuchen Sie eher mit Seeleuten darüber zu sprechen.
es_es: No conozco nada sobre piratería, intente mejor hablar de eso con los marinos.
fr_fr: Je n'y connais rien en piraterie, essayez plutôt d'en parler à des marins.
hu_hu: Semmit nem tudok a kalózkodásról, kérdezze meg a tengerészeket!
it_it: Non so nulla di pirateria; ne parli piuttosto ai marinai.
pl_pl: Nie wiem nic o piratach, spróbuj zapytać marynarzy.
pt_br: Não sei nada sobre piratas, tente perguntar aos marinheiros.
pt_pt: Não sei nada sobre piratas, tente perguntar aos marinheiros.
ru_ru: Я ничего не знаю о пиратстве, попробуй лучше поговоритЬ с моряками.

source: I don't know where they are, kind sir.
de_de: Ich weiß nicht wo sie sind lieber Herr.
es_es: Ignoro donde están, estimado señor.
fr_fr: J'ignore où ils sont cher monsieur.
hu_hu: Nem tudom hol lehetnek jó uram.
it_it: Non so dove sono, caro signore.
pl_pl: Nie wiem, gdzie mogą być, miły panie.
pt_br: Não sei onde eles estão, senhor.
pt_pt: Não sei onde eles estão, Senhor.
ru_ru: Я не знаю, где они, добрый сэр.

source: Good day, young quetch.
de_de: Guten Tag junger Quetsch.
es_es: Buenos días joven colines.
fr_fr: Bonjour jeune quetch.
hu_hu: Jó napot fiatal kvecs!
it_it: Buongiorno, signorina quetck.
pl_pl: Dzień dobry, młody quetchu.
pt_br: Bom dia, jovem quetch.
pt_pt: Bom dia, jovem quetch.
ru_ru: Добрый денЬ, молодой кветч.

source: I don't know what you're talking about!
de_de: Kenne ich nicht !
es_es: ¡Lo desconozco!
fr_fr: Connais pas !
hu_hu: Nem tudom mirôl beszél!
it_it: Non ne so niente!
pl_pl: Nie wiem, o czym mówisz!
pt_br: Não sei do que você está falando!
pt_pt: Não do que está a falar!
ru_ru: Я не знаю, о чем ты говоришЬ!

source: They say that the tap water tastes better now. Great! Another publicity stunt from the anti-alcohol foundation.
de_de: Es heißt, daß das Leitungswasser jetzt besser schmeckt. Pff ! Wieder mal eine Werbeaktion vom Bund der Anti-Alkoholiker !
es_es: Parece que el sabor del agua de la ciudad ha mejorado ¡Puh! ¡Es una de esas publicidades de la liga antialcohólica!
fr_fr: Il paraîtrait que le goût de l'eau de la ville est meilleur maintenant. Peuh ! Encore un coup de pub de la ligue anti-alcoolique !
hu_hu: Azt mondják a csapvíz most már sokkal finomabb. Hurrá! Egy újabb reklámlehetôség az anti-alkoholista alapítványnak.
it_it: Sembra che ora il gusto dell'acqua sia migliore! Puah! Un altro colpo degli alcolisti anonimi!
pl_pl: Mówią, że woda z kranu smakuje już lepiej. Wspaniale! Kolejny chwyt reklamowy fundacji antyalkoholowej.
pt_br: Eles dizem que a água tratada tem um gosto melhor agora. Ótimo! Outra manobra de publicidade da fundação anti-alcóolica.
pt_pt: Eles dizem que a água tratada tem agora um gosto melhor. Öptimo! Outra manobra de publicidade da fundação anti-alcóolica.
ru_ru: Говорят, у воды из-под крана вкус стал лучше. Великолепно! Очередной публичный фокус анти-алкоголЬной организации.

source: I never saw 'em
de_de: Ich habe sie nie gesehen !
es_es: ¡No los he visto jamás!
fr_fr: Je ne les ai pas vus !
hu_hu: Nem láttam ôket.
it_it: Non li ho mai visti!
pl_pl: Nie wiem, gdzie mogą być
pt_br: Nunca vi eles.
pt_pt: Nunca os vi
ru_ru: Я никогда их не видел.

source: I don't know her, but go see Wadbull over at the bazaar. And be careful... normally it is forbidden to talk about that!
de_de: Ich kenne sie nicht, aber gehen Sie mal zu Wadbull im Bazar. Und seien Sie vorsichtig, normalerweise ist es verboten davon zu sprechen !
es_es: Yo no la conozco, pero vaya a ver a Wadbull en el bazar. Y ¡tenga cuidado!, normalmente está prohibido hablar de eso.
fr_fr: Moi je ne la connais pas, mais allez voir Wadbull au bazar. Et faites attention, normalement il est interdit d'en parler !
hu_hu: Nem ismerem, de kérdezze Wadbull uraságot a bazárban. Legyen óvatos... mert tilos róla beszélni!
it_it: Io non la conosco, ma vada da Wabdull, al bazaar. E stia attento, è vietato parlarne!
pl_pl: Nic o niej nie wiem, ale idź zobacz się z Wadbullem, gdzieś w okolicy bazaru. I bądź ostrożny... normalnie nie wolno o tym rozmawiać!
pt_br: Eu não conheço ela, mas vá ver o Wadbull no bazar. E tome cuidado... em geral é proibido falar sobre isso!
pt_pt: Não a conheço, mas vá ter com Wadbull no bazar. E tenha cuidado... normalmente é proibido falar sobre isso!
ru_ru: Я не знаю ее, но сходи встретЬся с Вэдбуллом в магазине. И будЬ осторожен... обычно говоритЬ об этом запрещено!
