Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: I read some of the Captain's log - that LeBorgne was ruthless! If you're still interested, the log is for sale at the Old Burg bazaar, on Principal Island.
de_de: Ich habe Auszüge aus seinem Logbuch gelesen, dieser Einauge war furchtbar ! Falls es Dich interessiert, es steht im Bazar der Altstadt auf der Hauptinsel zum Verkauf.
es_es: He leído pasajes de su bitácora, y ¡El Tuerto era terrible! Si te interesa, está en venta en el bazar del Viejo Burgo, en la isla Principal.
fr_fr: J'ai lu des passages de son livre de bord, ce LeBorgne était terrible ! Si ça t'intéresse il est en vente au bazar du Vieux Bourg, sur l'île Principale.
hu_hu: Olavstam valamit a hajónaplóból, hogy LeBorge kegyetlen volt! Ha még mindig érdekli, a naplót eladják a vénvári bazárban, Elöljáró-szigeten.
it_it: Ho letto alcuni brani del suo libro di bordo; era terribile, quel Guercio! Se ti interessa, è in vendita al bazaar del Vecchio Borgo, sull'Isola Principale. Principale.
pl_pl: Czytałem jakieś urywki z dziennika Kapitana, ten LeBorgne był bezwzględny! Jeśli wciąż jesteś zainteresowany, dziennik można kupić w bazarze w Old Burg, na wyspie Principal.
pt_br: Eu li um pouco do diário de bordo - LeBorgne era cruel! Se você estiver interessado, o diário está à venda, no bazar de Old Burg, na Ilha Principal.
pt_pt: Eu li um pouco do diário de bordo do Capitão - esse LeBorgne era cruel! Se estiver interessado, o diário está à venda, no bazar do Velho Burgo, na Ilha Principal.
ru_ru: Я немного читал дневник капитана - этот ЛеБорн был безжалостным! Если тебя еще интересует, журнал продается в магазине Старого Города, на Главном Острове.

source: I don't know anything about it, but it seems to me that there were some books over at the library that spoke of it.
de_de: Davon verstehe ich nichts, aber anscheinend hat es früher in der Bibliothek Werke gegeben, die davon handelten. 
es_es: No sé nada, pero me parece que antes en la biblioteca había obras que hablaban de eso.
fr_fr: Je n'y connais rien, mais il paraît qu'avant à la bibliothèque, il y avait des ouvrages qui en parlaient.
hu_hu: Nem tudok róla semmit, de úgy emlékszem a könyvtárban volt róla valami könyv.
it_it: Non ne so niente, però sembra che alla biblioteca avessero dei libri che ne parlavano.
pl_pl: Nic o tym nie wiem, ale wydaje mi się, że w bibliotece było kilka książek, które o tym mówią.
pt_br: Não sei nada sobre isso, mas eu lembro que haviam livros na biblioteca que falavam sobre isso.
pt_pt: Não sei nada sobre isso, mas lembro-me que haviam livros na biblioteca que falavam sobre isso.
ru_ru: Я ничего об этом не знаю, но мне кажется, что в библиотеке были книги, в которых про это говорилосЬ.

source: " For reasons of security, this sewer grate will open only from inside the Maritime Museum. "
de_de: " Aus Sicherheitsgründen läßt sich dieser Gullideckel nur von innen des Marinemuseums öffnen. "
es_es: "Por medida de seguridad esta rejilla de alcantarilla no se abre mas que desde el interior del Museo de la Marina."
fr_fr: " Par mesure de sécurité cette grille d'égout ne s'ouvre que de l'intérieur du Musée de la Marine. "
hu_hu: " Biztonsági okoból ez a csatornarács csak a Tengerészeti Múzeum felôl nyílik. "
it_it: "Per motivi di sicurezza questa griglia si apre solo dall'interno del Museo della Marina. "
pl_pl: " Dla bezpieczeństwa, ten właz do kanałów można otworzyć tylko od strony Muzeum Morza. "
pt_br: " Por razões de segurança, essa grade de segurança irá abrir apenas de dentro do museu. "
pt_pt: " Por razões de segurança, esta grade de segurança será aberta apenas de dentro do museu. "
ru_ru: "В силу соображений безопасности, эту канализационную решетку можно открытЬ толЬко изнутри Морского музея."

source: Apparently, there was a burglary. The visits will recommence later!
de_de: Anscheinend hat es einen Diebstahl gegeben. Die Besichtigungen werden später fortgesetzt !
es_es: Aparentemente ha habido un robo. ¡Las visitas se reanudarán más tarde!
fr_fr: Apparemment il y a eu un cambriolage. Les visites reprendront plus tard !
hu_hu: Egyenlôre úgy néz ki betörtek! A látogatást késôbb folytatjuk!
it_it: Sembra che ci sia stato un furto con scasso. Le visite riprenderanno più tardi!
pl_pl: Wygląda na to, że było włamanie. Niedługo znowu otworzymy!
pt_br: Aparentemente, houve um assalto. As visitas irão recomeçar mais tarde!
pt_pt: Aparentemente, houve um assalto. As visitas recomeçarão mais tarde!
ru_ru: Очевидно, произошла кража со взломом. Посещения будут возобновлены позднее!

source: Here, this will help you keep your strength up!
de_de: Warte, verschnauf ein bißchen !
es_es: ¡Mira, retoma fuerzas!
fr_fr: Tiens, reprends des forces !
hu_hu: Tessek, ez majd segít megôrizni az erôd!
it_it: Tieni, riprendi le forze!
pl_pl: Proszę, to ci pomoże utrzymać kondycję!
pt_br: Aqui, isso vai ajudar a você recompor suas forças!
pt_pt: Hei, isso vai ajudá-lo a recompor as suas forças!
ru_ru: Вот, это поможет тебе набратЬся сил!

source: Apparently, there was a burglary. Alas, the thief escaped!
de_de: Anscheinend hat es einen Diebstahl gegeben. Leider ist der Dieb entkommen !
es_es: Aparentemente ha habido un robo. ¡Lástima, el ladrón se ha escapado!
fr_fr: Apparemment il y a eu un cambriolage. Hélas, le voleur s'est échappé !
hu_hu: Egyenlôre úgy néz ki betörtek, és még a tolvaj is megszökött!
it_it: Sembra che ci sia stato un furto con scasso. Purtroppo il ladro è fuggito!
pl_pl: Najwidoczniej było włamanie. Niestety, złodziej zbiegł!
pt_br: Aparentemente, houve um assalto. E pior, o ladrão escapou!
pt_pt: Aparentemente, houve um assalto. E pior, o ladrão fugiu!
ru_ru: Очевидно, произошла кража со взломом. Увы, вор сбежал!

source: Never saw a storm like it, | never!
de_de: Hab' noch nie solch einen Sturm erlebt, | noch nie !
es_es: ¡Jamás he visto una tempestad igual, | jamás!
fr_fr: Jamais vu une tempête pareille, | jamais !
hu_hu: Soha nem láttam ilyen vihart, soha!
it_it: Mai vista una tempesta simile, | mai!
pl_pl: Nigdy nie widziałem takiej burzy, | nigdy!
pt_br: Nunca vi uma tempestade como aquela, | nunca!
pt_pt: Nunca vi uma tempestade como aquela, | nunca!
ru_ru: Никогда не видел подобного шторма, | никогда!

source: Sorry, but I don't know where they are.
de_de: Tut mir leid, aber ich weiß nicht wo sie sind.
es_es: Lo siento, pero ignoro dónde están.
fr_fr: Navré mais j'ignore où ils sont.
hu_hu: Sajnálom, de nem tudom hol vannak.
it_it: Spiacente, ma non so dove sono.
pl_pl: Przykro mi, ale nie wiem, gdzie mogą być.
pt_br: Desculpe, mas não sei onde eles estão.
pt_pt: Desculpe, mas não sei onde eles estão.
ru_ru: Извини, но я не знаю, где они.

source: No more fake red cards, too dangerous, I quit. From now on, I am only going to make fake Captain LeBorgne secret maps.
de_de: Es ist vorbei mit den falschen roten Karten, zu gefährlich, ich höre damit auf. In Zukunft werde ich nur noch falsche Geheimkarten des Kapitäns EinAuge herstellen.
es_es: Se acabaron las falsas tarjetas rojas, demasiado peligroso, paro. De ahora en adelante no haré más que falsas tarjetas secretas del capitán ElTuerto.
fr_fr: C'est fini les fausses cartes rouges, trop dangereux, j'arrête. Dorénavant je ne fais plus que des fausses cartes secrètes du capitaine LeBorgne.
hu_hu: Nincs több hamis vörös kártya, túl veszélyes, abbahagytam. Mától fogva csak hamis, titkos LeBorge Kapitány térképeket készítek.
it_it: Ho chiuso con le carte rosse false, troppo pericoloso, basta. D'ora in poi farò solo false mappe segrete del capitano Guercio.
pl_pl: Już nie podrabiam czerwonych kart, to zbyt niebezpieczne, rezygnuję. Od teraz będę tylko robił fałszywe sekretne mapy Kapitana LeBorgne'a.
pt_br: Não vou fazer mais cartões vermelhos, muito perigoso. De agora em diante, vou apenas fazer mapas falsos do capitão LeBorgne.
pt_pt: Não vou fazer mais cartões vermelhos, é muito perigoso. De agora em diante, vou apenas fazer mapas falsos do Capitão LeBorgne.
ru_ru: БолЬше никаких красных карт, слишком опасно, я завязал. Отныне я займусЬ толЬко подделыванием секретных карт капитана ЛеБорна.

source: Ah, it's impossible to open without a red card.
de_de: Ach, man kann unmöglich ohne roter Karte aufmachen.
es_es: Ah, es imposible abrir sin tarjeta roja.
fr_fr: Ah, impossible d'ouvrir sans carte rouge.
hu_hu: Ah, lehetetlen vörös kártya nélkül kinyitni.
it_it: Ah, impossibile aprire senza carta rossa.
pl_pl: Ach, nie można tego otworzyć bez czerwonej karty.
pt_br: Ah, é impossível abrir sem um cartão vermelho.
pt_pt: Ah, é impossível abrir sem um cartão vermelho.
ru_ru: Эх, без красной карты открытЬ невозможно.

source: To the Eclipse Stone.
de_de: Zum Stein der Finsternis.
es_es: Hacia la Piedra del Eclipse.
fr_fr: Vers la Pierre de l'Eclipse.
hu_hu: a Napfogyatkozás Kövéhez
it_it: Verso la Pietra dell'Eclisse.
pl_pl: Do Kamienia Zaćmienia.
pt_br: Para a Pedra Eclipse.
pt_pt: Para a Pedra Eclipse.
ru_ru: К Камню Эатмения.

source: To the Marked Stone.
de_de: Zum Versiegelten Stein.
es_es: Hacia la Piedra Sellada.
fr_fr: Vers la Pierre Scellée.
hu_hu: a Jelölt Kôhöz
it_it: Verso la Pietra col Sigillo.
pl_pl: Do Kamienia Naznaczenia.
pt_br: Para a Pedra Marcada.
pt_pt: Para a Pedra Marcada.
ru_ru: К Отмеченному Камню.

source: To Proxim-City.
de_de: Nach Proxim-City.
es_es: A Proxim-City.
fr_fr: A Proxim-City.
hu_hu: Sógorvárosba
it_it: A Proxim-City.
pl_pl: Do Proxim-City.
pt_br: Para Proxim-City.
pt_pt: Para Proxim-City.
ru_ru: В Проксим-Город.

source: So go in front of LeBorgne's chest, which is in the museum, and read the sign!
de_de: Dann stellen Sie sich vor EinAuges Truhe, die im Museum ist, und lesen das Schild !
es_es: Colóquese entonces delante del cofre de El Tuerto que está en el museo, y ¡lea el cartel!
fr_fr: Alors placez-vous devant le coffre de LeBorgne qui est dans le musée et lisez la pancarte !
hu_hu: Szóval menjen LeBotge ládikájához, ami a múzeumban van, és olvassa el a táblát!
it_it: Allora, si metta davanti allo scrigno del Guercio, nel museo, e legga la targa!
pl_pl: Stań przed skrzynią LeBorgne'a, która jest w muzeum i przeczytaj napis!
pt_br: Então vá para a frente do tesouro de LeBorgne, que está no museu, e leia a inscrição!
pt_pt: Então vá para à frente do baú de LeBorgne, que está no museu, e leia as descrições!
ru_ru: Так подойди к сундуку ЛеБорна, который в музее, и прочитай табличку!

source: Sorry, I don't know anything about it.
de_de: Tut mir leid, davon verstehe ich nichts.
es_es: Lo siento, no sé nada.
fr_fr: Désolé je n'y connais rien.
hu_hu: Sajnálom, de semmit nem tudok róla.
it_it: Spiacente, non ne so niente.
pl_pl: Przykro mi, nic o tym nie wiem.
pt_br: Sinto muito, não sei nada sobre isso.
pt_pt: Desculpe, não sei nada sobre isso.
ru_ru: Извини, я ничего об этом не знаю.

source: Good day. Incredible huh? These objects belonging to LeBorgne that crossed through time; have you read the inscription in front of the chest?
de_de: Guten Tag. Erstaunlich nicht, diese Gegenstände von EinAuge, die die Zeit überdauert haben, haben Sie das Schild vor der Truhe gelesen ?
es_es: Buenos días. Sorprendente ¿no? estos objetos de El Tuerto que han perdurado a través de los tiempos, ¿ha leído la inscripción en el cofre?
fr_fr: Bonjour. Etonnant non, ces objets de LeBorgne qui ont traversé le temps, vous avez lu l'inscription devant le coffre ?
hu_hu: Jó napot. Elképesztô, mi? Mind ezek a tárgyak LeBorge szolgálatában utázták át az idôt. Olvasta a táblát a ládikánál?
it_it: Buongiorno. Stupefacente, come gli oggetti del Guercio abbiano attraversato gli anni; avete letto l'iscrizione davanti allo scrigno?
pl_pl: Dzień dobry. Niewiarygodne, co? Te przedmioty LeBorgne'a, które tyle przeszły; czytałeś napis na skrzyni?
pt_br: Bom dia. Incrível ahn? Esses objetos pertencentes a LeBorgne que cruzaram os séculos; Você leu a inscrição na frente do baú?
pt_pt: Bom dia. Incrível ahn? Esses objectos pertencentes a LeBorgne que cruzaram os séculos; Você leu a descrição do baú?
ru_ru: Добрый денЬ. Невероятно, да? Эти принадлежавшие ЛеБорну вещи прошли через время; ты читал описание перед сундуком?

source: Don't know.
de_de: Kenn ich nicht.
es_es: Lo desconozco.
fr_fr: Connais pas.
hu_hu: Nem tudom.
it_it: Non lo so.
pl_pl: Nie wiem.
pt_br: Não sei.
pt_pt: Não sei.
ru_ru: Не знаю.

source: Don't know!
de_de: Kenn ich nicht !
es_es: ¡Lo desconozco!
fr_fr: Connais pas !
hu_hu: Nem tudom!
it_it: Non lo so!
pl_pl: Nie wiem!
pt_br: Não sei!
pt_pt: Não sei!
ru_ru: Не знаю!

source: So read the inscriptions, there are objects that belonged to LeBorgne here!
de_de: Dann lesen Sie die Schilder, es gibt hier Gegenstände, die EinAuge gehört haben !
es_es: Lea las inscripciones, hay objetos que han pertenecido a El Tuerto ¡aquí!
fr_fr: Alors lisez les inscriptions, il y a des objets ayant appartenu à LeBorgne ici !
hu_hu: Olvassa el a bejegyzéseket, itt vannak olyan dolgok, amik LeBorge Kapitányé voltak!
it_it: Allora legga le iscrizioni, ci sono oggetti appartenuti al Guercio, qui!
pl_pl: Czytaj napisy, tutaj są przedmioty, które należały do LeBorgne'a!
pt_br: Então leia as inscrições, há objetos que pertenceram a LeBorgne aqui!
pt_pt: Então lei as descrições, há objectos aqui que pertenceram a LeBorgne!
ru_ru: Так прочитай описание. ЭдесЬ вещи, которые принадлежали ЛеБорну!

source: I cannot help you.
de_de: Ich kann Ihnen nicht helfen.
es_es: No puedo ayudarle.
fr_fr: Je ne peux pas vous aider.
hu_hu: Nem tudok segíteni.
it_it: Non posso aiutarla.
pl_pl: Nie mogę ci pomóc.
pt_br: Não posso te ajudar.
pt_pt: Não lhe posso ajudar.
ru_ru: Я не могу тебе помочЬ.

source: Someone made a mistake in the address and sent me this object by accident: it's a keypad that opens a door at the "Teleportation Center". This opens a room full of meca-penguins.
de_de: Jemand hat sich in der Adresse geirrt, und mir versehentlich diesen Gegenstand geschickt : es handelt sich dabei um eine Tastatur mit der man eine Tür des " Biemzentrums " öffnen kann. Dies öffnet einen Raum voller Meca-Pinguine.
es_es: Alguien se ha equivocado de dirección y me ha enviado este objeto por error: se trata de un teclado para abrir una puerta del "Centro de Teleportación". Esto abre una habitación repleta de Meca-Pingüinos.
fr_fr: Quelqu'un s'est trompé d'adresse et m'a envoyé cet objet par erreur : il s'agit d'un clavier pour ouvrir une porte du " Centre de Téléportation ". Cela ouvre une pièce pleine de méca-pingouins.
hu_hu: Valaki elnézhetett valamit a címen, és ezt nekem küldték: ez a billentyûzet egy ajtót nyit ki a Teleport Központban. Egy ajtót nyit ki, amely mögött temérdek meca-pingvin van.
it_it: Qualcuno ha sbagliato indirizzo e mi ha spedito per errore questo oggetto: si tratta di una tastiera per aprire una porta del "Centro di Teletrasporto"; si accede a una stanza piena di robo-pinguini.
pl_pl: Któs się pomylił w adresie i przez przypadek przysłał mi tą rzecz: panel kontrolny, który otwiera drzwi w "Centrum Teleportacji". To otwiera pokój pełny mecha-pingwinów.
pt_br: Alguém cometeu um erro no destinatário e enviaram esse objeto por acidente: é um teclado que abre uma porta no "Centro de Teletransporte". Ela abre uma sala cheia de mega-pinguins.
pt_pt: Alguém cometeu um erro no destinatário e enviaram este objecto por acidente: é um teclado que abre uma porta no "Centro de Teletransportação". Ela abre uma sala cheia de meca-penguins.
ru_ru: Кто-то ошибся адресом и случайно прислал мне эту вещЬ: это клавиатура, которая открывает дверЬ в "Центре телепортации". Она открывает комнату, полную Меха-Пингвинов.

source: If you give me back my coffee maker, I'll give you a list of certain places where you can find a rare plant and some boxes. And don't ask me where I found this list!
de_de: Wenn Sie mir meine Kaffeekanne zurückgeben, gebe ich Ihnen eine Liste von bestimmten Orten, wo man eine seltene Pflanze und bestimmte Kästchen finden kann. Und fragen Sie mich nicht woher ich diese Liste habe !
es_es: Si me devuelve mi cafetera, le doy una lista de determinados lugares donde puede encontrar una planta rara y ciertas cajas. ¡Y no me pregunte dónde encontré esta lista!
fr_fr: Si vous me rendez ma cafetière, je vous donne une liste de certains endroits où l'on peut trouver une plante rare et certaines boîtes. Et ne me demandez pas où j'ai trouvé cette liste !
hu_hu: Ha visszaadod a kávéfôzômet, megmondom hol találhatsz ritka növényeket és dobozokat. De ne kérdezd hol találtam ezt a listát!
it_it: Se mi restituisce la caffettiera, le do una lista di alcuni luoghi in cui si può trovare una pianta rara e alcune scatole. E non mi chieda dove ho trovato questa lista!
pl_pl: Jeśli przyniesiesz mi mój ekspres do kawy, dam ci listę pewnych miejsc, w których znajdziesz rzadkie rośliny i pudełka. I nie pytaj, skąd mam tą listę!
pt_br: Se você me devolver minha cafeteira, Eu te darei uma lista de certos lugares onde você pode encontrar uma planta rara e algumas caixas. E não me pergunte onde eu encontrei essa lista!
pt_pt: Se me devolver a minha cafeteira, eu darei-lhe uma lista de certos lugares onde pode encontrar uma planta rara e algumas caixas. E não me pergunte onde a encontrei!
ru_ru: Если ты отдашЬ мне мой кофейник, я дам тебе список конкретных мест, где ты сможешЬ найти редкое растение и несколЬко коробок. И не спрашивай, где я нашел этот список!

source: I can't help you out.
de_de: Ich kann nichts für Sie tun.
es_es: No puedo hacer nada por Ud.
fr_fr: Je ne peux rien pour vous.
hu_hu: Nem segíthetek.
it_it: Non posso far niente per lei.
pl_pl: Nie mogę ci pomóc.
pt_br: Não posso te ajudar.
pt_pt: Não lhe posso ajudar.
ru_ru: Я не могу тебе помочЬ.

source: " Jérôme Baldino. Diverse Gadgets & Inventions. "
de_de: " Jérôme Baldino. Geräte & Verschiedene Erfindungen. "
es_es: "Jerónimo Baldino. Gadgets e Invenciones Diversas."
fr_fr: " Jérôme Baldino. Gadgets & Inventions Diverses. "
hu_hu: " Jérôme Baldino. Különbözô Bigyók & Találmányok. "
it_it: "Gerolamo Baldino. Gadget & Invenzioni Varie. "
pl_pl: " Jérôme Baldino. Różne Urządzenia & Wynalazki. "
pt_br: " Jerônimo Baldino. Invenções e dispositivos. "
pt_pt: " Jérôme Baldino. Invenções e Dispositivos. "
ru_ru: "Джером Балдино. Разнообразные приспособления и изобретения."

source: Try at the museum.
de_de: Versuchen Sie es mal im Museum.
es_es: Vea en el Museo.
fr_fr: Voyez au musée.
hu_hu: Próbálja a múzeumban.
it_it: Al museo.
pl_pl: Zapytaj w muzeum.
pt_br: Tente no museu.
pt_pt: Tente no museu.
ru_ru: Поищи в музее.
