Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: " My dear and respected Dr. FunFrock, I took the plans of the Teleportation Center home with me, to work on them over the week-end. I will bring them back on Monday. Signed: Mies Van der Rooh, Architect, Bug Street, Citadel Island. "
de_de: " Sehr geehrter Dr FunFrock, ich habe die Pläne des Biemzentrums zu mir genommen um am Wochenende zu arbeiten. Ich bringe sie Montag wieder. Gezeichnet : Mies Van der Rooh, Architekt, Skarabäus Straße, Zitadelleninsel. "
es_es: "Muy estimado y respetado Dr. FunFrock, me he llevado los planos del Centro de Teleportación a casa para trabajar durante este fin de semana. Los traeré de vuelta el lunes. Firmado: Mies Van der Rooh, Arquitecto, Calle del Escarabajo, isla de la Ciudadela".
fr_fr: " Très cher et respecté Dr FunFrock, j'ai emporté les plans du Centre de Téléportation chez moi pour travailler ce week-end. Je les rapporterai lundi. Signé : Mies Van der Rooh Architecte, Rue du Scarabée, île de la Citadelle. "
hu_hu: " Kedves és mélyenbecsült Dr. KacajKabát a Teleport Központ terveit hazavittem magammal, hogy dolgozhassam rajtuk a hétvégén. Hétfôn vissza viszem. Alulírott: Mies Van der Rooh, építész, Futrinka utca, Citadella-sziget. "
it_it: "Stimatissimo Dottor FunFrock, ho portato le mappe del Centro di Teletrasporto a casa mia per lavorare durante il fine settimana. Le riporterò lunedì. Firmato : Mies Van der Rooh, Architetto, Via dello Scarabeo, Isola della Cittadella."
pl_pl: " Mój drogi i poważany Dr. FunFrocku, zabrałem plany Centrum Teleportacji do domu, żeby popracować nad nimi w czasie weekendu. Przyniosę je z powrotem w poniedziałek. Podpisano: Mies Van der Rooh, Architekt, Ulica Bug, Wyspa Citadel. "
pt_br: " Meu caro e respeitado Dr. FunFrock, eu levei os planos do Centro de Teletransporte para casa comigo, para trabalhar neles no fim de semana. Eu irei trazê-los de volta na segunda-feira. Assinado: Mies Van der Rooh, Arquiteto, Rua do Inseto, Ilha da Fortaleza. "
pt_pt: " Meu caro e respeitado Dr. FunFrock, eu levei os planos do Centro de Teleportação para casa, para trabalhar neles durante o fim de semana. Eu voltarei a trazê-lo na Segunda-Feira. Assinado: Mies Van der Rooh, Arquitecto, Rua do Insecto, Ilha da Cidadela. "
ru_ru: "Мой дорогой и уважаемый д-р ФанФрок, я забрал чертежи Центра телепортации к себе домой, чтобы поработатЬ с ними в уик-енд. Я верну их в понеделЬник. ПодписЬ: Миес Ван Дер Ру, архитектор, улица Жуков, Остров Цитадели."

source: I'm interested in the story of LeBorgne the pirate.
de_de: Ich interessiere mich für die Geschichte des Piraten EinAuge.
es_es: Me interesa la historia del Pirata El Tuerto.
fr_fr: Je m'intéresse à l'histoire du pirate LeBorgne.
hu_hu: LeBorgne, a kalóz története érdekelne.
it_it: Mi interessa la storia del pirata Guercio.
pl_pl: Interesuję się historią pirata LeBorgne'a.
pt_br: Eu estou interessado na história de LeBorgne, o pirata.
pt_pt: Estou interessado na história de LeBorgne, o pirata.
ru_ru: Меня интересует история пирата ЛеБорна.

source: I'm looking for the plans of the Teleportation Center. I'm on a special assignment!
de_de: Ich suche die Pläne des Biemzentrums. Ein Spezialauftrag !
es_es: Busco los planos del Centro de Teleportación. ¡Misión Especial!
fr_fr: Je cherche les plans du Centre de Téléportation. Mission spéciale !
hu_hu: A Teleport Központ terveit keresem! Különleges küldetést teljesítek Dr. KacajKabátnak!
it_it: Cerco le mappe del Centro di Teletrasporto. Missione speciale!
pl_pl: Szukam planów Centrum Teleportacji. Jestem tu na specjalne polecenie!
pt_br: Eu estou procurando pelos planos do Centro de Teletransporte. Estou em missão especial!
pt_pt: Ando à procura dos planos do Centro de Teleportação. Estou numa missão especial!
ru_ru: Я ищу чертежи Центра телепортации. Я на особом задании!

source: A ferry ticket costs 10 kashes. However as I have a WANTED poster in my office, you will have to pay 30 Kashes to make me overlook the fact that you look a lot like the guy on it.
de_de: Ein Fahrschein für die Fähre kostet 10 Kashes. Aber da ich einen Steckbrief in meinem Büro habe, brauche ich 30 Kashes, damit ich vergessen kann, daß Du ihm ähnlich siehst.
es_es: Un billete para el ferry cuesta 10 Kashes. Pero como tengo un aviso de búsqueda en mi oficina, me harán falta 30 Kashes para olvidar que te pareces a él.
fr_fr: Un ticket de ferry coûte 10 Kashes. Mais comme j'ai un avis de recherche dans mon bureau, il me faudra 30 Kashes pour oublier que tu lui ressembles.
hu_hu: Egy hajójegy 10 Petákba kerül. De mivel van egy körözési plakátom az irodámban, neked 30 Petákot kell fizetned, hogy ne vegyem észre, hogy pont úgy nézel ki, mint aki rajta van.
it_it: Un biglietto costa 10 Kash, ma siccome ho un bando di ricerca che ti riguarda nel mio ufficio, mi basteranno 30 Kash per dimenticare che gli assomigli.
pl_pl: Bilet na prom kosztuje 10 kashes. Ale mam list gończy, jeśli chcesz żebym przeoczył fakt, że wyglądasz zupełnie jak facet, który jest na nim, będziesz musiał zapłacić 30 Kashes .
pt_br: Uma passagem de barco custa 10 kashes. No entanto, como eu tenho um cartaz de PROCURADO no meu escritório, você terá que pagar 30 kashes, já que parece bastante com o cara da foto.
pt_pt: Um bilhete de barco custa 10 kashes. No entanto, como tenho um cartaz "PROCURA-SE" no meu escritório, você terá de me pagar 30 kashes, já que parece bastante com o tipo da foto.
ru_ru: Билет на паром стоит 10 кэшей. Однако посколЬку в моем офисе висит постер "РАЭЫСКИВАЕТСЯ", ты должен будешЬ заплатитЬ 30 кэшей, чтобы я закрыл глаза на тот факт, что ты оченЬ похож на парня на постере.

source: Halt! You are a wanted escapee!
de_de: Halt ! Sie werden wegen Ausbruch gesucht.
es_es: ¡Alto! Ud. está buscado por evasión.
fr_fr: Halte ! Vous êtes recherché pour évasion.
hu_hu: Megállj! Maga lörözés alatt áll!
it_it: Alt! Lei è ricercato per evasione.
pl_pl: Stój! Jesteś poszukiwanym uciekinierem!
pt_br: Alto! Você é um fugitivo procurado!
pt_pt: Alto! Você é um fugitivo procurado!
ru_ru: СтоятЬ! Ты разыскиваемый беглец!

source: If you give me 10 Kashes I'll let you read the poster behind me.
de_de: Für 10 Kashes darfst Du das Plakat hinter mir lesen.
es_es: Por 10 Kashes te dejo leer este cartel que está detrás de mí.
fr_fr: Pour 10 Kashes je te laisse lire cette affiche derrière moi.
hu_hu: Ha fizet 10 Petákot megengedem, hogy elolvassa a mögöttem álló plakátot.
it_it: Per 10 Kash ti lascio leggere il manifesto alle mie spalle.
pl_pl: Jeśli zapłacisz mi 10 Kashes, pozwolę ci przeczytać ogłoszenie, które jest za mną.
pt_br: Se você me der 10 kashes, eu te deixo ler o pôster atrás de mim.
pt_pt: Se me der 10 Kashes, deixarei-lhe ler o placar que está atrás de mim.
ru_ru: Если ты дашЬ мне 10 кэшей, я позволю тебе прочестЬ постер сзади меня.

source: I saw them a little while ago on Citadel Island. But they left on a fast boat. Destination unknown!
de_de: Ich habe sie vorhin auf der Zitadelleninsel gesehen. Aber sie haben sich in einem schnellen Boot davongemacht, mit unbekanntem Ziel !
es_es: Los he visto hace un rato en la isla de la Ciudadela. Pero salieron de allí en un barco rápido con destino: ¡desconocido!
fr_fr: Je les ai vus tout à l'heure sur l'île de la Citadelle. Mais ils en sont partis sur un bateau rapide, destination : inconnue !
hu_hu: Nem rég láttam ôket Citadella-szigeten. De elmentek egy motorcsónakkal. Uticél ismeretlen!
it_it: Li ho appena visti sull'Isola della Cittadella, ma sono partiti subito, destinazione sconosciuta!
pl_pl: Niedawno byli na Wyspie Citadel. Ale odpłynęli na szybkiej łodzi. Nie wiem dokąd!
pt_br: Eu vi eles faz pouco tempo na Ilha da Fortaleza. Mas eles partiram rapidamente em um navio. Destino desconhecido!
pt_pt: Eu vi-os à pouco tempo atrás na Ilha da Cidadela. Mas eles partiram num barco muito rápido. Destino desconhecido!
ru_ru: Я недавно видел их на Острове Цитадели. Но они отплыли на быстрой лодке. Пункт назначения неизветен!

source: Welcome, dear customer! I don't have any more cherry flavored syrup, but there is a pharmacy open on Citadel Island. |P Move in front of the item that interests you.
de_de: Willkommen lieber Kunde. Ich habe keinen Kirschsirup mehr, aber auf der Zitadelleninsel ist eine Apotheke geöffnet. |P Stellen Sie sich vor den Artikel Ihrer Wahl.
es_es: Bienvenido estimado cliente. Ya no me queda más jarabe de cereza, pero hay una farmacia abierta en la isla de la Ciudadela. |P Póngase delante del artículo que le interesa.
fr_fr: Bienvenue cher client. Je n'ai plus de sirop de cerise, mais il y a une pharmacie ouverte sur l'île de la Citadelle. |P Mettez-vous devant l'article qui vous intéresse.
hu_hu: Isten hozta, kedves vásárló! Nincs több cseresznyeszörpöm, de van egy patika Citadella-szigeten. |Kérlek válassz egy terméket, és nyomd meg a (space)-t normál módban, ha meg akarod venni!
it_it: Buongiorno, caro cliente. Non ho più sciroppo di ciliegia, ma c'è una farmacia aperta sull'Isola della Cittadella. |P Si metta davanti all'articolo che le serve.
pl_pl: Witaj drogi kliencie! Nie mam już syropu wiśniowego, ale na Wyspie Citadel jest otwarta apteka. |Stań naprzeciwko rzeczy, która cię interesuje i użyj komandy AKCJA.
pt_br: Bom-dia, caro cliente! Eu não tenho mais nenhum xarope, mas há uma outra farmácia aberta na Ilha da Fortaleza. |Mova-se para a frente do item que te interessar e aperte o comando de AÇÃO.
pt_pt: Bem-vindo, caro cliente! Eu não tenho mais nenhum xarope, mas há uma outra farmácia aberta na Ilha da Cidadela. |Mova-se para a frente do item que lhe interessar e carregue no comando de ACÇÃO.
ru_ru: Добро пожаловатЬ, дорогой покупателЬ! У меня болЬше нет сиропа с вишневым вкусом, но на Острове Цитадели открыта аптека. |P ВстанЬте перед предметом, который вас интересует, и исполЬзуйте команду ДЕЙСТВИЕ.

source: Mister, Mister! There's a loose stone in the back wall. I might be able to escape!
de_de: Schauen Sie, schauen Sie doch ! Da ist ein komischer Stein dort hinten in der Mauer. Ich könnte doch ausbrechen !
es_es: ¡Señor, señor! Hay una piedra rara en la pared del fondo. ¡Podría fugarme!
fr_fr: M'sieur, m'sieur ! Y'a une pierre bizarre dans le mur du fond. Je risque de m'évader !
hu_hu: Uram, uram! Van egy laza kô itt, hátul, ha kiveszem, meg tudok szökni!
it_it: Signore, signore! C'è una strana pietra sulla parete in fondo! Forse riesco ad evadere!
pl_pl: Proszę pana, proszę pana! W tylnej ścianie brakuje jednego kamienia. Można tamtędy uciec!
pt_br: Senhor, Senhor! Há uma pedra solta na parede dos fundos. Eu posso acabar fugindo!
pt_pt: Senhor, Senhor! Há uma pedra solta na parede dos fundos. Eu poderei fugir!
ru_ru: Мистер, мистер! В задней стене не хватает камня. Я могу сбежатЬ!

source: A loose stone? Let me see that.
de_de: Ein komischer Stein ? Gut, schauen wir uns das mal an.
es_es: ¿Una piedra rara? Bueno, vamos a ver eso.
fr_fr: Une pierre bizarre ? Bon on va voir ça.
hu_hu: Egy laza kô?! Lássuk csak!
it_it: Una strana pietra? Vediamo che cos'è.
pl_pl: Brakujący kamień? Pokaż mi.
pt_br: Uma pedra solta? Deixe-me ver isso.
pt_pt: Uma pedra solta? Deixe-me ver isso.
ru_ru: Не хватает камня? Дай-ка взглянутЬ.

source: The passage will only open when you come from my cousin's house. Now stop rummaging everywhere!
de_de: Der Durchgang läßt sich nur von der anderen Seite bei meinem Cousin öffnen, hör' mal auf überall rumzuschnüffeln !
es_es: El pasaje sólo se abre viniendo de casa de mi primo, y por favor, ¡deja de husmear por todas partes!
fr_fr: Le passage ne s'ouvre qu'en venant de chez mon cousin et puis arrête de fouiller partout !
hu_hu: Csak akkor nyílik ki az átjáró, ha az unokatestvérem házából jön, és most már hagyja abba a kutakodást!
it_it: Il passaggio si apre solo venendo dalla cella di mio cugino, e poi piantala di frugare dappertutto!
pl_pl: Przejście otworzy się dopiero, kiedy wrócisz z domu mojego kuzyna. Więc przestań tutaj szperać!
pt_br: A passagem só irá abrir quando você vier da casa do meu primo. E pare de vasculhar em tudo!
pt_pt: A passagem só abrirá se vier da casa do meu primo. Agora pare de vasculhar tudo!
ru_ru: Проход откроется толЬко, если ты пройдешЬ из дома моего двоюродного брата. ТеперЬ перестанЬ рыскатЬ повсюду!

source: Sorry, but you don't have enough Kashes. Come back later.
de_de: Tut mir leid, Du hast nicht genügend Kashes. Komm später wieder.
es_es: Lo siento pero no tienes suficiente dinero. Regresa más tarde.
fr_fr: Désolé mais tu n'a pas assez de Kashes. Reviens plus tard.
hu_hu: Sajnálom, de nincs elég Petákja, jöjjön vissza késôbb!
it_it: Spiacente, ma non hai abbastanza soldi. Torna più tardi.
pl_pl: Przykro mi, ale nie masz wystarczająco dużo Kashes. Przyjdź później.
pt_br: Desculpe, mas você não tem Kashes suficientes. Volte mais tarde.
pt_pt: Desculpe, mas não tem Kashes suficientes. Volte mais tarde.
ru_ru: Извини, но у тебя недостаточно кэшей. Возвращайся позже.

source: Here you can't just talk to just anybody. Prove that you are not working for FunFrock. Go clobber a clone for starters!
de_de: Man spricht hier nicht mit irgendjemanden. Beweise uns, daß Du nicht im Dienst des FunFrock stehst. Ich weiß nicht, schlag einen Klon nieder !
es_es: Aquí no se le habla a cualquiera. Pruébanos que no estás al servicio de FunFrock. No sé, por ejemplo, ¡Golpea a un clon!
fr_fr: On ne parle pas à n'importe qui ici. Prouve-nous que tu n'es pas au service de FunFrock. Je ne sais pas moi, assomme un clone !
hu_hu: Itt nem beszélhetsz csak úgy, akárkivel! Bizonyítsd be, hogy nem Dr. KacajKabátnak dolgozol! Intézz el egy klónt!
it_it: Non si rivolge la parola agli estranei. Provaci che non sei al servizio di FunFrock. Infastidisci un clone, ad esempio.
pl_pl: Tutaj, nie możesz porostu rozmawiać ze wszystkimi. Udowodnij, że nie pracujesz dla FunFrocka. Na początek idź i załatw jakiegoś klona!
pt_br: Aqui você não pode sair conversando com qualquer um. Prove que você não está trabalhando para FunFrock. Vá matar um clone!
pt_pt: Aqui você não pode conversar com qualquer um. Prove que não está a trabalhar para FunFrock. Mate um clone!
ru_ru: Ты не можешЬ здесЬ просто разговариватЬ с кем угодно. Докажи, что не работаешЬ на ФанФрока. Для начала иди избей клона!

source: Didn't see anything, but if you have any problems, you should talk to the Astronomer who is under house arrest, up above the Old Burg.
de_de: Nicht gesehen, aber falls Du Probleme hast, solltest Du zum Astronomen gehen, dessen Haus steht unter Bewachung, ganz oben in der Altstadt.
es_es: No la he visto, pero si tienes problemas, deberías ir a ver al Astrónomo que está en residencia vigilada, en su casa en lo alto del Viejo Burgo.
fr_fr: Pas vue, mais si tu as des problèmes, tu devrais aller voir l'Astronome qui est en résidence surveillée chez lui, tout en haut du Vieux Bourg.
hu_hu: Semmit nem láttam, de ha komoly dologról van szó, látogassa meg az asztrológust, aki háziôrizetben van itt, fenn a Vénvárban.
it_it: Non l'ho vista, ma se hai dei problemi, consulta l'Astronomo; vive agli arresti domiciliari, la sua casa è alla sommità del Vecchio Borgo.
pl_pl: Nic o tym nie wiem, ale jeśli masz problemy, powinieneś porozmawiać z Astronomem, który jest w areszcie domowym, w górze dzielnicy Old Burg.
pt_br: Não vi nada, mas se você tiver algum problema, você deveria ir conversar com o astrônomo, que está em prisão domiciliar, no alto de Old Burg.
pt_pt: Não vi nada, mas se tiver problemas, deveria conversar com o Astrónomo, que está em prisão domiciliar, no cimo do Velho Burgo.
ru_ru: Я ничего не видел, но, если у тебя какие-нибудЬ проблемы, тебе нужно поговоритЬ с астрономом, который находится под домашним арестом наверху Старого Города.

source: So you're the one that beats up on clones? Good job! I haven't seen your friend but you should go see the Astronomer. He will certainly be able to help you.
de_de: Du bist es also, der auf Klone einschlägt ? Bravo ! Ich habe Deine Freundin nicht gesehen, aber Du solltest zum Astronomen gehen, der kann Dir sicher helfen.
es_es: Entonces, ¿eras tú el que le pegaba a los clones? ¡Bravo! No he visto a tu amiga, pero deberías ir a ver al Astrónomo, seguramente él puede ayudarte.
fr_fr: Alors c'est toi qui tape sur les clones ? Bravo ! Je n'ai pas vu ton amie, mais tu devrais aller chez l'Astronome, il peut sûrement t'aider.
hu_hu: Szóval te intézed el a klónokat? Szép munka! Nem láttam, a barátnôdet, de menj, és beszélj az asztrológussal! Biztos tud neked segíteni!
it_it: Ah, sei tu quello che picchia i cloni! Complimenti! Non ho visto la tua amica, ma prova a parlare con l'Astronomo, lui probabilmente potrà aiutarti.
pl_pl: Więc to ty jesteś tym, który rozwala klony? Dobra robota! Nic nie wiem o twojej przyjaciółce, ale powinieneś pójść do Atronoma. On na pewno będzie mógł ci pomóc.
pt_br: Então você é o cara que espanca clones? Bom trabalho! Eu não vi sua amiga mas você deveria ir visitar o astrônomo. Ele certamente poderá te ajudar.
pt_pt: Então é você o tipo que bate nos clones? Bom trabalho! Eu não a vi, mas deveria visitar o Astrónomo. Ele certamente o poderá ajudar.
ru_ru: Так ты тот, кто избивает клонов? Хорошая работа! Я не видел твою подругу, но тебе нужно сходитЬ увидетЬ астронома. Он точно сможет тебе помочЬ.

source: Leave me alone, this job is already hard enough.
de_de: Lassen Sie mich in Ruhe, dieser Job ist schon hart genug.
es_es: Déjame tranquilo, ya es bastante duro este trabajillo.
fr_fr: Laissez-moi tranquille, c'est déjà assez dur comme ça ce boulot.
hu_hu: Hagyj békén, ez a munka épp elég nehéz így is.
it_it: Mi lasci in pace, la vita è già abbastanza dura.
pl_pl: Zostaw mnie w spokoju, ta praca jest wystarczająco męcząca.
pt_br: Me deixe em paz, esse trabalho já é duro o suficiente.
pt_pt: Deixe-me em paz, este trabalho já é duro demais.
ru_ru: ОставЬ меня в покое, эта работа и так доволЬно тяжела.

source: This young girl must be someone important if that tyrant FunFrock is holding her outside of Citadel Island. Something funny is going on with this forbidding of any talk about the Legend: this must be some kind of weakness in his power! Find out what is behind this Legend, it's your only hope of seeing your friend again. If you need to leave the island, I know a friend who can help you at Port-Belooga (check your holomap). Tell him that I sent you. And be discreet in your quest.
de_de: Dies junge Mädchen muß sehr wichtig für ihn sein, da der Tyrann FunFrock sie außerhalb der Zitadelleninsel gefangen hält. Außerdem führt er etwas im Schilde, da er jegliche Anspielung auf die Legende verbietet : das ist gewiß ein Schwachpunkt innerhalb seiner Macht ! Stelle fest was sich hinter dieser Legende verbirgt, dies ist Deine einzige Hoffnung Deine Freundin wiederzufinden. Falls Du die Insel verlassen mußt, hab' ich einen Verbündeten, der Dir im Hafen von Bélooga helfen kann (schau auf Dein Holomap), sag ihm nur, daß ich Dich schicke. Und bleibe während Deiner Suche unauffällig.
es_es: Esa joven debe ser importante para que ese tirano de FunFrock la retenga fuera de la isla de la Ciudadela. Además, está tramando algo al prohibir toda alusión a la Leyenda: ¡Constituye seguramente una debilidad en su poder! Descubre lo que oculta esta Leyenda, es tu única esperanza para encontrar a tu amiga. Si necesitas salir de la isla, tengo un aliado que puede ayudarte en Puerto-Belooga (mira tu holomapa), Dile solamente que vienes de mi parte. Y sé discreto en tus investigaciones.
fr_fr: Cette jeune fille doit être importante pour que ce tyran de FunFrock la détienne en-dehors de l'île de la Citadelle. De plus, il mijote quelque chose en interdisant toute allusion à la Légende : c'est sûrement une faille dans son pouvoir ! Découvre ce que cache cette Légende, c'est ton seul espoir de retrouver ton amie. Si tu as besoin de quitter l'île, j'ai un allié qui peut t'aider à Port-Bélooga (regarde sur ton holomap). Dis-lui juste que tu viens de ma part. Et sois discret dans ta quête.
hu_hu: Ez a fiatal lány biztos nagyon fontos lehet, ha Dr. FunFrock távol tartja ôt a Citadellától. Valami nagyon különleges dolog folyhat itt, hogy a legendáról nem beszélhetünk: biztos hatalmának egyik gyenge pontja lehet! Derítsd ki mi áll a legenda mögött, csak így láthatod viszont barátnôdet. Ha segítségre van szükséged, hogy kijuss a szigetrôl, van egy barátom a Belooga-kikötôben. Mond el neki, hogy én küldtelek, és járj el diszkréten küldetésedben.
it_it: Se quel tiranno di FunFrock ha deciso di imprigionarla al di fuori dell'isola della cittadella, quella ragazza deve essere importante. Oltretutto, sta tramando qualcosa proibendo qualsiasi cenno alla Leggenda. Il suo potere comincia a vacillare. Scopri cosa nasconde la Leggenda, è la tua sola speranza di ritrovare la tua amica. Se hai bisogno di lasciare l'Isola, ho un amico che ti può aiutare a Porto Beluga (guarda sulla tua holomap). Digli che ti mando io. E cerca di essere discreto nella tua ricerca.
pl_pl: Ta młoda dziewczyna musi być kimś ważnym, jeśli ten tyran FunFrock trzyma ją poza Wyspą Citadel. Z tym zakazem rozmawiania o Legendzie jest coś dziwnego: to musi być jakaś słabość jego mocy! Dowiedz się co stoi za tą Legendą, to twoja jedyna nadzieja, jeśli chcesz jeszcze zobaczyć swoją przyjaciółkę. Jeżeli musisz opuścić tą wyspę, znam kogoś w Port-Belooga, kto może ci pomóc (sprawdź na holomapie). Powiedz mu, że ja cię przysłałem. I bądź dyskretny.
pt_br: Essa jovem garota deve ser alguém importante se aquele tirano do FunFrock está prendendo ela fora da Ilha da Fortaleza. Essa proibição de qualquer conversa sobre a Lenda é estranha: deve haver algum tipo de ponto fraco no poder dele! Descubra o que está por trás da Lenda, é a sua única chance de rever a sua amiga. Se você precisar deixar a ilha, eu conheço um amigo que pode te ajudar em Port-Belooga (olhe no seu holomapa). Fale com ele que eu te enviei. E seja discreto na sua busca.
pt_pt: Esta jovem rapariga deve ser alguém importante, para aquele tirano do FunFrock estar a prendê-la fora da Ilha da Cidadela. É estranha esta proibição sobre qualquer conversa acerca da Lenda: deve haver algum tipo de ponto fraco no poder dele! Descubra o que está por detrás da Lenda, é a sua única hipótese de rever a sua amiga. Se precisar sair da ilha, eu conheço um amigo que pode ajudá-lo em Porto-Bélooga (verifique o seu holomapa). Diga-lhe que eu lhe enviei. E seja discreto na sua busca.
ru_ru: Эта молодая девушка, должно бытЬ, оченЬ важна, раз этот тиран ФанФрок держит ее вне Острова Цитадели. Что-то странное творится с этим запретом о любом упоминании Легенды: должно бытЬ, это какая-то слабостЬ его власти! Выясни, что стоит за этой Легендой, это твоя единственная надежда вновЬ увидетЬ свою подругу. Если тебе потребуется покинутЬ остров, я знаю друга, который сможет тебе помочЬ, в Порте-Белуга (проверЬ свою голокарту). Скажи ему, что тебя послал я. И будЬ осторожен в своих поисках.
