Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: OTHER: A ta zupa bez czosnku po prostu nie|może istnieć!
ru: OTHER: Вот, скажем, этот суп.|В таком виде он никуда не годится –|тут нужен чеснок!

source: HERO: Czostnek? Cóż to takiego?
ru: HERO: Честнок?... А... что это такое?

source: OTHER: Czosnek. Nie "czostnek", tylko czosnek.
ru: OTHER: Чеснок. Не "честнок," а "чеснок".

source: OTHER: To taka przyprawa, wygląda jak mała cebulka,|ale cebulki są już passe.
ru: OTHER: Приправа такая. Выглядит как лук,|только поменьше размером|и на вкус поинтереснее.

source: OTHER: Czosnek leczy przeziębienie i ból gardła.
ru: OTHER: Чеснок ещё помогает, если|простудился, и если горло болит.

source: OTHER: Poza tym polecany jest kochankom, którzy chcą|zerwać z partnerem. Działa niezawodnie już po|kilku tygodniach intensywnego zażywania.
ru: OTHER: Хотите расстаться с любимой –|тут чеснок тоже вам поможет.|Жуйте его пару недель, и всё – вы свободны!

source: OTHER: I najważniejsze: nic nie dodaje tak aromatu|zupie czy mięsu jak szczypta czosnku.
ru: OTHER: И самое главное: ничто не улучшает|вкус супа или мяса так, как чеснок.

source: HERO: I nikt w tym... to jest, w moim|królestwie nie zna czosnku?
ru: HERO: И никто в этом… то есть, в моём|королевстве про чеснок не знает?

source: OTHER: Niestety, moda na tę przyprawę jeszcze|nie dotarła do ziem waszej wysokości.
ru: OTHER: Увы. До земель Вашего Высочества|мода на него ещё не дошла.

source: OTHER: Och, oddałbym brodę za choćby jeden ząbek!#B0
ru: OTHER: А я бы бороду свою отдал|даже за один маленький зубчик!#B0

source: OTHER: Przyprawy, przepisy, a od czasu do czasu|specjalne potrawy na królewskie stoły.
ru: OTHER: Приправы всякие да рецепты.|И ещё, бывает, королевская семья мне|заказывает блюда интересные.

source: OTHER: Ale przecież wiesz, kosztowałeś wczoraj|mojego jaszczurzego ogona w śliwkach|i pieprzu.
ru: OTHER: Впрочем... Что я вам рассказываю-то?|Вчера у вас в меню был хвост ящерицы|в сливах и перце. Мой рецепт.

source: P#HERO: Er, kahem, jasne, zapomniałem.
ru: P#HERO: Гм, да... точно, был.|Такое не забудется.

source: OTHER: Czyżby nie smakował?...
ru: OTHER: Невкусно получилось?...

source: HERO: Nieee, skąąąd, był pyszny!
ru: HERO: Не-не, вы чего! Вкусно было, о-очень!

source: OTHER: To dobrze, bo jak niektórzy goście|zzielenieli, to myślałem, że i książę|będzie wybrzydzał.
ru: OTHER: Вот и славно! А то люди тут пробовали –|и всякий, кто попробовал, сразу зеленел.|Я ещё подумал, вдруг принц тоже не оценит?

source: OTHER: Barbarzyńcy, jeść ogon jaszczurki|bez maczania go w sosie z wilczych|grzybków.#B0
ru: OTHER: Хвост ящерицы есть надо|только с соусом из волчьих грибов!|А они прямо так ели. Варвары!#B0

source: OTHER: Kiedy tylko sobie życzysz, książę.#E3
ru: OTHER: Как вам будет угодно, принц.#E3

source: HERO: Nie chcę wam psuć zabawy, ale...
ru: HERO: Не хочу мешать вам играть. Но всё же...

source: $0: Te kości to tak z nudów?
ru: $0: Вы кости от скуки бросаете?

source: $4: Chciałbym zagrać z wami.
ru: $4: А можно с вами сыграть?

source: $1: Jakie towary macie na sprzedaż?
ru: $1: Что вы продаёте?

source: $2: Czy słyszałeś, a może widziałeś kiedyś... demony?
ru: $2: Вы про демонов что-нибудь знаете? А, может, и видели их?

source: $3: Grajcie dalej.
ru: $3: Играйте дальше.

source: OTHER: Nie, z drewna.
ru: OTHER: Нет, от плеча.

source: P#OTHER: Och, wybacz mi książę, oderwany od gry|nie wiem czasem co plotę.
ru: P#OTHER: Ой. Извините, принц.|Меня когда от игры отвлекают,|я, бывает, такое ляпну...

source: OTHER: Ano tak sobie turlamy, dzień jak co dzień.
ru: OTHER: Да, так вот и бросаем, день за днём.

source: OTHER: Trochę treningu przed następnym|przystankiem nie zaszkodzi.#E4#B0
ru: OTHER: Пока не ушли в дорогу,|можно и потренироваться.#E4#B0

source: OTHER: Szczerze mówiąc wszystkiego po ździebełku,|tyle że Vandrusowi nie chciało się jeszcze|rozpakować plecaka.
ru: OTHER: Обычный день, знаете... А, хотя, вон –|гляньте, Вандрус всё никак свой|рюкзак не распакует.

source: OTHER: "Raz zagrajmy", powiedział.
ru: OTHER: Говорит: "Может, сыграем сначала?"

source: OTHER: Nałóg jeden.
ru: OTHER: Одни кости у него в голове.

source: OTHER2: Co ty bredzisz?
ru: OTHER2: Ты чего несёшь?

source: OTHER2: Przecież to TY chciałeś grać!
ru: OTHER2: Ведь это ТЫ сыграть хотел!

source: OTHER2: "Słaby ruch dzisiaj, dawaj kości", mówiłeś.
ru: OTHER2: "Покупатели не идут, давай сюда кости".|Ты так сказал, или кто-то ещё?

source: OTHER2: A że mam miękkie serce, to uległem.
ru: OTHER2: А у меня характер мягкий,|я и поддался.

source: OTHER: Niech mnie niedźwiedź pocałuje, co za|kłamstwo w biały dzień!
ru: OTHER: Да чтоб меня медведь целовал!|Он же брешет, при всём честном народе!

source: OTHER: A kto pierwszy...
ru: OTHER: Ты же сам первый...

source: HERO: Panowie!
ru: HERO: Господа!

source: HERO: Spokojnie.
ru: HERO: Спокойно.

source: HERO: Sam sobie obejrzę wasze towary, nie|musicie się tak od razu fatygować.
ru: HERO: Я ваши товары сам осмотрю.|Только не горячитесь.

source: P#OTHER: Phrmpf.
ru: P#OTHER: Пфф.

source: OTHER: Ale milczę tylko z szacunku dla|ciebie, książę.#B0
ru: OTHER: Принц, я... Я промолчу.|Чисто из уважения к вам.#B0

source: OTHER: Że jak? Demona?
ru: OTHER: Про кого? Про демонов?!

source: OTHER: Masz zachcianki, książę...
ru: OTHER: Ну и интересы у вас, принц…

source: OTHER: Słyszałem plotki o podzielonym na dwie|części straszliwym zamczysku, ale na|szczęście to tylko plotki.
ru: OTHER: Я как-то слышал про один замок.|Жуткий такой, в нем будто бы два корпуса.|Но вот правда ли, что есть такой замок?...

source: OTHER: Ale sam wiesz, panie, jak to jest z plotkami.
ru: OTHER: Вы же сами знаете, принц.|Какие только слухи не распускают.

source: OTHER: Mówią o buchających ogniem potworach, co włóczą|się nocami i napastują dzieweczki, a potem się|okazuje, że to podpici chłopi wracali z wesela.
ru: OTHER: Вон, рассказывали: чудовища какие-то бродили,|огнём дышали, ночью к девкам приставали...|А потом оказалось, что это крестьяне|со свадьбы домой пьяные шли.

source: OTHER: Jedyny demon jakiego widziałem na własne|oczy to demon hazardu.
ru: OTHER: Единственный демон, которого я видел|своими глазами — азарт игры.

source: P#OTHER: Ale mnie to nie dotyczy, więc czy|mogę już wracać do gry?#F1#B0
ru: P#OTHER: В смысле, со стороны видел, не в себе.|Можно, я вернусь к игре?#F1#B0

source: OTHER: Twoja łaska nie zna granic, książę.#E3
ru: OTHER: Принц, ваше милосердие не знает границ.#E3

source: OTHER: Ależ!...
ru: OTHER: Да помилуйте!

source: OTHER: Książę publicznie uprawiający hazard?!
ru: OTHER: Чтобы принц – и середь бела дня|кости кидал?!

source: OTHER: Nie może być!
ru: OTHER: Так же нельзя!

source: HERO: Kahem, no tak.
ru: HERO: Хм-м... Вообще, и правда.

source: P#HERO: Racja.
ru: P#HERO: Именно.

source: P#HERO: Faktycznie.
ru: HERO: В самом деле.

source: P#HERO: Jasne.
ru: HERO: Конечно.

source: P#HERO: Tak tylko żartowałem.
ru: HERO: Я просто пошутил.

source: OTHER: Twoje poczucie humoru zawsze zapierało|mi dech w piersi, książę...#B0
ru: OTHER: Ох, принц, вы порой так пошутите,|что аж мороз по коже...#B0

source: OTHER: O w mordę...
ru: OTHER: Твою ж мать!

source: HERO: Ummm... Ja tylko na sekundkę.
ru: HERO: Э-э… Я на секунду.

source: $0: Kto wygrywa?
ru: $0: Кто выигрывает?

source: $1: Demoniczna bródka...
ru: $1: Красивая у вас борода. Демоническая...

source: $2: Jaka jest najciekawsza rzecz, jaką sprzedajesz?
ru: $2: А есть у вас что-то, ну, вообще интересное?

source: $3: Porozmawiamy jeszcze później.
ru: $3: Мы еще поговорим.

source: OTHER: Mistrz.
ru: OTHER: Мастер.

source: OTHER: Moje imię to Vandrus.
ru: OTHER: А зовут меня Вандрус.

source: OTHER2: No to teraz przedstaw mistrza.
ru: OTHER2: Так представь же ему мастера.

source: OTHER2: Bo chyba jeszcze pamiętasz,|jak mi na imię?
ru: OTHER2: Ты ведь ещё помнишь,|как меня зовут?

source: P#OTHER: Bardzo śmieszne.
ru: P#OTHER: Ну и шуточки у тебя.

source: OTHER: Przegrywasz prawie każdą rundkę,|i jeszcze masz ochotę na żarty.
ru: OTHER: Проигрываешь почти каждый раз,|а всё так и шутишь.

source: OTHER2: Liczymy tylko gry, w których nie|oszukiwałeś.
ru: OTHER2: Но мы считаем только те игры,|в которых ты не жульничал.

source: OTHER: BOGOWIE!
ru: OTHER: БОГИ, ПОМИЛУЙТЕ!

source: HERO: PANOWIE!
ru: HERO: ГОСПОДА, ПОМИЛУЙТЕ!

source: HERO: Pokłóćcie się potem, ja mam tylko|parę pytań...#B0
ru: HERO: Ругаться будете потом, а сейчас|у меня к вам пара вопросов.#B0

source: OTHER: Raczej arystokratyczna.
ru: OTHER: Скорее аристократичная.

source: OTHER: Zło mnie nie fascynuje, mam inne|inspiracje.
ru: OTHER: Чёрных дел мне не надо.|Я человек честный.

source: OTHER: Małe, białe sześcianiki. To po pierwsze.|A poza tym duże białe piłeczki z brązowymi|czubeczkami. Mniam!
ru: OTHER: И торговля, и игра – всё у меня по-честному.|Руки ничем чёрным никогда не пятнал.|Но я и не белоручка какой – дело своё знаю.

source: OTHER: Przyznam jednak, że gdy w czasie podróży|mijaliśmy zatopiony w ciemności zamek,|to było dość interesujące.
ru: OTHER: Только одну чёрную вещь помню.|Как-то раз мы ехали мимо одного замка –|так он был весь скрыт во тьме.

source: HERO: Zatopiony w ciemności?
ru: HERO: Во тьме?

source: OTHER: Podobno nigdy nad nim nie świeci słońce.
ru: OTHER: Солнце как будто бы|вообще над ним не светило.

source: OTHER: A co do bródki...
ru: OTHER: А что вы там про бороду говорили?

source: HERO: Diabeł często ukazywany jest jako|arystokrata z kozią bródką.
ru: HERO: Просто Дьявола часто таким и изображают:|аристократ, и с бородкой козлиной.

source: P#OTHER: Poważnie?...
ru: P#OTHER: Серьёзно?…

source: OTHER2: Na rany, nie gadaj tyle, tylko graj.
ru: OTHER2: Да хватит уже балаболить,|честный ты наш! Играй давай.

source: OTHER2: Starasz się wymigać?
ru: OTHER2: Или отвертеться удумал?

source: OTHER: Nie, ale nudzą mnie gry ze słabym|przeciwnikiem.
ru: OTHER: Нет. Мне просто надоело|играть против неумёхи.

source: OTHER2: Słaba jest twoja wymówka,|starzejesz się.
ru: OTHER2: Стареешь ты уже...|Вон, и отмазываться разучился.

source: P#OTHER: Książę, przepraszam za mojego|przyjaciela. Cóż to chciałeś|zapytać?...#F1#B0
ru: P#OTHER: Принц, я извиняюсь за моего друга.|Что вы хотели спросить?#F1#B0

source: OTHER: Duży, gładki i gruby przedmiot z obsydianu.|Ale to tylko dla dam, książę.
ru: OTHER: Большой, гладкий и толстый|предмет из обсидиана.|Но предназначен он только для дам.

source: OTHER: A tak poza tym... Trochę tego, trochę|tamtego. Rupiecie.
ru: OTHER: Ну а вообще… Чуть-чуть того,|чуть-чуть этого. Барахло всякое.

source: OTHER: Pamiątki z podróży, różne dziwne|książki, z których nic nie rozumiem.
ru: OTHER: Есть сувениры для туристов.|Есть книги всякие странные,|причём сам я их и прочитать-то не могу.

source: OTHER: Mam taką jedną, ponoć bezcenną, ale|w środku są głównie rysunki i jakieś|tajemnicze znaczki.
ru: OTHER: Там у меня одна книга лежит. В ней|только картинки да символы какие-то.|Но, говорят, она очень ценная.

source: OTHER: No, ale to robi wrażenie na klientach.
ru: OTHER: На клиентов всегда производит впечатление.

source: OTHER: Mam też parę cudownych leczniczych proszków,|starty róg feniksa, złote ozdoby|prymitywnych plemion.
ru: OTHER: Ещё много чего есть. Порошки всякие лечебные,|молотый рог феникса, украшения золотые,|которые дикари носят...

source: OTHER: Jednym słowem, wszystko co może zainteresować|nowobogackich lub pretensjonalnych szlachetków|czy królewiczów.
ru: OTHER: В общем, самое то, чтобы завлекать|нуворишей да дворян с их заскоками.|И королевскую семью тоже.

source: P#OTHER: Oczywiście, ty książę jesteś|wyjątkiem.
ru: P#OTHER: Само собой, принц, я про вас|ничего плохого в виду не имел.

source: P#OTHER: Kahem, to na czym stanęliśmy?#B0
ru: P#OTHER: Кхм... На чём мы остановились?#B0

source: OTHER: Fru!
ru: OTHER: Хоп!

source: OTHER: Hopsa!
ru: OTHER: Оп-па!

source: OTHER: No!
ru: OTHER: Р-раз!

source: OTHER: Kto chce jeść, ten ma sześć!
ru: OTHER: Шесть выбиваю – до утра не голодаю!

source: OTHER: Będzie wziątko, mam szóściątko!
ru: OTHER: Удача есть – пусть будет шесть!

source: OTHER: W porządalu, po szóstalu!
ru: OTHER: Шестёрку мне, другим – по губе!

source: OTHER: Kości pieść i mam sześć!
ru: OTHER: Кости крутятся, шестёрка мутится!

source: OTHER: Na początek, trochę szóściątek!
ru: OTHER: Шесть поначалу – удачно совпало!

source: OTHER: Przed moje oczy szóstka się toczy!
ru: OTHER: Чую, грядёт – пусть шесть попадёт!

source: OTHER: Mam na dzieweczki, rzucam szósteczki!
ru: OTHER: Сначала шестёрки, потом и девчонки!

source: OTHER: Z radości płacze, znowu szóstaczek.
ru: OTHER: Косточка, порадуй – шесть очков мне надо!

source: OTHER: Się nie wstydzę, szóstkę widzę!
ru: OTHER: Без стыда кидаю, шестёрку выбиваю!

source: OTHER: Cholerny oszust!
ru: OTHER: Ты мухлевал!

source: OTHER: To czysty przypadek!
ru: OTHER: Да тебе повезло!

source: OTHER: A niech to licho!
ru: OTHER: Будь оно проклято!

source: OTHER: No, to jest oszustwo!
ru: OTHER: Ну так же нечестно!

source: OTHER: Przeklęty szczęściarz!
ru: OTHER: Ах ты, зараза везучая!

source: OTHER: Klasyczny cud!
ru: OTHER: Чудеса, да и только!

source: OTHER: Ale dam ci jeszcze szansę.
ru: OTHER: Даю тебе ещё один шанс.

source: OTHER: Ale zaraz sobie odbiję.
ru: OTHER: Вот теперь-то и отыграюсь.

source: OTHER: Ale i tak wygram.
ru: OTHER: Я и так выиграю.

source: HERO: Witaj, czarodzieju.
ru: HERO: Добрый день, чародей.

source: OTHER: O, bogowie, jaki ja jestem zapracowany,|jaki jestem zapracowany...
ru: OTHER: Боги, помилуйте...|Сколько у меня забот, сколько дел...

source: $0: Cóż to za niezwykły sklep...
ru: $0: Ничего себе, ну и магазинчик у вас...

source: $4: A propos miłosnych wywarów...
ru: $4: Так что там насчёт приворотного зелья?

source: $1: Dlaczego nie przewracasz stron palcami?
ru: $1: А почему вы книгу руками не листаете?

source: $2: Co to za śmieszny człowieczek w tym słoju?
ru: $2: Что это у вас за человечек смешной в банке?

source: $5: Ale po co dokładnie uwięziłeś homunkulusa?
ru: $5: Но зачем вы гомункула в банку посадили?

source: $3: Rozejrzę się jeszcze, nie przeszkadzaj sobie.
ru: $3: Я, это... Осмотрюсь тут пока.

source: $6: O czym ty mówisz?!
ru: $6: В смысле?!

source: $7: Ten wywar to dla mnie, nie lubię brzydkich kobiet.
ru: $7: Я для себя взять хотел. А то вдруг будет страшненькая?

source: $8: Może jeszcze tylko jeden flakonik?...
ru: $8: Ну хоть флакончик?

source: OTHER: Drogi książę, mówisz tak jakbyś był|tu po raz pierwszy.
ru: OTHER: Ваше Высочество, ну полно вам!|Будто в первый раз сюда пришли!

source: OTHER: Nic się nie zmieniło od twojej|ostatniej wizyty.
ru: OTHER: С вашего прошлого визита|ничего не изменилось.

source: OTHER: Daj znać, kiedy wreszcie zdecydujesz się|kupić coś innego niż miłosny wywar.#E4#X0
ru: OTHER: Или вы в этот раз|не за приворотным зельем?|Если нет – дайте знать.#E4#X0

source: OTHER: Ta księga, książę, jest starsza niż|to królestwo.
ru: OTHER: Понимаете, принц, эта книга|старше нашего королевства.

source: OTHER: Jej strony są z wyprawionej ludzkiej skóry,|szpon demona służył autorowi za pióro,|a krew za inkaust.
ru: OTHER: Страницы в ней сделаны из дублёной кожи|человека, а текст в ней написан кровью,|причём вместо пера писали когтем демона.

source: OTHER: Gdyby człowiek ośmielił się dotknąć jej|palcami spaliłaby mu rękę, a sama|rozsypała się w popiół.#B0
ru: OTHER: Если человек посмеет хоть краешком|пальца тронуть книгу – вся его рука сразу|сгорит, а книга рассыплется в пепел.#B0

source: HERO: Nie jest przypadkiem wbrew prawu czy coś?
ru: HERO: Это разве не противозаконно?

source: OTHER: Ten "śmieszny człowieczek", mój chłopcze,|to homunkulus, potężna istota magiczna.
ru: OTHER: Это не просто смешной человечек,|друг мой. Это гомункул –|существо могучее и волшебное.

source: OTHER: Kiedy wiesza się człowieka, u jego stóp|wyrasta korzeń mandragory. Z niego|pochodzi homunkulus.
ru: OTHER: Когда вешают человека, у него в ногах|вырастает корень мандрагоры.|И из этого корня можно сделать гомункула.

source: OTHER: Trzymam go do swoich własnych celów.
ru: OTHER: Вот я такого себе и сделал.|Для своих целей.

source: HERO: Dlaczego on po prostu nie wyskoczy|ze słoja?
ru: HERO: А он что, не может просто|взять и вылезти из банки?

source: OTHER: Hii-hii...
ru: OTHER: Хи-хи-хи!

source: OTHER: Cóż, nie grzeszy mądrością.
ru: OTHER: Не-а! Он вообще умом не блещет.

source: OTHER: Słój jest pokryty od zewnątrz kurzem, ale|on myśli, że brud jest od wewnątrz.
ru: OTHER: Эта банка снаружи вся пыльная,|но он-то думает, что пыль|находится внутри банки.

source: OTHER: No i próbuje przetrzeć sobie widok|od środka.
ru: OTHER: И всё пытается оттереть её изнутри.

source: OTHER: Ma zajęcie na całe dnie, ha!
ru: OTHER: Он уже долго этим занимается! Ха!

source: OTHER: Kiedyś dałem mu kartkę pergaminu, na której|po jednej i po drugiej stronie był napis|ODWRÓĆ MNIE.
ru: OTHER: Я ему тут на днях подсунул пергамент|с надписью на обеих сторонах:|"ПЕРЕВЕРНИ МЕНЯ ".

source: OTHER: Nie masz pojęcia ile dni bawił się|z nieustającym zapałem.#F1#E5#B0
ru: OTHER: Так вы себе не представляете,|сколько дней он его вертел!#F1#E5#B0

source: OTHER: Tylko niczego nie dotykaj.#E3
ru: OTHER: Только ничего не трогайте.#E3

source: OTHER: Znowu?... O nie...
ru: OTHER: Опять, что ли? О-ох...

source: OTHER: Powtarzałem ci tysiące razy, książę, że|żadna dziewczyna w tym królestwie i tak|ci nie odmówi.
ru: OTHER: Принц! Я уже сто раз повторял вам:|ни одна девушка в королевстве|вас не отвергнет!

source: OTHER: W końcu jesteś księciem, i to całkiem|niebrzydkim, jak na kogoś z tak fatalną|fryzurą.#B1
ru: OTHER: Вы, всё-таки, принц, и неплохо|выглядите, даже несмотря|на причёску.#B1

source: OTHER: Nie chcę być niegrzeczny, ale to moja|sprawa.
ru: OTHER: Не сочтите за грубость,|но вас это не касается.

source: OTHER: Sam go stworzyłem, to i zrobię z nim,|co tylko będę chciał.
ru: OTHER: Я сам его создал, и могу|делать с ним что хочу.

source: OTHER: Ale nie przejmuj się, to istota stworzona|sztucznie, więc bogowie mi to wybaczą.
ru: OTHER: Впрочем, он всё равно искусственный,|совсем не живой... Боги мне простят.

source: HERO: Może i sztucznie, ale wygląda jak|prawdziwy.
ru: HERO: Может, он и искусственный,|но на вид – вполне себе настоящий.

source: OTHER: Bo jest prawdziwy, tyle że jest wynikiem|eksperymentów z korzeniem.
ru: OTHER: Так он и есть настоящий.|Просто он из корня сделан,|а не сам родился.

source: HERO: Hm...
ru: HERO: Хм...

source: HERO: Znam wielu takich "czarodziejów"...#B0
ru: HERO: И что у вас, чародеев,|только на уме...#B0

source: OTHER: Dość tego.
ru: OTHER: Всё, довольно.

source: OTHER: Mam naprawdę dużo pracy, a ty znowu|grasz w te swoje dziwne gry.
ru: OTHER: У меня забот по горло, а вы тут|со своими забавами опять пришли.

source: OTHER: I tak wszyscy wiedzą, że chyba tylko|jeszcze kotka barda ci się nie oparła.
ru: OTHER: И вообще, все в городе знают, что|лишь одна дама вам осмелилась отказать –|кошка нашего барда.

source: OTHER: Starczy już tych podbojów, książę.#B0
ru: OTHER: А под каждую юбку лезть не обязательно.#B0

source: OTHER: Jak to?...
ru: OTHER: В смысле, страшненькая?

source: HERO: Er, znaczy się, wypijam wywar i już|mi się każda podoba.
ru: HERO: Ну... Что-нибудь такое, чтобы|выпил – и сразу все женщины|тебе красивыми кажутся.

source: OTHER: To rozumiem, ale po co?!...
ru: OTHER: Ясно, но зачем вам?!

source: P#HERO: Dobre pytanie.
ru: P#HERO: Ну, как сказать – зачем...

source: P#HERO: Coś mi tak chyba w duszy gra.
ru: P#HERO: Вот такой я человек, так живу.

source: HERO: A może mam miękkie serce i nie|potrafię odmówić nawet brzydulom?
ru: HERO: А может, у меня слишком|мягкое сердце... Не могу отказывать.|Даже страшненьким.

source: OTHER: Ech, ta dzisiejsza szlachetna|młodzież...#B0
ru: OTHER: Ох уж мне эта золотая молодёжь...#B0

source: OTHER: Nawet gdybym chciał, a nie chcę, to|niestety i tak bym nie mógł.
ru: OTHER: Нет. Даже если бы я захотел,|сейчас никак не могу.

source: OTHER: Ale wiń tylko siebie, bo od kiedy|wypaplałeś swojemu giermkowi, że|główny składnik to lubczyk...
ru: OTHER: И вы сами в этом виноваты.|Это же вы тогда своему шуту ляпнули:|«Нужна страсть, пыл и любисток»...

source: OTHER: ...to okoliczni chłopi zdewastowali|w jego poszukiwaniu pół lasu.
ru: OTHER: ...крестьяне этот любисток пошли|искать, да пол-леса выворотили.

source: OTHER: W skrócie: nie mam półfabrykatów.
ru: OTHER: В общем, принц, мне сейчас|зелья для вас готовить не из чего.

source: OTHER: I nie chcę mieć.
ru: OTHER: Да и неохота.

source: OTHER: Czas już dorośleć, mój książę.#B0
ru: OTHER: А вам давно пора бы повзрослеть.#B0

source: HERO: Czy mogę ci jakoś pomóc?...
ru: HERO: Извините, вам помочь?

source: HERO: Wygląda na to, że mam nowego przyjaciela!
ru: HERO: Похоже, у меня новый друг!

source: $0: Dużo jesz...
ru: $0: Смотрю, поесть вы любите...

source: $4: Skromny mnich i posiłek w drogiej tawernie?
ru: $4: Благочестивый монах – и в дорогой корчме сидит?

source: $1: Co to za bojowy krasnolud obok?
ru: $1: У вас тут гном сидит агрессивный. Кто он такой?

source: $2: Nie widziałem w miasteczku świątyni.
ru: $2: А здесь в городе, кстати, храма-то и нет...

source: $3: Smacznego.
ru: $3: Приятного аппетита.

source: OTHER: Za trzy dni wyruszam do jednej z południowych|krain, jako misjonarz.
ru: OTHER: Дня через три я уеду отсюда|в одну южную страну, проповедовать.

source: OTHER: Słyszałem, że ludzie tam jedzą tak dużo,|że każdy chudzielec wydaje im się|podejrzany.
ru: OTHER: Я слышал, там так много|едят, что на тощих людей|всегда косо смотрят.

source: OTHER: I nie chcą z nim rozmawiać.
ru: OTHER: И не хотят с такими разговаривать.

source: OTHER: Więc wybrałem najprostszy sposób zdobycia|ich zaufania.
ru: OTHER: Так что вот – сижу тут и делаю самый|минимум, чтобы они мне доверились.

source: OTHER: Jem.
ru: OTHER: Ем.

source: HERO: Ach... Rozumiem...
ru: HERO: А-а... Вот как...

source: P#HERO: Ale co by się stało, gdybyś podróżował|do krainy, gdzie ludzie są dwa razy|niżsi?
ru: P#HERO: А что если вам придётся|отправиться в страну,|где люди в два раза ниже ростом?

source: OTHER: Zamocowałbym kółka w kolanach.
ru: OTHER: Тогда прилажу колёсики к коленям.

source: P#HERO: A dwa razy wyżsi?
ru: P#HERO: А если в два раза выше?

source: OTHER: Chodziłbym na szczudłach.
ru: OTHER: Тогда на ходули встану.

source: P#HERO: A dwa razy głupsi?
ru: P#HERO: А если в два раза тупее?

source: OTHER: Posłano by ciebie zamiast mnie.
ru: OTHER: Тогда я тебя пошлю|вместо себя.

source: P#HERO: Tak tylko pytałem.
ru: P#HERO: Я так просто, интересуюсь...

source: OTHER: Nie ma problemu.#E4#B0
ru: OTHER: Без проблем.#E4#B0

source: OTHER: Ech, w sumie niegroźny.
ru: OTHER: Да не особо-то он и агрессивный.

source: OTHER: Biedne stworzenie, jest niezłym|wojownikiem, ale nie ma gdzie|sprawdzać swoich sił.
ru: OTHER: Просто не везёт ему по жизни.|Драться он умеет – дай Боже,|и равных ему по силе тут вообще нет.

source: OTHER: Więc uznał prowokację za sposób|na życie.
ru: OTHER: Не с кем побороться,|и ему только и остаётся,|что всех провоцировать.

source: OTHER: Ale w głębi duszy jest tylko|dużym dzieckiem.
ru: OTHER: Но в душе он – большой ребёнок.

source: OTHER: Cieszy go byle błyskotka, jak to|krasnoluda.#B0
ru: OTHER: Он любит всякие блестящие|штучки. Все гномы их любят.#B0

source: OTHER: Jestem już w drodze, zatrzymałem się tu|tylko na kilka miesięcy.
ru: OTHER: Я тут всего лишь проездом,|пару месяцев как остановился.

source: OTHER: Niedaleko jest świątynia. Ponoć dawno temu|oddawano tam hołdy jakiemuś tajemniczemu|i dziś zapomnianemu bóstwu.
ru: OTHER: Тут недалеко был один храм.|Там, говорят, раньше отправляли службу|какому-то загадочному богу.
