Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: At last, you took your time, my love. I'm not escorted by two groboclones, but I promise that it's really me. Go find Sendell and then we'll go home.
de_de: Na endlich, das hat ja eine Ewigkeit gedauert mein Liebling. Ich werde zwar nicht von zwei Dickoklonen eskortiert, aber ich schwöre Dir daß ich es bin. Suche Sendell auf, und dann kehren wir zurück.
es_es: Por fin, tardaste tanto, amor mío. No estoy escoltada por dos elefoclones, pero te juro que soy yo. Ve a buscar a Sendell y luego regresemos.
fr_fr: Enfin, tu en as mis du temps mon amour. Je ne suis pas escortée de deux groboclones, mais je te jure que c'est moi. Va trouver Sendell puis rentrons.
hu_hu: Végre, nem sietted el a dolgot szerelmem. Nincs velem a két fániklón, de igérem, én vagyok az. Menj, keresd meg Sendell, és azután haza megyünk!
it_it: Ce ne hai messo di tempo, amore! Non sono scortata da due grobocloni, ma ti giuro, sono io! Vai da Sendell, e poi torniamo a casa.
pl_pl: Nareszczie, przybyłeś w samą porę, kochany. Nie jestem eskortowana przez dwa groboklony, ale przyrzekam, że to naprawdę ja. Idź odszukaj Sendell, a potem wrócimy do domu.
pt_br: Finalmente, você chegou, meu amor. Eu não estou sendo escoltada por dois groboclones, mas eu prometo que sou eu mesma. Vá encontrar Sendell e então iremos para casa.
pt_pt: Finalmente, chegas-te, meu amor. Não estou a ser escoltada por dois groboclones, mas prometo que sou eu mesma. Vai à procura de Sendell para podermos ir para casa.
ru_ru: Наконец-то ты здесЬ, моя любовЬ. Меня не сопровождают двое гробоклонов, но уверяю, это действителЬно я. Иди, найди Сенделл, и тогда мы отправимся домой.

source: Good day.
de_de: Guten Tag
es_es: Buenos días
fr_fr: Bonjour
hu_hu: Jó napot, ha lehet ezt annak nevezni!
it_it: Buongiorno
pl_pl: Dzień dobry.
pt_br: Bom dia.
pt_pt: Bom dia.
ru_ru: Добрый денЬ.

source: I am Sendell, like all of those you see here, we are all Sendells. We are here to watch over a stellar entity that is in gestation, it will come into existence in a few centuries. As we can only act from the heart of the planet, we implanted a lineage of elected creatures among the species living on the surface. You are the current descendant of this family, and when FunFrock's threat had become too great, it was me that called to you in your dreams. The entity can now finish its gestation because you rid us of FunFrock. It would have died if he had gotten to it, and this world would have imploded, thanks to you it will continue to flourish. Return now to the surface, you can now erase the final traces that he left there.
de_de: Ich bin Sendell, wie alle die Du hier sehen kannst, wir alle sind Sendell. Wir sind hier um über die Entstehung eines Sternenwesens zu wachen, das in ein paar Jahrhunderten geboren wird. Da wir nur im Herzen des Planeten handeln können, haben wir eine Reihe auserwählter Nachkommen unter den Arten, die an der Oberfläche leben, eingeschleust. Du bist der gegenwärtige Nachkomme dieser Familie, und als die Bedrohung durch FunFrock zu groß wurde, habe ich Dich im Traum gerufen. Die Entstehung des Sternenwesens wird abgeschlossen werden können, da Du uns von FunFrock befreit hast. Es wäre tot wenn er es erreicht hätte, und diese Welt wäre implodiert, Dank Deiner Hilfe wird sie sich weiterhin entfalten. Jetzt kehre zur Oberfläche zurück, Du bist imstande die letzten Spuren zu beseitigen, die er dort hinterlassen hat.
es_es: Soy Sendell, como todos los que ves aquí, somos todos Sendell. Estamos aquí para velar por una entidad estelar que está en gestación; nacerá dentro de algunos siglos. Como sólo podemos actuar en el corazón del planeta, hemos implantado una casta de elegidos entre las especies que viven en la superficie. Tú eres el descendiente actual de esta familia, y cuando la amenaza de FunFrock se volvió demasiado grande, era yo quien te llamaba en sueños. La entidad podrá terminar su gestación puesto que tú nos has liberado de FunFrock. Hubiera muerto si él la hubiera alcanzado y este mundo hubiera implosionado, pero gracias a ti continuará desarrollándose. Ahora regresa a la superficie, estás en capacidad de borrar los últimos rastros que él ha dejado.
fr_fr: Je suis Sendell, comme tous ceux que tu vois ici, nous sommes tous des Sendell. Nous sommes là pour veiller sur une entité stellaire qui est en gestation, elle naîtra dans quelques siècles. Comme nous ne pouvons agir qu'au coeur de la planète, nous avons implanté une lignée d'élus parmi les espèces vivant à la surface. Tu es le descendant actuel de cette famille et quand la menace de FunFrock est devenue trop grande, c'est moi qui t'ai appelé en rêve. L'entité pourra finir sa gestation puisque tu nous as débarassé de FunFrock. Elle serait morte s'il l'avait atteinte et ce monde aurait implosé, grâce à toi il continuera à s'épanouir. Maintenant retourne à la surface, tu es en mesure d'effacer les dernières traces qu'il y a laissé.
hu_hu: Én Sendell vagyok, csak úgy, mint mindenki, akit itt láthatsz, mi mind Sendell vagyunk. Azért vagyunk, hogy ôrizzük egy születésben lévô galaktikus csillagrendszer entitás álmát, ami pár évszázad múlva keletkezik majd. Mivel, hogy mi csak a bolygó szívében tevékenykedhetünk, felvittünk egy közülünk való teremtményt a felszínre, hogy a többi lénnyel együtt éljen, egy új formában. Te vagy az egyik leszármazott, aki ebben az életben testesíted meg ezt a lényt. Az entitás most már felveheti végsô formáját, hiszen megszabadítottál minket a gonosztól, Dr. KacajKabáttól. Elpusztult volna, ha hozzájut, és ez a bolygó is kihalt volna, de hála neked tovább virágozhat. Térj vissza a felszínre, és töröld el utolsó jeleit gaz uralmának!
it_it: Sono Sendell, come tutte quelle che vedi attorno. Siamo tutte Sendell. Siamo qui per vegliare su un'entità stellare in gestazione, che nascerà fra alcuni secoli. Potendo agire solo nel nucleo del pianeta, abbiamo abbiamo stabilito una stirpe di eletti fra le specie viventi in superficie. Tu sei l'attuale discendente di questa famiglia, Twinsen. Quando la minaccia rappresentata da FunFrock si è fatta troppo incombente, sono stata io a parlarti in sogno. Ora che hai eliminato FunFrock, l'entità potrà giungere al termine della gestazione. Se FunFrock ci avesse raggiunte prima di te, l'entità sarebbe morta, e il vostro mondo sarebbe imploso. Ora torna in superficie: sei in grado di cancellare tutte le tracce lasciate da FunFrock.
pl_pl: Jestem Sendell, jak wszyscy, których tu widzisz, jesteśmy Sendellowie. Jesteśmy tu, aby pilnować gwiezdnej istoty, która jast w stanie tworzenia, za kilka wieków zacznie ona istnieć. Możemy działać tylko z serca planety, więc zaszczepiliśmy linie wybranych osób, wśród ras żyjących na powierzchni. Jesteś obecnym spadkobiercą tej rodziny, a kiedy zagrożenie ze strony FunFrocka stało się zbyt duże, zaczęłam wzywać cię w twoich snach. Istota może już kontynuować proces tworzenia, ponieważ pozbyłeś się FunFrocka. Istota mogłaby zginąć, gdyby on się tutaj dostał, a ten świat zapadłby się w sobie, dzięki tobie, będzie rozwijał się nadal. Teraz wróć na powierzchnię, możesz już wymazać ostatnie ślady, które FunFrock tu zostawił.
pt_br: Eu sou Sendell, como todos que você vê aqui, somos todos Sendells. Nós estamos aqui para cuidar de uma entidade estelar que ainda está em gestação, e que iniciará sua existência em alguns séculos. Como só podemos agir do coração do planeta, nós implantamos uma linhagem de criaturas eleitas dentre as espécies existentes na superfície. Você é o atual descendente dessa família, e quando a ameaça de FunFrock se tornou muito grande, fui eu que chamei por você em seus sonhos. A entidade agora pode terminar a sua gestação porque você nos livrou de FunFrock. Ela teria morrido se FunFrock tivesse chegado nela, e o planeta teria explodido, mas graças a você ele irá continuar a florescer. Retorne agora para a superfície, e apague os últimos traços da existência de FunFrock.
pt_pt: Eu sou Sendell, como todos os que vês aqui, somos todos Sendells. Estamos aqui para cuidar de uma entidade estelar que ainda está em gestação, e que passará a existir dentro de alguns séculos. Como só podemos agir a partir do coração do planeta, implantamos uma linhagem de criaturas eleitas entre as espécies existentes na superfície. És o actual descendente dessa família, e quando a ameaça de FunFrock se tornou muito grande, tive de te chamar através dos teus sonhos. A entidade pode agora terminar a sua gestação porque livraste-nos de FunFrock. Ela teria morrido e o planeta teria explodido se FunFrock a tivesse alcançado, mas graças a ti ele continuará a florescer. Volte agora para a superfície, e elimine os últimos vestígios da existência de FunFrock.
ru_ru: Я Сенделл, как и все те, кого ты здесЬ видишЬ, мы все Сенделлы. Мы здесЬ для того, чтобы наблюдатЬ за звездной сущностЬю, которая находится в процессе созревания. Она появится в течение несколЬких веков. Так как мы можем действоватЬ толЬко из сердца планеты, мы внедрили родовую линию избранных созданий среди видов, живущих на поверхности. Ты потомок этой семЬи, и, когда угроза ФанФрока стала слишком велика, это я позвала тебя в твоих снах. ТеперЬ сущностЬ может завершитЬ процесс созревания, потому что ты избавил нас от ФанФрока. Она бы погибла, если бы ФанФрок попал в нее, и этот мир взорвался бы. Благодаря тебе, он продолжит цвести. ТеперЬ возвращайся на поверхностЬ, ты сможешЬ стеретЬ последние следы, которые он оставил здесЬ.

source: Twinsen, NO! We are finished, don't let him reach us!
de_de: Twinsen, NEIN ! Wir sind verloren, laß ihn nicht an uns heran !
es_es: Twinsen, No! Estamos perdidos, no los dejes alcanzarnos!
fr_fr: Twinsen, NON ! Nous sommes perdus, ne le laisse pas nous atteindre !
hu_hu: Twinsen, NE! Vége, ne engedd, hogy elérjen bennünket!
it_it: Twinsen, NO! Siamo perdute, non lasciare che FunFrock ci raggiunga!
pl_pl: Twinsen, NIE! Jesteśmy skończeni, nie pozwól mu do nas dotrzeć!
pt_br: Twinsen, NÃO! Nós estamos acabados, não deixe ele nos alcançar!
pt_pt: NÃO, Twinsen! Estamos acabados, não o deixes alcançar-nos!
ru_ru: Твинсен, НЕТ! Мы пропали, не дай ему добратЬся до нас!

source: Uh ... you might be surprised when you discover the house.
de_de: Öööh ... Du wirst vielleicht etwas überrascht sein, wenn Du das Haus wiedersiehst.
es_es: Oh.... corres el riesgo de ser sorprendido descubriendo la casa.
fr_fr: Euh ... tu risques d'être surprise en découvrant la maison.
hu_hu: Uh ... nagy meglepetés ér majd, ha meglátod a házad.
it_it: Ehm... Sarai sorpreso quando vedrai la casa.
pl_pl: Uh ... zdziwisz się, kiedy zobaczysz dom.
pt_br: Uh ... você vai ficar um pouco surpresa quando chegarmos em casa.
pt_pt: Uh ... vais ficar muito surpreendida quando chegarmos a casa.
ru_ru: Эм... ты должно бытЬ удивишЬся, когда увидишЬ дом.

source: What are you doing there? The route that connects the 2 islands is classified top secret.
de_de: Was machst Du hier, die Straße, die die beiden Inseln miteinander verbindet, ist streng geheim
es_es: ¿Qué haces ahí? La ruta que conecta las dos islas está clasificada top-secret.
fr_fr: Qu'est-ce que vous faites là ? La route qui relie les 2 îles est classée top-secret.
hu_hu: Mit keresel te ott? Az útvonal, ami összeköti a két szigetet szigorúan titkos.
it_it: Cosa ci fa qui? La strada che collega le due isole è top-secret!
pl_pl: Co ty tu robisz? Droga łącząca te dwie wyspy jest ściśle tajna.
pt_br: O que você está fazendo aqui? A rota que liga as 2 ilhas é secreta.
pt_pt: O que está a fazer aqui? A rota que liga as 2 ilhas está classificada como secreta.
ru_ru: Что ты здесЬ делаешЬ? Маршрут, соединяющий 2 острова, крайне засекречен.

source: Can't start this machine without an ignition key!
de_de: Es ist unmöglich dieses Gerät ohne Zündschlüssel zu starten !
es_es: ¡Es imposible arrancar esta máquina sin la llave de contacto!
fr_fr: Impossible de faire démarrer cet engin sans clef de contact !
hu_hu: Nem lehet beindítani ezt a gépet, kulcs nélkül!
it_it: Impossibile far partire questo veicolo senza chiave!
pl_pl: Nie można uruchomić tej maszyny bez kluczyka!
pt_br: Não consigo ligar essa máquina sem a chave de ignição!
pt_pt: Não consigo ligar esta máquina sem a chave de ignição!
ru_ru: НелЬзя завести эту машину без ключа зажигания!

source: Here, little guy, take the ignition key and bring the bulldozer back for me - I'll appreciate it. I don't have time to do it myself.
de_de: Hier Kleiner, nimm den Zündschlüssel und fahr den Bulldozer für mich zurück, das wär lieb von Dir. Ich habe keine Zeit dazu.
es_es: Niño, toma la llave de contacto y lleva el bulldozer por mí, sé buenito, yo no tengo tiempo.
fr_fr: Tiens petit, prends la clef de contact et rapporte le bulldozer pour moi tu seras gentil. Moi je n'ai pas le temps.
hu_hu: Itt van fiam, itt az sluszkulcs, és hozd vissza a buldózert nekünk - lekötelezel. Nincs most rá idôm, hogy magam hozzam vissza.
it_it: Vieni piccolo, prendi la chiave e portami il buldozer, d'accordo? Io non ho tempo.
pl_pl: Proszę, młody człowieku, weź kluczyk i przyprowadź mi spychacz - docenię to. Nie mam czasu, aby zrobić to samemu.
pt_br: Aqui, baixinho, pegue essa chave de ignição e traga a escavadora de volta pra mim - eu iria ficar grato. Não tenho tempo para fazer isso.
pt_pt: Aqui baixinho, pegua esta chave de ignição e traz-me a escavadora... ficarei muito grato. Não tenho tempo para fazer isso.
ru_ru: Вот, малыш, возЬми ключ зажигания и привези булЬдозер обратно ко мне - я буду благодарен за это. У меня нет времени сделатЬ это лично.

source: This work is not moving along fast!
de_de: Die Arbeiten gehen nicht gerad' schnell voran, was !
es_es: No avanzan muy rápido estas obras, ¿no?
fr_fr: Ca avance pas vite ces travaux, hein !
hu_hu: Nem halad valami gyorsan a munka!
it_it: Vanno a rilento i lavori eh?
pl_pl: Robota nie posuwa się zbyt szybko!
pt_br: Esse trabalho não está andando rápido!
pt_pt: Este trabalho não está a andar rápido!
ru_ru: Эта работа не всегда идет быстро!

source: Little Big Adventure
pt_br: Little Big Adventuree
pt_pt: Traduzido para português por Alexandre Fontoura [alexfont]
