Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: You will no longer need the flute, Twinsen. On the other hand, it might allow me to realize an old dream of mine. I'll trade you for this guitar that I found in the middle of a meteor.
de_de: Twinsen, Du brauchst die Flöte nicht mehr, dagegen kann sie mir ermöglichen einen alten Traum zu verwirklichen. Ich tausche sie gegen diese Gitarre, die ich mitten in einem Meteor gefunden habe.
es_es: Twinsen ya no necesitarás más la flauta, por el contrario ella me puede permitir realizar un viejo sueño. Te la cambio por esta guitarra que he encontrado en el corazón de un meteoro.
fr_fr: Twinsen tu n'auras plus besoin de la flûte, par contre elle peut me permettre de réaliser un vieux rêve. Je te l'échange contre cette guitare que j'ai trouvé au coeur d'un météore.
hu_hu: Nincs már szükséged arra a fuvolára Twinsen, de odaadom neked ezt a gitárt cserébe, amit egy meteorban találtam.
it_it: Twinsen, non avrai più bisogno del flauto, e invece a me servirà per realizzare il mio vecchio sogno. Ti offro in cambio questa chitarra che ho trovato nel nucleo di una meteora.
pl_pl: Nie potrzebujesz już tego fletu, Twinsen. Z drugiej strony, mógłby pozwolić mi na zrealizowanie pewnego starego snu. Dam ci za niego tą gitarę, któą znalazłem wewnątrz meteorytu.
pt_br: Você não vai mais precisar desse flauta, Twinsen. No entanto, ela pode fazer um antigo sonho meu se tornar realidade. Eu trocarei ela por essa guitarra que eu achei no meio de um meteoro.
pt_pt: Não vai precisar mais da flauta, Twinsen. No entanto, ela pode fazer com que um antigo sonho meu se tornar realidade. Eu poderei trocá-la por essa guitarra que achei no meio de um meteorito.
ru_ru: Тебе болЬше не нужна флейта, Твинсен. С другой стороны, она позволит мне исполнитЬ мою давнюю мечту. Я обменяю ее на эту гитару, которую я нашел внутри метеора.

source: Good day
de_de: Guten Tag
es_es: Buenos días
fr_fr: Bonjour
hu_hu: Jó napot!
it_it: Buongiorno
pl_pl: Dzień dobry
pt_br: Bom dia
pt_pt: Bom dia
ru_ru: Добрый денЬ.

source: " Maritime Museum, rates: | Children ... 3 Kashes | Adults ... 5 Kashes. "
de_de: " Marinemuseum, Eintritt : | Kinder ... 3 Kashes | Erwachsene ... 5 Kashes. "
es_es: "Museo de la Marina, tarifas: | Niños ... 3 Kashes | Adultos ... 5 Kashes."
fr_fr: " Musée de la Marine, tarifs : | Enfants ... 3 Kashes | Adultes ... 5 Kashes. "
hu_hu: " Tengerészeti Múzeum|Belépôdíjak:|Gyermekeknek ... 3 Peták |Felnôtteknek ... 5 Peták. "
it_it: " Museo della Marina, prezzo dei biglietti: | Bambini... 3 Kash | Adulti... 5 Kash. "
pl_pl: " Muzeum Morza, ceny: | Dzieci ... 3 Kashes | Dorośli ... 5 Kashes. "
pt_br: " Museu Marítimo, preços: | Crianças ... 3 Kashes | Adultos ... 5 Kashes. "
pt_pt: " Museu Marítimo, preços: | Crianças ... 3 Kashes | Adultos ... 5 Kashes. "
ru_ru: "Морской музей, тарифы: | Дети ... 3 кэша | Взрослые ... 5 кэшей."

source: " Welcome to Proxim-City | (Proxima Island). "
de_de: " Willkommen in Proxim-City | (Insel Proxima). "
es_es: "Bienvenido a Proxim-City | (Isla Próxima)."
fr_fr: " Bienvenue à Proxim-City | (Ile Proxima). "
hu_hu: " Isten hozta Sógor-szigeten | (Sógor-sziget). "
it_it: " Benvenuti a Proxim-City | (Isola Proxima). "
pl_pl: " Witamy w Proxim-City | (Wyspa Proxima). "
pt_br: " Bem-vindo à Proxim-City | (Ilha Próxima). "
pt_pt: " Bem-vindo à Proxim-City | (Ilha Proxima). "
ru_ru: "Добро пожаловатЬ в Проксим-Город | (Остров Проксима)."

source: " Guard post - open 24 hours a day. Do not disturb... "
de_de: " Wachposten Tag u. Nacht. Nicht aufwecken ... "
es_es: "Puesto de guardia 24h/24. No despertar ..."
fr_fr: " Poste de garde 24h/24. Ne pas réveiller ... "
hu_hu: " õrposzt - nyitva a nap 24 órájában. Ne zavarjon... "
it_it: "Posto di guardia 24 ore su 24. Non svegliare..."
pl_pl: " Posterunek straży - otwarty 24 godziny na dobę. Nie przeszkadzać... "
pt_br: " Posto de Guarda - aberto 24 horas por dia. Não perturbe... "
pt_pt: " Posto de Guarda - aberto 24 horas por dia. Não perturbe... "
ru_ru: "Пост охраны - открыт 24 часа в сутки. Не беспокоитЬ..."

source: " Appropriate attire required! "
de_de: " Einlaß nur mit vorschriftsmäßiger Garderobe ! "
es_es: "¡Se exige vestimenta correcta!"
fr_fr: " Tenue correcte exigée ! "
hu_hu: " Megfelelô viselkedés szükséges! "
it_it: " E' richiesta una tenuta decente!"
pl_pl: " Wymagany właściwy strój! "
pt_br: " Trajes apropriados são necessários! "
pt_pt: "Fatos apropriados são necessários!"
ru_ru: "Подходящая одежда необходима!"

source: We'll see about that later.
de_de: Sehen wir später.
es_es: Nos veremos más tarde.
fr_fr: On verra plus tard.
hu_hu: Majd késôbb meglátjuk.
it_it: Vedremo poi.
pl_pl: Później o tym porozmawiamy.
pt_br: Vamos ver isso mais tarde.
pt_pt: Veremos isso mais tarde.
ru_ru: Разберемся с этим позже.

source: For 10 Kashes, where do you want to go, Twinsen ?
de_de: Wo möchtest Du hin für 10 Kashes Twinsen ?
es_es: Por 10 Kashes, ¿Adónde quieres ir, Twinsen ?
fr_fr: Pour 10 Kashes, où veux-tu aller, Twinsen ?
hu_hu: 10 Petákért hova akarsz menni, Twinsen ?
it_it: Per 10 Kash, dove vuoi andare, Twinsen?
pl_pl: Za 10 Kashes, dokąd chcesz się dostać, Twinsen ?
pt_br: Por 10 Kashes, para onde você quer ir, Twinsen ?
pt_pt: Por 10 Kashes, para onde quer ir, Twinsen ?
ru_ru: Эа 10 кэшей куда ты хочешЬ отправитЬся, Твинсен?

source: Sorry, you don't have enough Kashes. I've got kids to feed you know!
de_de: Tut mir leid, Du hast nicht genügend Kashes. Ich habe einige Münder zu ernähren, weißt Du !
es_es: Lo siento, no tienes suficientes Kashes. ¡Sabes que tengo bocas que alimentar!
fr_fr: Désolé, tu n'as pas assez de Kashes. Tu sais j'ai des bouches à nourrir !
hu_hu: Bocs, de nincs elég Petákod! Már megbocsáss, de gyerekeket is kell etetnem otthon.
it_it: Spiacente, non hai abbastanza Kash. Sai, ho delle bocche da sfamare!
pl_pl: Przykro mi, nie masz wystarczającej ilości Kashes. Wiesz, muszę wyżywić rodzinę!
pt_br: Desculpe, mas você não tem Kashes suficientes. Eu tenho crianças para alimentar, você sabe!
pt_pt: Desculpe, mas não tem Kashes suficientes. Eu tenho crianças para alimentar, sabe!
ru_ru: Извините, у вас недостаточно кэшей. Энаете, мне нужно детей кормитЬ!

source: Good day, a ticket for the museum costs 5 Kashes. Would you like one?
de_de: Guten Tag, ein Museumsbesuch kostet Sie 5 Kashes. Möchten Sie eine Eintrittskarte ?
es_es: Buenos días, la visita le costará 5 Kashes. ¿Quiere una entrada?
fr_fr: Bonjour, la visite vous coûtera 5 Kashes. Voulez-vous une entrée ?
hu_hu: Jó napot! Egy múzeumi belépô 5 Petákba kerül, kér egyet?
it_it: Buongiorno, la visita costa 5 Kash. Desidera un biglietto?
pl_pl: Dzień dobry, bilet do muzeum kosztuje 5 Kashes. Kupuje pan?
pt_br: Bom dia, um ingresso para o museu custa 5 Kashes. Você vai querer um?
pt_pt: Bom dia, um bilhete para o museu custa 5 Kashes. Vai querer um?
ru_ru: Добрый денЬ, билет в музей стоит 5 кэшей. Желаете взятЬ?

source: Yes, I'll take one.
de_de: Ja, ich nehme eine.
es_es: Sí, déme una.
fr_fr: Oui j'en prends une.
hu_hu: Igen, kérek egyet.
it_it: Sì, grazie.
pl_pl: Tak, poproszę.
pt_br: Sim, eu vou querer um.
pt_pt: Sim, eu quero um.
ru_ru: Да, возЬму один.

source: No, museums put me to sleep.
de_de: Nein, Museen langweilen mich.
es_es: No, los museos me aburren.
fr_fr: Non, les musées m'ennuient.
hu_hu: Nem, a múzeumban mindig elalszom.
it_it: No, i musei mi annoiano.
pl_pl: Nie, muzea są strasznie nudne.
pt_br: Não, museus me dão sono.
pt_pt: Não, os museus põe-me a dormir.
ru_ru: Нет, музеи меня усыпляют.

source: Sorry, but you don't have enough Kashes.
de_de: Tut mir leid, aber Sie haben nicht genügend Kashes.
es_es: Lo siento, pero no tiene suficientes Kashes.
fr_fr: Désolé, mais vous n'avez pas assez de Kashes.
hu_hu: Sajnálom, de nincs elég pénze.
it_it: Spiacente, non ha abbastanza soldi.
pl_pl: Przykro mi, ale nie masz wystarczającej ilości Kashes.
pt_br: Desculpe, mas você não tem Kashes suficientes.
pt_pt: Desculpe, mas não tenho Kashes suficientes.
ru_ru: Извините, но у вас недостаточно кэшей.

source: " Rear starboard propeller of the FunFrock 2. It was lost when the ship was launched from Principal island. The boat ran out of gas three days later, and finally stopped turning around in circles. "
de_de: " Rechte Schiffschraube des FunFrock 2. In der Reede der Hauptinsel während des Stapellaufs verlorengegangen. Drei Tage später, nachdem dem Schiff der Kraftstoff ausging, hörte es auf sich im Kreis zu drehen. "
es_es: "La hélice trasera del FunFrock 2. Perdida en la bahía de la isla Principal en la botadura del navío. Tres días más tarde, el navío por falta de combustible dejó de dar vueltas".
fr_fr: " Hélice arrière droite du FunFrock 2. Perdue en rade de l'île Principale lors du lancement du bâtiment. Trois jours plus tard, le navire à court de carburant arrêta de tourner en rond. "
hu_hu: " A FunFrock 2. hátsó fô-hajócsavarja elveszett, amikor kivontatták Elöljáró-szigetrôl. A hajó kifogyott az üzemanyagból három hónappal késôbb, és nem mozdult tovább. "
it_it: "Elica posteriore destra del FunFrock 2. Persa in rada all'Isola Principale in occasione del varo. Tre giorni dopo, la nave a corto di carburante cessò di girare in tondo. "
pl_pl: " Tylne śmigło sterburtowe z FunFrocka 2. Zostało zgubione, kiedy statek wypływał z Wyspy Principal. Trzy dni później w łodzi skończyło się paliwo i w końcu zatrzymała się pływając w kółko. "
pt_br: " Hélice estibordo traseira do FunFrock 2. Foi perdida quando o navio partiu da Ilha Principal. O navio ficou sem gás 3 dias mais tarde, e finalmente acabou andando em círculos. "
pt_pt: " Hélice do navio FunFrock 2. Foi perdida quando o navio saiu da Ilha Principal. O navio ficou sem combustível 3 dias depois, e finalmente acabou por andar aos em círculos. "
ru_ru: "Эадний правобортовый винт ФанФрока-2. Он был утерян, когда кораблЬ отплыл от Главного Острова. Через три дня у судна закончилосЬ топливо и оно наконец перестало кружитЬся на воде."

source: " Captain LeBorgne's treasure. This chest contains the fruits of a lifetime of dishonesty. It was seized by the IRS, the only predator known to this terrible pirate. "
de_de: " Schatz des Kapitäns EinAuge. Dieser Truhe, die das gesamte Werk eines unehrlichen Lebens enthält, hat sich der Fiskus bemächtigt, der einzig heute bekannte Beutelschneider dieses furchtbaren Piraten. "
es_es: "Tesoro del Capitán El Tuerto. Este cofre que contiene el trabajo de toda una vida de deshonestidad, fue recuperado por el Fisco, que sigue siendo el único exterminador conocido de este terrible pirata".
fr_fr: " Trésor du Capitaine LeBorgne. Ce coffre contenant le travail de toute une vie de malhonêteté, fut récupéré par le Fisc, qui reste le seul prédateur connu de ce terrible pirate. "
hu_hu: " LeBorgne Kapitány kincse. Ez a ládika egy élet igazságtalanságainak gyümölcsét rejti. Az IRS szerezte meg, e kalóz egyetlen ragadozója. "
it_it: "Tesoro del Capitano Guercio. Questo scrigno contiene il frutto di un'intera esistenza di malefatte; venne recuperato dal Fisco, l'unico ad essere riuscito a depredare questo terribile pirata."
pl_pl: " Skarb Kapitana LeBorgne'a. Ta skrzynia zawiera owoce jego nieuczciwego życia. Skarb został przejęty przez Izbę Skarbową, ten straszny pirat był znany tylko jako drapieżnik. "
pt_br: " Tesouro do Capitão LeBorgne. Esse baú contém os frutos de uma vida de desonestidade. Foi confiscado pelo Imposto de Renda, o único predador conhecido desse terrível pirata. "
pt_pt: " Tesouro do Capitão LeBorgne. Este baú contém os frutos de uma vida desonesta. Foi apreendido pelo IRS, o único predador conhecido por esse pirata terrível. "
ru_ru: "Сокровище капитана ЛеБорна. В этом сундуке находятся плоды нечестного времени. Он был конфискован IRS, единственным хищником, известным этому ужасному пирату."

source: " Loan shark. This species of shark belongs to the movie producer family. "
de_de: " Finanzhai. Dieses Haifischexemplar gehört zur Familie der Filmproduzenten. "
es_es: "Rapaz financiero. Este espécimen es de la familia de los productores cinematográficos."
fr_fr: " Requin financier. Ce spécimen de squale est de la famille des producteurs cinématographiques. "
hu_hu: " Hitel cápa. Ez a faj a film producerek családjába tartozik. "
it_it: "Squalo finanziario. Questo esemplare appartiene alla famiglia dei produttori cinematografici. "
pl_pl: " Rekin Loan. Ta rasa rekinów należy do rodziny producenta filmowego. "
pt_br: " Tubarão Empréstimo. Essa espécie de tubarão pertence à família dos produtores de filmes. "
pt_pt: " Tubarão de empréstimo. Esta espécie de tubarão pertence aos produtores de filmes. "
ru_ru: "Арендованная акула. Этот вид акул принадлежит семЬе кинопродюсера."

source: " Reed Boat or Quffa. Primitive boat made from weaved reeds."
de_de: " Korb-Schiff oder Quffa. Primitives Boot aus geflochtenen Weiden. "
es_es: "Barco-Canastilla o Cufa. Embarcación primitiva hecha de mimbre trenzado."
fr_fr: " Bateau-Panier ou Quffa. Embarcation primitive faite d'osier tressé. "
hu_hu: " Quffa nád hajó. Primitív csónak nádból fonva."
it_it: "Barca-paniere. Imbarcazione primitiva in vimini intrecciato. "
pl_pl: " Trzcinowa Łódź lub Quffa. Prymitywna łódź zrobiona z plecionych trzcin."
pt_br: " Navio Lingueta de Quffa. Navio primitivo feito de palhas tecidas."
pt_pt: " Barco de Junco or Quffa. Barco primitivo feito de ripas de junco."
ru_ru: "Камышовая лодка, или куффа. Примитивная лодка из плетеного камыша."

source: " Boarding cannon. "
de_de: " Enterkanone. "
es_es: "Cañón de abordaje."
fr_fr: " Canon d'abordage. "
hu_hu: " Fedélzeti ágyú. "
it_it: "Cannone d'abbordaggio. "
pl_pl: " Działo pokładowe. "
pt_br: " Canhão de abordagem. "
pt_pt: " Canhão naval. "
ru_ru: "Бортовая пушка."

source: " Oak barrel. Barrels such as this one were used to serve up the daily rations of rum to the sailors. "
de_de: " Eichenfaß. Solche Fässer dienten zur Ausgabe der täglichen Ration Rum an die Matrosen. "
es_es: "Barrica de roble. Toneles que servían para distribuir las raciones diarias de ron a los marineros."
fr_fr: " Barrique en chêne. De tels tonneaux servaient à distribuer les rations quotidiennes de rhum aux matelots. "
hu_hu: " Tölgy hordó. Olyan hordók, mint ez itt voltak használatosak a tengerészek fejadag rumjának kiosztására. "
it_it: "Botte di quercia. Queste botti servivano a distribuire le razioni giornaliere di rum ai marinai. "
pl_pl: " Dębowa beczka. Beczki, takie jak ta, były używane do wydawania racji rumu marynarzom. "
pt_br: " Barril de carvalho. Barris como esse eram usados para servir as rações diárias de rum para os marinheiros. "
pt_pt: " Barril de carvalho. Barris como este eram usados para servir rações diárias de rum aos marinheiros. "
ru_ru: "Дубовая бочка. Бочки вроде этой исполЬзовалисЬ для ежедневного снабжения моряков ромом."

source: " Bùian Mermaid. A fine example of the absurdity of ancient superstitions: this statue was found in the middle of a desert. "
de_de: " Sirene von Bù. Beispiel des absurden antiken Aberglaubens, diese Seegestalt wurde mitten in der Wüste gefunden. "
es_es: "Sirena de Bù. Ejemplo de la absurdidad de las supersticiones antiguas, esta figura marina fue descubierta en pleno desierto".
fr_fr: " Sirène de Bù. Exemple de l'absurdité des superstitions antiques, cette figure marine fut découverte en plein désert. "
hu_hu: " Búi hableány. Egy remek példája az abszurd, ôsi babonáknak: ezt a szobrot egy sivatag közepén találták. "
it_it: "Sirena di Bù. Esempio dell'assurdità delle vecchie superstizioni, questa statua di ispirazione marina venne scoperta in pieno deserto. "
pl_pl: " Syrena Bùian. Dobry przykład absurdalności starożytnych przesądów: ta statua została znaleziona w środku pustyni. "
pt_br: " Bùian, a Sereia. Um belo exemplo do absurdo de antigas superstições: essa estátua foi encontrada no meio do deserto. "
pt_pt: " Sereia Bùian. Um belo exemplo do absurdo de antigas superstições: esta estátua foi encontrada no meio do deserto. "
ru_ru: "Буйанская русалка. Хороший пример абсурдности древних суеверий: эта статуя была найдена в пустыне."

source: " Lifeboat. Do not pierce, burn, or bring into contact with an incandescent object. "
de_de: " Rettungsboot. Nicht gewaltsam öffnen oder verbrennen, bitte keine heiße Asche einfüllen. "
es_es: "Embarcación de salvamento. No perforar, ni quemar o acercar a un cuerpo incandescente."
fr_fr: " Embarcation de sauvetage. Ne pas percer, ni brûler ou approcher d'un corps incandescent. "
hu_hu: " Mentôcsónak. Ne szúrja ki, ne gyújtsa meg, és ne hozza érintkezésbe semmiféle ôsi hagyatékkal! "
it_it: "Scialuppa di salvataggio. Non forare, bruciare o avvicinare a corpi incandescenti. "
pl_pl: " Łódź ratunkowa. Nie przebijać, nie podpalać, ani nie stykać z żarzącymi się przedmiotami. "
pt_br: " Bote Salva-Vida. Não quebre, queime, ou entre em contato com esse objeto incandescente. "
pt_pt: " Barco Salva-Vidas. Não parta, não queime, ou entre em contacto com este objecto incandescente. "
ru_ru: "СпасателЬная шлюпка. Не протыкатЬ, не поджигатЬ и не прикасатЬся раскаленными предметами."

source: " Life candies: would you like 10 hearts for 10 Kashes? "
de_de: " Lebenspunkte-Bonbons : möchten Sie 10 Herzen für 10 Kashes ? "
es_es: "Caramelos con Puntos de Vida: ¿Desea 10 corazones por 10 Kashes ?"
fr_fr: " Bonbons à Points d'Vie : voulez-vous 10 coeurs pour 10 Kashes ? "
hu_hu: " Az élet cukrai: Szeretnél 10 szívecskét 10 Petákért? "
it_it: "Caramelle, caramell: volete 10 cuori per 10 Kash? "
pl_pl: " Cukierki życia: chcesz 10 serc za 10 Kashes? "
pt_br: " Doce da vida: você gostaria de 10 corações por 10 Kashes? "
pt_pt: " Doces de vida: quer 10 corações por 10 Kashes? "
ru_ru: "Леденцы жизни: хотите 10 сердец за 10 кэшей?"

source: No thank you.
de_de: Nein danke.
es_es: No, gracias.
fr_fr: Non merci.
hu_hu: Nem, köszönöm.
it_it: No, grazie.
pl_pl: Nie, dzięki.
pt_br: Não, obrigado.
pt_pt: Não, obrigado.
ru_ru: Нет, спасибо.

source: Not enough Kashes !
de_de: Nicht genügend Kashes !
es_es: ¡No hay suficientes Kashes!
fr_fr: Pas assez de Kashes !
hu_hu: Nincs elég pénzed !
it_it: Soldi insufficienti!
pl_pl: Za mało Kashes !
pt_br: Não há Kashes suficientes !
pt_pt: Não há Kashes suficientes !
ru_ru: Недостаточно кэшей!

source: Halt. It is forbidden to touch the exhibits.
de_de: Halt. Es ist ausdrücklich untersagt die Werke zu berühren.
es_es: Alto. Está formalmente prohibido tocar las obras.
fr_fr: Halte. Il est formellement interdit de toucher aux oeuvres.
hu_hu: Megállj! Tilos megfogni a kiállított tárgyakat.
it_it: Alt! E' formalmente vietato toccare le opere.
pl_pl: Stać. Nie wolno dotykać eksponatów.
pt_br: Alto. É proibido tocar nos objetos da exibição.
pt_pt: Alto. É proibido tocar nos objectos expostos.
ru_ru: СтоятЬ. ТрогатЬ экспонаты запрещено.

source: " Construction work. SLOW DOWN! "
de_de: " Ende der Baustelle. BITTE LANGSAM FAHREN ! "
es_es: "Fin de obras. ¡DISMINUIR LA VELOCIDAD!
fr_fr: " Fin de chantier. RALENTIR ! "
hu_hu: " (építési terület) LASSAN HALADJON! "
it_it: "Cantiere. RALLENTARE! "
pl_pl: " Prace budowlane. ZWOLNIJ! "
pt_br: " Local de obras. DIMINUA A VELOCIDADE! "
pt_pt: " Local de Obras. VÄ DEVAGAR! "
ru_ru: "СтроителЬные работы. ПРИТОРМОЭИТЕ!"

source: " I am the Eclipse Stone. The password for the Marked Stone is "BURBS". Which word will free me? "
de_de: " Ich bin der Stein der Finsternis. Der Schlüssel zum Versiegelten Stein ist " BURBS ". Wie heißt das Wort, das mich befreien soll ? "
es_es: "Soy la Piedra del Eclipse. La clave de la Piedra Sellada es "BURBS". "¿Cuál es la palabra que debe liberarme?"
fr_fr: " Je suis la Pierre de l'Eclipse. La clef de la Pierre Scellée est "BURBS". Quel est le mot qui doit me délivrer ? "
hu_hu: " A Napfogyatkozás Köve vagyok. A Jelölt Kô jelszava; "BIGYó". Engem melyik szó szabadít fel? "
it_it: "Sono la Pietra dell'Eclisse. La chiave della Pietra col Sigillo è " BURBS ". Quale parola mi libererà? "
pl_pl: " Jestem Kamieniem Zaćmienia. Hasło dla Kamienia Naznaczenia brzmi "BURBS". Jakie słowo uwalnia mnie? "
pt_br: " Eu sou a Pedra Eclipse. A senha para a Pedra Marcada é "BURBS". Qual palavra irá me libertar? "
pt_pt: " Eu sou a Pedra Eclipse. A password para a Pedra Marcada é "BURBS". Que palavra irá libertar-me? "
ru_ru: "Я КаменЬ Эатмения. ПаролЬ к Отмеченному Камню: "БУРБС". Какое слово освободит меня?"

source: " I am the Marked Stone. The password for the Eclipse Stone is "GIZMO". Which word will free me? "
de_de: " Ich bin der Versiegelte Stein. Der Schlüssel zum Stein der Finsternis ist " GIZMO ". Wie heißt das Wort, das mich befreien soll ? "
es_es: "Soy la Piedra Sellada. La clave de la Piedra del Eclipse es "GIZMO". ¿Cuál es la palabra que debe liberarme?"
fr_fr: "Je suis la Pierre Scellée. La clef de la Pierre de l'Eclipse est "GIZMO". Quel est le mot qui doit me délivrer ? "
hu_hu: " A Jelölt Kô vagyok. A Napfogyatkozás Kövének jelszava; "MüTYür". Engem melyik szó szabadít fel? "
it_it: "Sono la Pietra col Sigillo. La chiave della Pietra dell'Eclisse è " GIZMO ". Quale parola mi libererà? "
pl_pl: " Jestem Kamieniem Naznaczenia. Hasło dla Kamienia Zaćmienia brzmi "GIZMO". Jakie słowo uwalnia mnie? "
pt_br: " Eu sou a Pedra Marcada. A senha para a Pedra Eclipse é "GIZMO". Qual palavra irá me libertar? "
pt_pt: " Eu sou a Pedra Marcada. A password para a Pedra Eclipse é "GIZMO". Que palavra irá libertar-me? "
ru_ru: "Я Отмеченный КаменЬ. ПаролЬ к Камню Эатмения: "ГИЭМО". Какое слово освободит меня?"

source: I don't know.
de_de: Weiß ich nicht.
es_es: No lo sé.
fr_fr: Je ne sais pas.
hu_hu: Nem tudom.
it_it: Non so.
pl_pl: Nie wiem.
pt_br: Não sei.
pt_pt: Não sei.
ru_ru: Я не знаю.

source: " BURBS "
hu_hu: " BIGYó "
ru_ru: "БУРБС"

source: " GIZMO "
hu_hu: " MüTYüR "
ru_ru: "ГИЭМО"

source: My brother was arrested and the house is under surveillance: phony red card traffic. Wait a minute, how did you get in here? And who are you?
de_de: Mein Bruder wurde festgenommen und das Haus wird bewacht : Handel mit falschen roten Karten. Aber Du, wie bist Du hereingekommen, und wer bist Du ?
es_es: Han arrestado a mi hermano y la casa está vigilada: tráfico de tarjetas rojas falsas. Pero tú ¿cómo has entrado, y quién eres?
fr_fr: Mon frêre a été arrêté et la maison est surveillée : trafic de fausses cartes rouges. Mais toi comment es-tu entré et qui es-tu ?
hu_hu: A testvéremet letartóztatták, a házunkat pedig lefoglalták: hamis vörös kártya kereskedelem. Várjon csak, hogy kerül maga ide? Ki maga?
it_it: Mio fratello è stato arrestato e la casa è controllata: traffico di carte rosse false. Ma come hai fatto a entrare, e chi sei?
pl_pl: Mój brat został aresztowany, a mój dom jest pod obserwacją: handel fałszywymi, czerwonymi kartami. Zaraz, jak się tu dostałeś? I kim ty jesteś?
pt_br: Meu irmão foi preso e a casa está sob vigilância: tráfico de cartão vermelho falsificado. Espere um minuto, como você chegou aqui? E quem é você?
pt_pt: O meu irmão foi preso e a casa está sob vigilância: tráfico de cartão vermelho falsificado. Espere um minuto, como chegou aqui? E quem é você?
ru_ru: Моего брата арестовали, и дом под наблюдением: торговля фалЬшивыми красными картами. Минутку, как ты сюда попал? И кто ты?
