Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: My name is Twinsen. I met your brother. He is in jail but is fine for the moment. He told me to mention the word "Amos" to you.
de_de: Ich heiße Twinsen. Ich habe Deinen Bruder gesehen, er ist im Gefängnis, aber es geht ihm gut. Er hat mir gesagt, daß ich Dir " Amos " sagen soll.
es_es: Me llamo Twinsen. He visto a tu hermano, está en prisión, pero está bien. Me ha dicho que te diga "Amos".
fr_fr: Je me nomme Twinsen. J'ai vu ton frère, il est en prison mais il va bien. Il m'a dit de te dire " Amos ".
hu_hu: A nevem Twinsen. Találkoztam a testvérével. Börtönben van, de egyenlôre jól viseli. Azt mondta említsem meg magának az "Amos" szót.
it_it: Mi chiamo Twinsen. Ho visto tuo fratello, è in prigione ma sta bene. Mi ha detto di dirti " Amos ".
pl_pl: Nazywam się Twinsen. Widziałem się z twoim bratem. Jest w więzieniu, ale na razie nie narzeka. Mówił, żebym ci powiedział słowo "Amos".
pt_br: Meu nome é Twinsen. Eu conheci o seu irmão. Ele está preso mas está bem no momento. Ele me mandou falar a palavra "Amos" para você.
pt_pt: O meu nome é Twinsen. Eu conheci o seu irmão. Ele está preso mas encontra-se bem no momento. Ele mandou-me falar a palavra "Amos" a si.
ru_ru: Меня зовут Твинсен. Я встретил твоего брата. Он в тюрЬме, но сейчас в порядке. Он просил меня сказатЬ тебе слово: "Амос".

source: My name is Twinsen and I am the Heir... | voila, voila, voila.
de_de: Ich heiße Twinsen und ich bin der Erbe... | voilà, so ist das nun mal.
es_es: Me llamo Twinsen y soy el Heredero ... | Está bien, está bien, está bien.
fr_fr: Je me nomme Twinsen et je suis l'Héritier... | voilà, voilà, voilà.
hu_hu: A nevem Twinsen, és én vagyok az örökös... | voila, voila, voila.
it_it: Mi chiamo Twinsen e sono l'Erede... | ecco, ecco, ecco.
pl_pl: Nazywam się Twinsen i jestem Następcą... | voila, voila, voila.
pt_br: Meu nome é Twinsen e eu sou o Herdeiro... | voila, voila, voila.
pt_pt: O meu nome é Twinsen e sou o Herdeiro... | voila, voila, voila.
ru_ru: Меня зовут Твинсен и я Наследник... | вуаля, вуаля, вуаля.

source: Ah! Ok. Then you might need this.
de_de: Ha ! O.K. Also kannst Du das vielleicht gebrauchen.
es_es: ¡Ah! Entonces puede que necesites esto.
fr_fr: Ah ! O.K. Alors tu peux avoir besoin de ça.
hu_hu: Ah! Oké, akkor erre szüksége lehet.
it_it: Ah ! O.K. Allora forse questa ti servirà.
pl_pl: Ach! Dobrze. Więc możesz tego potrzebować.
pt_br: Ah! Ok. Então você deve precisar disso.
pt_pt: Ah! Ok. então deve precisar disto.
ru_ru: А! OK. Тогда тебе, должно бытЬ, нужно это.

source: I'm really happy for you, Twinsen! But my brother is being held in FunFrock's headquarters. His cell has a window that is right on the street. If you could tell me how he's doing, I will give you a red card in gratitude.
de_de: Das freut mich für Dich Twinsen ! Aber mein Bruder ist in FunFrocks Hauptquartier gefangen, das Fenster seiner Zelle liegt auf der Straßenseite. Wenn Du Nachrichten von Ihm hast, kriegst Du dafür eine rote Karte.
es_es: ¡Estoy feliz por ti Twinsen! Pero mi hermano está prisionero en el C.G. de FunFrock, la ventana de su celda da a la calle. Si tú pudieras darme noticias de él, te ganarías una tarjeta roja a cambio.
fr_fr: J'en suis ravi pour toi Twinsen ! Mais mon frêre est emprisonné dans le Q.G. de FunFrock, la fenêtre de sa cellule donne sur la rue. Alors si tu pouvais me donner de ses nouvelles, tu gagnerais une carte rouge en échange.
hu_hu: Igazán örülök Twinsen! De a testvéremet Dr. FunFrock parancsnokságán tartják. A cellájának van egy ablaka, ami az utcára néz. Ha meglátogatnád, és elmondanád hogy van, szívesen adok neked egy vörös kártyát.
it_it: Sono felice per te, Twinsen! Ma mio fratello è imprigionato nel Quartier Generale di FunFrock, la finestra della sua cella dà sulla strada. Se tu potessi darmi sue notizie, ti guadagneresti una carta rossa in cambio.
pl_pl: Cieszę się, Twinsen! Ale mój brat jest przetrzymywany w kwaterze głownej FunFrocka. Jego cela ma okno po prawej stronie ulicy. Gdybyś mógł mi powiedzieć, jak on się miewa, w podzięce dałbym ci czerwoną kartę.
pt_br: Estou muito feliz por você, Twinsen! Mas meu irmão está preso no Quartel General de FunFrock. A cela dele tem uma janela que dá direto para a rua. Se você visitá-lo e voltar aqui, eu vou te dar um cartão vermelho em gratidão.
pt_pt: Estou muito feliz por si, Twinsen! Mas o meu irmão está preso no Quartel General de FunFrock. A cela dele tem uma janela que dá para a rua. Se me disser como ele está, eu darei-lhe um cartão vermelho como gratidão.
ru_ru: Я действителЬно рад тебе Твинсен! Но моего брата держат в штаб-квартире ФанФрока. Окно его камеры выходит прямо на улицу. Если бы ты мог сказатЬ мне, как у него дела, в качестве благодарности я бы дал тебе красную карту.

source: You've just rediscovered all the objects that are in your inventory!
de_de: Du hast soeben alle Gegenstände wiedergefunden, die in Deinem Inventar enthalten waren !
es_es: ¡Acabas de encontrar todos los objetos que contenía tu inventario!
fr_fr: Tu viens de retrouver tous les objets que contenait ton inventaire !
hu_hu: Visszaszereztél mindent, ami a zsebedben volt!
it_it: Hai appena ritrovato gli oggetti che conteneva il tuo inventario!
pl_pl: Odzyskałeś wszystkie przedmioty, które miałeś w inwentarzu!
pt_br: Você recuperou todos os objetos que estavam no seu inventário!
pt_pt: Acabou de reencontrar todos os objectos que estavam no seu inventário!
ru_ru: Ты толЬко что снова нашел все предметы, которые были в твоем инвентаре!

source: " L.B.A. | Proxim-City sewer service | Ferry Street "
de_de: " L.B.A. | Entwässerungsdienst von Proxim-City | Trog Straße"
es_es: "L.B.A. | Servicio de alcantarillado de Proxim-City | Calle del Bac"
fr_fr: " L.B.A. | Service des égouts de Proxim-City | Rue du Bac "
hu_hu: " L.B.A. | Sógorváros Csatornázási Mûvek | Hajó utca "
it_it: " L.B.A. | Servizio fognario di Proxim-City | Via della Chiatta"
pl_pl: " L.B.A. | obsługa kanałów Proxim-City | Ulica Ferry "
pt_br: " L.B.A. | Serviço de esgoto de Proxim-City | Rua Ferry "
pt_pt: " L.B.A. | Serviço de esgoto de Proxim-City | Rua do Barco "
ru_ru: "L.B.A. | Коллекторная служба Проксим-Города. | Паромная улица."

source: I've been trying to sell this hair dryer ever since I was on Principal island! Come on, I know you can use one for 30 Kashes.
de_de: Seit der Hauptinsel versuche ich Föne zu verkaufen ! Ach bitte, Sie kaufen mir doch einen ab für 30 Kashes, nicht ?
es_es: ¡Trato de vender secadores de pelo desde la isla Principal! Vamos, ¿va a comprarme uno por 30 Kashes ?
fr_fr: J'essaie de vendre des sèche-cheveux depuis l'île Principale ! Allez, vous m'en prendrez bien un, pour 30 Kashes ?
hu_hu: Ezt a hajszárítót próbálom eladni mióta Elöljáró-szigeten vagyok! Gyerünk, te biztos hasznát vehetnéd egynek 30 Petákért.
it_it: Sto cercando di vendere degli asciugacapelli, sull'isola Principale non ci sono riuscito. Ne compra uno, a 30 Kash?
pl_pl: Odkąd jestem na Wyspie Principal, próbuję sprzedać tą suszarkę do włosów! Dalej, wiem, że przydałaby ci się za 30 Kashes.
pt_br: Eu estou tentando vender esse secador de cabelos desde que estava na Ilha Principal! Vamos, eu sei que você pode usar um por 30 Kashes.
pt_pt: Ando a tentar vender este secador de cabelos desde que estava na Ilha Principal! Vá lá, eu sei que pode usá-lo por 30 Kashes.
ru_ru: Я пытаюсЬ продатЬ этот фен с тех пор, как я был на Главном Острове! Ну же, я знаю, он тебе пригодится, за 30 кэшей.

source: You don't have enough Kashes, see you later.
de_de: Sie haben nicht genügend Kashes, bis später.
es_es: No tiene sufientes Kashes, hasta mas tarde.
fr_fr: Vous n'avez pas assez de Kashes, à plus tard.
hu_hu: Nincs elég Petákod, viszlát késôbb.
it_it: Non ha abbastanza Kash, a più tardi.
pl_pl: Nie masz wystarczającej ilości Kashes, zobaczymy się później.
pt_br: Você não tem Kashes suficientes, volte mais tarde.
pt_pt: Não tem Kashes suficientes, volte mais tarde.
ru_ru: У тебя недостаточно кэшей, увидимся позже.

source: I don't have anything else to sell!
de_de: Ich habe nichts mehr zu verkaufen !
es_es: ¡No tengo más que vender!
fr_fr: Je n'ai plus rien à vendre !
hu_hu: Már nincs mit eladnom!
it_it: Non ho più niente da vendere!
pl_pl: Nie mam nic więcej do sprzedania!
pt_br: Não tenho mais nada para vender!
pt_pt: Não tenho mais nada para vender!
ru_ru: Мне болЬше нечего продатЬ!

source: Aah, I see that you too have come to Proxima island. You remember me, I sell hair dryers. Look, I'll sell you one for only 30 Kashes, but only because it's been a slow day.
de_de: Sieh an, schließlich sind Sie auch auf die Insel Proxima gekommen. Erinnern Sie sich noch, ich verkaufe Föne. Nun gut, ich verkaufe Ihnen einen für 30 Kashes, weil sie heute so schlecht weggehen.
es_es: Mira, finalmente Ud. también ha venido a la isla Próxima. ¿Se acuerda de mí? vendo secadores de pelo. Vamos, le vendo uno a 30 Kashes que no salen bien hoy.
fr_fr: Tiens, finalement vous aussi vous êtes venu sur l'île Proxima. Vous vous souvenez de moi, je vends des sèche-cheveux. Allez, je vous en vends un à 30 Kashes parcequ'ils partent mal aujourd'hui.
hu_hu: Aah, látom te is Sógor-szigetre jöttél. Emlékszel rám, hajszárítókat árulok. Eladok neked egyet 30 Petákért, de csak azért, mert olyan kicsi a kereslet.
it_it: Oh, anche lei qui sull'Isola Proxima. Si ricorda di me? Vendo asciugacapelli. Gliene vendo uno a 30 Kash, ma solo perché è stata una giornata difficile.
pl_pl: Aach, widzę, że ty także przybyłeś na wyspę Proxima. Pamiętasz mnie? Sprzedaję suszarki do włosów. Sprzedam ci jedną tylko za 30 Kashes, ale tylko dlatego, że nie mam dzisiaj klientów.
pt_br: Aah, eu vejo que você também veio para a Ilha Próxima. Você lembra de mim, eu vendo secadores de cabelos. Olha, eu te venderei um por apenas 30 Kashes, mas só porque o dia está devagar.
pt_pt: Aah, vejo que também veio para a Ilha Próxima. Lembra-se de mim? Eu vendo secadores de cabelos. Olhe, eu vendo-lhe um por apenas 30 Kashes, mas só porque tem sido um dia fraco.
ru_ru: А-а, вижу, ты тоже пришел с Острова Проксима. ПомнишЬ меня, я продаю фены? Слушай, я продам тебе один всего за 30 кэшей, толЬко потому что сегодня неприбылЬный денЬ.

source: Don't know what you're talking about.
de_de: Kenn ich nicht.
es_es: Lo desconozco.
fr_fr: Connais pas.
hu_hu: Nem tudom mirôl beszél.
it_it: Non lo so.
pl_pl: Nie wiem, o czym mówisz.
pt_br: Não sei do que você está falando.
pt_pt: Não sei do que está a falar.
ru_ru: Не знаю, о чем это ты.

source: I've been working on a Jet-Pack prototype for days now. It's a small reactor that harnesses onto your back and allows you to fly about. My problem is that my last test flight wreaked a bit of havoc on the garden wall. It is rather difficult to fine tune the motor's power. I need a rheostat like the one you find in a hair dryer. Do you think you can find one of those for me?
de_de: Ich arbeite seit Tagen an einem Jet-Pack Prototypen, dies ist ein kleines Rückentriebwerk, ein neues Fortbewegungsmittel mit dem man fliegen kann. Das Problem dabei ist, daß meine letzten Motorentests die Wand zum Garten hin ein wenig beschädigt haben. Es ist schwierig die Leistung eines Motors richtig einzustellen, ich bräuchte ein Rheostat : wie jene die man in Föne finden kann. Könntest Du mir einen besorgen ?
es_es: Trabajo en un prototipo de Jet-Pack desde hace varios días, es un pequeño reactor dorsal que permitirá desplazarse volando. El problema es que mis últimos ensayos de motor han dañado un poco el muro que da al jardín. Es delicado ajustar la potencia de un motor, necesitaría un reostato: como los que hay en los secadores de pelo. ¿Podrías encontrarme uno?
fr_fr: Je travaille sur un prototype de Jet-Pack depuis des jours, c'est un petit réacteur dorsal qui permettra de se déplacer en volant. Le problème, c'est que mes derniers essais de moteur ont un peu abîmé le mur qui donne sur le jardin. C'est délicat à régler la puissance d'un moteur, il me faudrait un rhéostat : comme ceux que l'on trouve dans les sèche-cheveux. Tu pourrais m'en trouver un ?
hu_hu: Már napok óta dolgozom egy sugártáska prototípusán. Van benne egy kis reaktor, ami a hátadra erôsíthetô, és így lehet vele repülni. Az egyetlen problémám, hogy a legutolsó repülési tesztem egy kisebb lyukat hagyott a kerti falban. Elég nehéz finomhangolni a motor erejét. Egy reosztátra lenne szükségem, olyanokra, amik a hajszárítókban vannak. Tudnál nekem szerezni egy olyat?
it_it: Lavoro da giorni su un prototipo di Jet-Pack. E' un piccolo reattore dorsale che consentirà di spostarsi volando. L'unico problema è che gli ultimi esperimenti con il motore hanno un po' sciupato il muro che dà sul giardino... E' difficile regolare la potenza di un motore, avrei bisogno di un reostato, come quelli che ci sono negli asciugacapelli. Puoi procurarmene uno?
pl_pl: Pracowałem nad prototypem Jet-Packa całymi dniami. To mały reaktor, który umieszcza się na plecach i dzięki temu można latać. Mam problem, ponieważ mój ostatni próbny lot zrobił dziurę w ścianie, od ogrodu. Trochę trudno jest dokładnie ustawić moc silnika. Potrzebny mi jest wyłącznik termiczny, taki jakie są w suszarkach do włosów. Czy mógłbyś znaleźć dla mnie jakąś?
pt_br: Estou trabalhando em um protótipo de Jet Pack a vários dias. É um pequeno reator que fica nas suas costas e permite que você voe. O problema é que meu último teste de vôo destruiu um pouco da parede do jardim. É um pouco difícil ajustar o poder do motor. Eu preciso de um reostato, desses que você encontra em um secador de cabelos. Você acha que pode encontrar um desses para mim?
pt_pt: Estou a trabalhar num protótipo do Jet-Pack a vários dias. É um pequeno reactor que fica nas costas e permite voar. O problema é que o meu último teste de vôo destruiu um pouco da parede que dá para o jardim. É um pouco difícil ajustar o poder do motor. Eu preciso de um reóstato, desses que se encontra num secador de cabelos. Acha que consegue encontrar um desses para mim?
ru_ru: Я уже несколЬко дней работаю над прототипом Джет-Пака. Это маленЬкий реактор, который одевается на спину и позволяет летатЬ. Моя проблема в том, что мой последний пробный полет привел к неболЬшому разрушению стены со стороны сада. ДоволЬно сложно хорошо настроитЬ мощностЬ двигателя. Мне нужен реостат, вроде того, что можно найти в фене. ДумаешЬ, ты сможешЬ найти мне один из них?

source: So you found a hair dryer? Great! I'll be with you in a minute, just let me install the rheostat.
de_de: Na, hast Du einen Fön gefunden ? Fantastisch ! Sekunde, ich installiere kurz den Rheostat.
es_es: ¿Has encontrado entonces un secador de pelo? ¡Es magnífico! Sólo me llevará un minuto instalar el reostato.
fr_fr: Alors tu as trouvé un sèche-cheveux ? C'est magnifique ! J'en ai pour une minute, le temps d'installer le rhéostat.
hu_hu: Szóval találtál egy hajszárítót? Nagyszerû! Nagyszerû, már csak a reosztátot kell telepíteni a rendszerbe.
it_it: Hai trovato un asciugacapelli? Fantastico! Un minuto solo, il tempo di installare il reostato.
pl_pl: Znalazłeś suszarkę do włosów? Świetnie! Zaraz przyjdę, tylko zamontuję termostat.
pt_br: Então você encontrou um secador de cabelos? Ótimo! Já volto em um minuto, deixe-me só instalar o reostato.
pt_pt: Então encontrou um secador de cabelos? Öptimo! Estarei consigo num minuto, deixe-me só instalar o reóstato.
ru_ru: Так ты нашел фен? Отлично! Я вернусЬ к тебе через минуту, просто позволЬ мне установитЬ реостат.

source: Well it's not a Jet-Pack yet, it's still just a Proto-Pack. I would appreciate it if you could test it out to see how it works. You should be able to fly over the water if you approach it from a gently sloping beach. But don't jump! Will you test it for 10 Kashes?
de_de: Nun gut, es ist noch kein Jet-Pack, das ist gerade mal eben ein Proto-Pack. Ich möchte, daß Du ihn testest um seine Leistung festzustellen. Wenn Du es an einem Strand mit leichter Neigung versuchst, solltest Du über dem Wasser fliegen können, aber dies ohne zu springen ! Machst Du es für 10 Kashes ?
es_es: Bueno, todavía no es un Jet-Pack, sólo es un Proto-Pack. Me gustaría que lo probaras para que veas su rendimiento. Aproximándose a una playa en pendiente suave debes poder volar por encima del agua, pero sin saltar! ¿Aceptas ensayarlo por 10 Kashes ?
fr_fr: Bon ce n'est pas encore un Jet-Pack, c'est tout juste un Proto-Pack. J'aimerais que tu le testes pour noter ses performances. En approchant par une plage en pente douce tu dois pouvoir voler au-dessus de l'eau, mais sans sauter ! Tu acceptes de l'essayer pour 10 Kashes ?
hu_hu: Hát, még nem egy sugártáska, még mindig csak egy prototáska. Igazán leköteleznél, ha elvinnéd letesztelni, hogy mûködik. Akár víz fölött is repülhetsz vele, ha egy kis lejtôrôl közelíted meg. De ne ugorj! Leteszteled 10 Petákért?
it_it: Beh, non è ancora un Jet-Pack, è solo un Proto-Pack. Mi piacerebbe se tu lo provassi per misurare le sue prestazioni. Partendo da una spiaggia in leggera pendenza dovresti essere in grado di volare sopra l'acqua, ma non devi saltare! Accetti di provarlo per 10 Kash?
pl_pl: To jeszcze nie jest Jet-Pack, to wciąż tylko Proto-Pack. Byłbym wdzięczny, gdybyś go dla mnie przetestował. Powinieneś móc latać nad wodą, jeśli podejdziesz do niej z łagodnie nachylonego brzegu. Ale nie skacz! Zgodzisz się go przetestować za 10 Kashes?
pt_br: Bom ainda não é um Jet-Pack, é apenas um Proto-Pack. Eu iria apreciar se você testasse ele pra mim para ver como ele está funcionando. Você deve conseguir voar sobre a água se você se aproximar de uma praia. Mas não pule! Você testaria ele para mim por 10 Kashes?
pt_pt: Bem ainda não é um Jet-Pack, é apenas um Proto-Pack. Agradecia-lhe que o testasse para poder ver como está a funcionar. Deve conseguir voar sobre a água aproximando-se de uma praia. Mas não pule! Poderá testá-lo por 10 Kashes?
ru_ru: Что ж, это еще не Джет-Пак, пока это просто Прото-Пак. Я был бы признателен, если бы ты протестировал его, чтобы увидетЬ, как он работает. Ты сможешЬ летатЬ над водой, если доберешЬся до нее по пологому берегу. Но не прыгай! ЖелаешЬ протестироватЬ его за 10 кэшей?

source: How's the Proto-Pack coming along? Keep testing, I have a bunch of calculations to finish up. And be careful when approaching water: you can only fly by coming in from a gently sloping beach.
de_de: Nun, wie ist dieser Proto-Pack ? Führe Deine Tests fort, ich habe noch lauter Berechnungen zu überprüfen. Und Vorsicht wenn Du Dich dem Wasser näherst : Du wirst nur fliegen können, wenn Du von einem Strand mit leichter Neigung kommst.
es_es: ¿Y ese Proto-Pack? Continúa tus ensayos, tengo muchísimos cálculos que revisar y sé prudente al aproximarte al agua: no podrás volar más que al llegar a una playa de pendiente suave.
fr_fr: Alors ce Proto-Pack ? Continue tes essais, j'ai encore plein de calculs à revoir. Et prudence en approchant de l'eau : tu ne pourras voler qu'en arrivant par une plage en pente douce.
hu_hu: Na hogy megy a kis prototáska? Folytasd csak a tesztelést, nekem még hátra van egy csomó számítás, aminek segítségével felturbózhatom. Ja, és vigyázz a vízzel, tudod, hogy csak egy lejtôs partszakaszról megközelítve tudsz fölötte repülni.
it_it: Allora, il Proto-Pack? Continua a provarlo, ho ancora un sacco di calcoli da rivedere. E attenzione quando ti avvicini all'acqua: potrai volare solo partendo da una spiaggia in leggera pendenza.
pl_pl: Jak się sprawuje Proto-Pack? Testuj go dalej, ja muszę jeszcze skończyć mnóstwo obliczeń. I bądź ostrożny, kiedy zbliżasz się do wody: możesz nad nią latać tylko podchodząc z łagodnie opadającego brzegu.
pt_br: Como está o Proto Pack funcionando? Continue testando, eu tenho um monte de cálculos para terminar. E tome cuidado ao aproximar da água: Você só pode voar sobre ela se vier de uma praia.
pt_pt: Como está a funcionar o Proto Pack? Continue a testar, tenho muitos de cálculos a terminar. E tome cuidado quando se aproximar da água: só a pode voar se vier de uma praia.
ru_ru: Как ведет себя Прото-Пак? Продолжай тестироватЬ, мне нужно закончитЬ кучу вычислений. И будЬ осторожен когда доберешЬся до воды: ты можешЬ летатЬ, толЬко спустившисЬ к ней по пологому берегу.

source: " Our heroic clone troops are responding to the rising rebel threat with a series of bombardments. "
de_de: " Angesichts der wieder auflebenden Bedrohung durch die Rebellen, erneute Bombardements durch unsere tapferen Klontruppen. "
es_es: "Frente a las recrudecencias de la amenaza rebelde, nuevos bombardeos de nuestras valerosas tropas clonas."
fr_fr: " Faces aux recrudescences de la menace rebelle, nouveaux bombardements de nos valeureureuses troupes clonées. "
hu_hu: " Hôsi klónjaink bombázásokkal válaszolnak a növekvô lázadó fenyegetésekre. "
it_it: "Vista la recrudescenza della minaccia ribelle, nuovi bombardamenti delle nostre valorose truppe di cloni. "
pl_pl: " Nasze bohaterskie oddziały klonów odpowiadają za wzrastające zagrożenie serią bombardowań ze strony rebeliantów. "
pt_br: " Nossas heróicas tropas de clones estão respondendo à crescente ameaça rebelde com uma série de bombardeios. "
pt_pt: " As nossas heróicas tropas de clones estão a responder à crescente ameaça rebelde com uma série de bombardeios. "
ru_ru: "Наши героические войска клонов наносят ответный удар угрозе повстанцев серией бомбардировок."

source: " Skull flag. Pirate emblem belonging to the famous pirate Captain LeBorgne. "
de_de: " Totenkopfflagge. Piratenemblem das dem berühmten Kapitän EinAuge gehörte. "
es_es: "Bandera con una calavera. Emblema pirata que ha pertenecido al célebre Capitán El Tuerto."
fr_fr: " Pavillon à tête de mort. Emblème pirate ayant appartenu au célèbre Capitaine LeBorgne. "
hu_hu: " Halálfejes zászló. A híres LeBorgne Kapitányhoz tartozó egyik kalózjelkép. "
it_it: "Bandiera con teschio. Emblema piratesco appartenuto al celebre Capitano Guercio. "
pl_pl: " Flaga z trupią czaszką. Piracki symbol należący do sławnego pirata Kapitana LeBorgne'a. "
pt_br: " Bandeira Pirata. Emblema pirata pertencente ao famoso capitão pirata LeBorgne. "
pt_pt: " Bandeira Pirata. Emblema pirata pertencente ao famoso pirata Capitão LeBorgne. "
ru_ru: "Флаг с черепом. Пиратская эмблема, принадлежавшая знаменитому пирату капитану ЛеБорну."

source: The museum's alarm system has been activated: we have evacuated the premises for your security. We will open up again later!
de_de: Das Alarmsystem des Museums ist ausgelöst worden : wir haben zur Sicherheit das Museum räumen lassen, die Besichtigungen werden später fortgesetzt !
es_es: Se ha puesto en marcha el sistema de alerta del museo: ha sido evacuado por seguridad. ¡Las visitas se reanudarán más tarde!
fr_fr: Le système d'alerte du musée a été mis en marche : on a fait évacuer par sécurité, les visites reprendront plus tard !
hu_hu: A riasztó megszólalása miatt kiürítettük az épületet a biztonságuk érdekében, majd késôbb kinyitunk!
it_it: Il sistema di allarme del museo è stato attivato: come misura di sicurezza il museo è stato evacuato; le visite riprenderanno più tardi.
pl_pl: System alarmowy muzeum został włączony: ewakuowaliśmy teren dla bezpieczeństwa. Otworzymy ponownie później!
pt_br: O alarme do museu foi disparado: nós evacuamos o prédio para a sua segurança. Iremos abri-lo novamente mais tarde!
pt_pt: O alarme do museu foi activado: evacuamos o edifício para a sua segurança. Abriremos mais tarde!
ru_ru: Сработала тревожная система музея: мы эвакуировали здание для вашей безопасности. Позже мы откроемся снова!
