Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: OTHER: Słuchaj, może ty i jesteś diabeł, ale jeśli|coś kręcisz, to Lucyfer zrobi nas w anioła.
ru: OTHER: Слушай, может, ты и чёрт, но если|ты соврал – Люцифер нас ангелами сделает!

source: OTHER: Wróć, jak dorośniesz.
ru: OTHER: Ты подрасти сначала.|А потом и приходи.

source: HERO: Znowu!
ru: HERO: Ну в который уже раз!

source: OTHER: Ciebie jeszcze nie dorwali?
ru: OTHER: Что, тебя ещё не поймали?

source: HERO: Nie dorwali i nie dorwą.
ru: HERO: Не поймали. И не поймают.

source: HERO: Trzeba mieć trochę oleju w głowie, a nie|tylko pewność siebie.
ru: HERO: И тебя бы не поймали, если б ты|головой думала, а не левым каблуком.

source: OTHER: O nie mój drogi, myślisz, że|się przed tobą ukorzę?
ru: OTHER: Ой-ой, дорогой ты мой, хочешь,|чтобы я тебя на коленях о помощи просила?

source: OTHER: "Ależ jesteś silny i mądry,| mój ty bohaterze".
ru: OTHER: "Мой сильный и хитрый герой,|мой спаситель".

source: HERO: Mów dalej, dobrze ci idzie.
ru: HERO: Ты говори дальше, говори.|И на колени уж тогда вставай.

source: OTHER: Tym razem znowu nie potrzebuję|twojej pomocy!
ru: OTHER: Мне теперь твоя помощь не нужна!

source: OTHER: Poradzę sobie sama!
ru: OTHER: Сама справлюсь!

source: HERO: Cóż, ponoć do trzech razy sztuka.
ru: HERO: Ага, конечно-конечно. Боги любят троицу, да?

source: HERO: Posiedzisz chwilę, to zmienisz|zdanie.
ru: HERO: Ты посиди там, отдохни.|Сразу придёшь в себя.

source: HERO: Czy próbowałaś ominąć tych dwóch|strażników niedaleko?
ru: HERO: Видела, там стражники стоят?|Я так полагаю, пройти ты их пыталась.

source: OTHER: A jak myślisz, dlaczego tu jestem?
ru: OTHER: Ну, а сам-то как думаешь,|за что я сюда попала?

source: OTHER: Walczyłam jak mogłam, nawet zdołałam|kopnąć jednego w ...no wiesz...
ru: OTHER: Я с ними боролась до последнего... |Одного даже пнула... ну, по этим...

source: HERO: O chłopie...
ru: HERO: Ух... Ё-моё...

source: OTHER: ...ale miał diabelnie twarde i chyba tylko|posiniaczyłam sobie stopę. Potem drugi mnie|ogłuszył.
ru: OTHER: Но они были чертовски твёрдыми. Я только|ногу ушибла. А потом второй меня вырубил.

source: OTHER: Następne, co pamiętam, to ta cela.
ru: OTHER: Очнулась я уже тут, в камере.

source: P#HERO: No tak.
ru: P#HERO: Понятно.

source: HERO: Mnie nie złapali, ale nawet przebranie|za diabła nie pomogło.
ru: HERO: А я под чёрта замаскировался. Не поймали,|но и убедить мне их не удалось.

source: OTHER: A to dlaczego?
ru: OTHER: И почему же?

source: HERO: Brak mi najwyraźniej siły przekonywania.
ru: HERO: Неубедительный я.

source: P#OTHER: Posłuchaj mnie teraz uważnie.
ru: P#OTHER: Теперь послушай.

source: OTHER: Choć to co powiem może cię zdziwi.
ru: OTHER: Хотя то, что я тебе скажу,|может тебя сильно удивить.

source: P#HERO: Słucham, słucham.
ru: P#HERO: Я слушаю, слушаю.

source: OTHER: Po pierwsze, bardzo cię przepraszam|za wszystko.
ru: OTHER: Во-первых, я хочу попросить за всё прощения.

source: OTHER: Trzeba spojrzeć prawdzie w oczy.
ru: OTHER: Мне нужно было сказать тебе|всю правду в лицо.

source: OTHER: Choć na takiego nie wyglądasz,|to jednak wychodzisz z kłopotów|obronną ręką.
ru: OTHER: Ты всегда легко выпутываешься из бед.|И, честно говоря, этим очень удивляешь.

source: OTHER: Ja natomiast wciąż się w nie pakuję.
ru: OTHER: А вот меня беды настигают постоянно.

source: OTHER: Byłam niesprawiedliwa i nieuprzejma.|I to się więcej nie powtórzy.
ru: OTHER: Я вела себя несправедливо и невежливо.|Больше этого не повторится.

source: OTHER: Słowo.
ru: OTHER: Обещаю.

source: $0: Słowo honoru?
ru: $0: Честно обещаешь?

source: $1: Przysięgasz?
ru: $1: Клянёшься?

source: $2: Poważnie poważnie?
ru: $2: Честно-честно?

source: OTHER: Słowo honoru.
ru: OTHER: Честно обещаю.

source: OTHER: Przysięgam.
ru: OTHER: Клянусь.

source: OTHER: Bardzo bardzo.
ru: OTHER: Честнее некуда.

source: P#OTHER: A teraz po drugie.
ru: P#OTHER: А теперь – во-вторых.

source: OTHER: Musisz dostać się do więzienia.
ru: OTHER: Ты должен попасть ко мне в тюрьму.

source: OTHER: O nic nie pytaj, zaufaj mi, w końcu|mam w tym interes, żeby się stąd|wydostać.
ru: OTHER: Только не задавай лишних вопросов.|Просто верь мне. Ведь я и сама|хочу отсюда выбраться.

source: OTHER: Idź i daj się zaaresztować.
ru: OTHER: Иди и позволь себя поймать.

source: OTHER: Sposób znasz...
ru: OTHER: Ты знаешь, что тебе делать...

source: HERO: <ciężkie westchnienie>
ru: HERO: О-ох...

source: OTHER: O... mój... Boże...
ru: OTHER: Боже ж... ты... мой...

source: OTHER: Tylko nie to...
ru: OTHER: Опять...

source: OTHER: A oto plan.
ru: OTHER: В общем, план таков.

source: OTHER: Zauważyłam, że już jacyś więźniowie|przed nami starali się stąd uciec.
ru: OTHER: Я тут разведала и выяснила,|что те, кто сидел здесь до нас,|уже пытались отсюда бежать.

source: OTHER: Jeden z tych olbrzymich kamieni, z których|wymurowano ścianę, jest naruszony.
ru: OTHER: Тут в стене есть один большой|камень, и он плохо закреплён.

source: OTHER: Kiedy się w niego wali podeszwą, to słychać|inny dźwięk.
ru: OTHER: Если стукнуть его ногой, раздаётся|не такой звук, как от других камней.

source: OTHER: Mam nadzieję, że dasz radę go wyciągnąć.
ru: OTHER: Я надеюсь, ты сможешь его выломать.

source: OTHER: To chyba bułka z masłem dla takiego|rosłego chłopca...
ru: OTHER: Ты у нас сильный,|с тебя не станется...

source: P#HERO: Wyczuwam ironię...
ru: P#HERO: Иронией запахло...

source: HERO: Czy przypadkiem całe te twoje|przeprosiny nie były tylko po|to, żeby mnie tu ściągnąć?
ru: HERO: Вот ради этого ты и извинялась?|Чтобы меня сюда затащить?

source: HERO: Żebym odwalił czarną robotę?
ru: HERO: Чтобы я тут горбатился ради тебя?

source: OTHER: A co to za różnica? Lepiej|weź się za kamień. Szkoda|czasu.
ru: OTHER: Да какая разница? Давай,|выламывай камень. У нас мало времени.

source: OTHER: Hej! Raz, dwa!
ru: OTHER: И раз, и два, и раз, и два!

source: OTHER: Chyba nie potrzebujesz pomocy słabej|kobiety?...
ru: OTHER: Что, без слабой женщины|никак не осилишь?...

source: OTHER: Żyłki pękają?...
ru: OTHER: Пупок не надорви...

source: OTHER: To chyba nie był dobry pomysł...
ru: OTHER: Надо было что-то другое придумать...

source: OTHER: No to sobie tu chyba posiedzę...
ru: OTHER: Сидеть нам тут, не пересидеть...

source: HERO: W porządku, jesteśmy uratowani.
ru: HERO: Ну, вот мы и спасены.

source: HERO: Zaraz nas stąd magicznie przeniesie|do rozdzielni.
ru: HERO: Сейчас нас выкинет|в зал распределения.

source: HERO: Coś mi się wydaje, że ta magiczna|moc przenosząca zgłupiała.
ru: HERO: Чего-то не выкидывает...|Кажется, магия барахлит.

source: HERO: Pewnie dlatego, że w celi jest aż|dwoje ludzi, i nie wie, kogo|odesłać.
ru: HERO: Наверное, дело в том, что нас в камере|двое. Она не знает, кого переносить...

source: OTHER: No to co teraz?
ru: OTHER: И как нам быть?

source: HERO: Może gdybyśmy udawali jednego|człowieka, to by pomogło?
ru: HERO: Может, если мы притворимся|одним человеком, нас перенесёт?

source: HERO: Na przykład gdybyśmy się mocno|przytulili?...
ru: HERO: А давай обняться попробуем?|И покрепче?...

source: OTHER: Chyba oszalałeś!...
ru: OTHER: Ты совсем, что ли?...

source: P#P#OTHER: Ale zdaje się, że nie mam wyjścia.
ru: P#P#OTHER: Но, наверное, выбора у меня нет.

source: OTHER: Zacisnę zęby i może to jakoś|przetrzymam.
ru: OTHER: Я стисну зубы и попытаюсь|вытерпеть.

source: OTHER: To chyba nie działa.
ru: OTHER: Ничего не получается.

source: HERO: Poczekajmy jeszcze chwilkę.
ru: HERO: Подождём ещё чуть-чуть.

source: OTHER: Puść mnie.
ru: OTHER: Отпусти меня.

source: HERO: Jeszcze sekundkę.
ru: HERO: Ещё секунду.

source: OTHER: PUŚĆ MNIE, DO DIABŁA!!!
ru: OTHER: ОТПУСТИ МЕНЯ, ЧЁРТ ПОДЕРИ!!!

source: HERO: Ale zaraz...
ru: HERO: Так, подожди-ка...

source: HERO: Ja mogę przebrać się za diabła, ale ciebie|w tej masce natychmiast rozpoznają.
ru: HERO: Я чёртом переодеться могу,|но тебя в твоей маске сразу узнают.

source: P#OTHER: Cóż...
ru: P#OTHER: Ну...

source: P#OTHER: W końcu i tak musiałabym pokazać swą|twarz Lucyferowi.
ru: P#OTHER: В конце концов, всё равно пришлось бы|показать Люциферу своё лицо.

source: OTHER: Skoro jesteśmy już tak blisko celu...
ru: OTHER: Мы так близки к цели...

source: HERO: Nic nie rozumiem!
ru: HERO: Теперь я вообще ничего не понимаю!

source: HERO: Jesteś śliczna!
ru: HERO: Ты прекрасна!

source: HERO: Jesteś ...śliczna!
ru: HERO: Ты... прекрасна!

source: HERO: Jesteś...
ru: HERO: Ты...

source: OTHER: Śliczna.
ru: OTHER: Прекрасна.

source: OTHER: Właśnie dlatego ją nosiłam.
ru: OTHER: Вот поэтому я её и носила.

source: OTHER: Jestem córką króla z południa,|na imię mi Shandria.
ru: OTHER: Я – дочь короля южных земель.|Меня зовут Шандрия.

source: OTHER: Przypuszczam, że tatko mnie od dawna|poszukuje.
ru: OTHER: Полагаю, папа уже давно как|меня ищет.

source: OTHER: Każdy rozpoznałby moją twarz bez trudu...
ru: OTHER: Без маски меня бы|кто угодно узнал в лицо...

source: OTHER: A ja chciałam mścić się sama.
ru: OTHER: Но я сама хочу отомстить|тому демону.

source: OTHER: Nie jestem już taką małą dziewczynką,|za jaką mnie tatko uważa.
ru: OTHER: Что бы там папа себе не думал,|я уже не маленькая девочка.

source: HERO: To na pewno...
ru: HERO: И не говори...

source: OTHER: To znowu ty?
ru: OTHER: Опять пришёл?

source: P#OTHER: Uuuu...
ru: P#OTHER: У-у-у-у...

source: OTHER: A co to za piękna dziewoja|ci towarzyszy?
ru: OTHER: А что это за красавица с тобой?

source: OTHER: Mój przyjacielu...
ru: OTHER: Дружище...

source: HERO: Teraz to przyjacielu....
ru: HERO: Ага, теперь я "дружище"...

source: HERO: Ta grzesznica twierdzi, że przed przydzieleniem|do celi musi koniecznie porozmawiać z Lucyferem.
ru: HERO: Да вот – грешница, а в камеру не хочет,|требует сначала её к Люциферу пустить.

source: HERO: Mówi, iż ma niezwykle pilną sprawę.
ru: HERO: Говорит, она по особо важному делу.

source: OTHER2: Jacy silni strażnicy, mmm...
ru: OTHER2: Мальчики, вы тут такие|сильные... М-м-м...

source: OTHER2: Jak tylko rzucę okiem na Lucyfera,|chętnie z wami dłużej porozmawiam...
ru: OTHER2: Как поговорю с Люцифером,|обязательно вас навещу...

source: OTHER2: Pamiętajcie, trafiłam do Piekła za|wyjątkowo nieprzystojne rzeczy...
ru: OTHER2: Я ведь в Ад попала за таки-и-и-е|непристойности...

source: OTHER: <gulp>
ru: OTHER: Э-кхм...

source: OTHER: Ależ proszę, proszę, żaden problem.
ru: OTHER: А, да-да, конечно, без проблем.

source: OTHER: Lucyfer będzie zachwycony. He he he...
ru: OTHER: Люцифер будет доволен. Хе-хе-хе!

source: OTHER: Czekamy, dziecinko na ...nagrodę.
ru: OTHER: А мы, лапуля, тут подождём...|Награду за труды.

source: OTHER: Przebyliśmy taki kawał drogi, a ten|stary dureń drzemie!
ru: OTHER: Мы столько вынесли,|а этот старый пень тут спит!

source: $0: Szanowny panie Lucyferze!
ru: $0: Уважаемый господин Люцифер!

source: $1: Lucyferze!
ru: $1: Люцифер!

source: $2: O wielki Lucyferze!
ru: $2: О, великий Люцифер!

source: $3: Lucyferze, panie Piekła!
ru: $3: Люцифер, владыка Ада!

source: $4: Padliśmy ofiarą jednego z twoich demonów.
ru: $4: Мы стали жертвами одного из ваших демонов.

source: $5: Jesteśmy niesprawiedliwie więzionymi śmiertelnikami.
ru: $5: Мы смертные, мы здесь не по закону!

source: $6: To świństwo!
ru: $6: Это же свинство!

source: $7: Została wyrządzona nam straszna krzywda!
ru: $7: Нам причинили огромный ущерб!

source: $8: Żądamy surowego ukarania winnych!
ru: $8: Накажите! Накажите виновных!

source: $9: Chcę odzyskać swoje ciało!
ru: $9: Я хочу назад своё тело!

source: $10: I trzeba coś z tym fantem zrobić!
ru: $10: Мы просим вас принять меры!

source: $11: Chcemy zemsty!
ru: $11: Мы отомстим!

source: $12: Halo?!
ru: $12: Алё, конюшня?!

source: $13: Ktoś nas w ogóle słucha?!
ru: $13: Нас вообще слушают?!

source: $14: Do licha ciężkiego, co za ignorancja!
ru: $14: Вы что, так и будете нас игнорировать?

source: $15: Słyszysz nas, Lucyferze?!
ru: $15: Люцифер! Вы нас слышите?!

source: OTHER: Co?...
ru: OTHER: Ась?...

source: OTHER: Co mówicie?...
ru: OTHER: Что, говоришь?...

source: OTHER: Opowiedzcie wszystko jeszcze raz...
ru: OTHER: Повтори-ка ещё раз...

source: OTHER: W miarę trwania opowieści Lucyfer był coraz|mniej śpiący, lecz za to coraz bardziej|zdumiony.
ru: OTHER: И, пока они рассказывали, с Люцифера спадал сон,|а на его место накатывали волны недоумения.

source: HERO: To właśnie on!
ru: HERO: Вот он!

source: OTHER: To właśnie on!
ru: OTHER: Вот он!

source: HERO: Ten sam demon był przyczyną naszych|nieszczęść?
ru: HERO: Так что же, в наших бедах виноват|один и тот же демон?

source: OTHER: Poznaję go!
ru: OTHER: Я его узнала!

source: OTHER: A my mamy więcej wspólnego niż myślałam...
ru: OTHER: Хм... Да у нас с тобой|больше общего, чем я думала...

source: OTHER: Tak, mój panie?
ru: OTHER: Да, господин?

source: OTHER: Rozpoczął się iście piekielny ogień pytań.
ru: OTHER: И начался поистине адский допрос.

source: OTHER: Jesteś najbardziej nikczemnym, zuchwałym|i zepsutym diabłem w ostatnich latach.
ru: OTHER: Ты – самый мерзкий, наглый и беспринципный|чёрт, которого я встречал за последние годы.

source: OTHER: Przebijasz nawet Belzebuba.
ru: OTHER: Ты даже Вельзевула обскакал.

source: OTHER2: Wszystko dla twojej chwały,|mój panie.
ru: OTHER2: Всё только в вашу честь,|господин.

source: OTHER2: Mówiłem, że moje nowoczesne metody|przyniosą rezultat i dotrzymuję|słowa.
ru: OTHER2: Я обещал, что мои современные методы|принесут свои плоды, и, как видите,|слово я сдержал.

source: OTHER2: Zasady są po to, by je łamać!
ru: OTHER2: Ведь правила существуют для того,|чтобы их нарушать!

source: OTHER2: Postęp musi skruszyć zmurszałe|i przestarzałe prawo!
ru: OTHER2: Замшелые законы должны дать|дорогу прогрессу!

source: OTHER: I za to należy ci się nagroda, a tym dwóm|idiotom jakaś specjalna kara, może małe|przypalanko, może...
ru: OTHER: За что тебе и полагается награда. Ну а этим|двум придуркам надо бы назначить особое|наказание. Поджарить их, что ли, чутка...

source: P#OTHER: Z drugiej jednak strony...
ru: P#OTHER: Но, с другой стороны...

source: P#OTHER: ...nie można tolerować narobionych|przez ciebie kłopotów.
ru: P#OTHER: ...из-за тебя всё пошло наперекосяк,|и закрыть глаза я на такое не могу.

source: OTHER: I tego, że do Piekła dostali się|zwykli śmiertelnicy, a ten na górze|znowu mnie upokarza.
ru: OTHER: Теперь у нас в Аду ещё и смертные|гуляют. А тот мужик, что сверху,|опять надо мной издевается.

source: OTHER: Jeśli nie odkręcisz tego w 5 sekund,|ja odkręcę ci łeb.
ru: OTHER: В общем, слушай сюда:|либо ты всё сделаешь как было,|либо я из тебя сделаю чучело.|Даю тебе 5 секунд.

source: OTHER: A potem spokojnie porozmawiamy sobie o|ŁAMANIU, KRUSZENIU I WYPALANIU.
ru: OTHER: А потом спокойно сядем|и обсудим, как будем|ЛОМАТЬ, ДАВИТЬ И ПАЛИТЬ.

source: OTHER: I to będzie długa rozmowa.
ru: OTHER: И будем долго говорить.|Оч-ч-чень долго.

source: OTHER: Kyytzaz oz ysokai-ert, de'ien syp|fijunok elintishetem olczoban.
ru: OTHER: Кютцас оз исокай-эрт, де'иен сип|фиюнок элинтишетем ольчобан.

source: HERO: Co to za język?!
ru: HERO: Вы на каком языке говорите?!

source: OTHER: No kiczi yrdekel wodź nem.
ru: OTHER: Но кичи ирдекель ууц нем.

source: HERO: Przepraszam, czy mówi pan w jakimś|normalnym języku?
ru: HERO: Здрав будь, купче.|Может, хоть ты нормальный|язык знавешь?

source: OTHER: Kopi le soruś, nincz ideem.
ru: OTHER: Копи ле соруш, нинч идеем.

source: HERO: Potrzebuję pomocy... Tłumacza...
ru: HERO: Сударь, не в службу...|Толмача мне позовите...

source: OTHER: Eket meturerery tu dekemetere vo ioy.
ru: OTHER: Экет метуререри ту декеметере во йои.

source: HERO: Halo? Jaki to kraj? Gdzie ja|jestem?
ru: HERO: Да скажи же, купче,|что это за страна? Где я?

source: OTHER: Ne huijeszkedj! Bessej|yrthetyen.
ru: OTHER: Нэ уиешкеч! Бессей иртхетьен.

source: HERO: Czy sprzedaje pan może czosnek?
ru: HERO: А у вас чеснока не будет?

source: OTHER: Chodj mondod? Mi jez o newetrzigesz|bessied.
ru: OTHER: Хуч мондод? Ми ез о|неветжигеш бессиед.

source: HERO: Potrzebuję czosnku!
ru: HERO: Мне чеснока надо!

source: OTHER: Newetrzegesz wolt, de mosztmar nem.
ru: OTHER: Неветжегеш вульт, де моштмар нем.

source: HERO: Potrzebuję na chwilę pani szala...
ru: HERO: Не одолжите ли мне свою шаль?

source: HERO: Czy ta błyskotka może go zastąpić?
ru: HERO: Дам вам бирюльку эту в залог.

source: OTHER: Mijen sip nioklanc. Okors yrte|szalot?
ru: OTHER: Миен сип ниокланц.|Окорс юрте шалот?

source: HERO: Jestem chory! Ponoć czosnek leczy|przeziębienia!
ru: HERO: Захворал я совсем!|Да слышал, что простуду|чесноком вылечить можно!

source: OTHER: Szemmit nemirtek. Ozthisem chodj faj|o torkot. Othotuk neked dźjodźsert.
ru: OTHER: Шеммит немиртек.|Озтхизем хуч фай о торкот.|Отхотук некед чёчсерт.

source: HERO: Oddaje szal, dziękuję za pomoc.
ru: HERO: Вот, возьмите вашу шаль.|За помощь благодарю премного.

source: OTHER: Marosthittem chodj les uji|nioklamcom.
ru: OTHER: Маростхиттем хуч ле уйи|ниокламком.

source: HERO: Pewnie nic nie rozumiesz z tego, co|mówię, ty tępy osiłku.
ru: HERO: Ну, привет. Совсем не понимаешь,|что я тебе говорю? А, дубина лысая?

source: HERO: Co za zadziwiający świat, mają tu takie|tresowane małpy jak ty.
ru: HERO: Интересный у вас тут мир. Научили|работать даже такую обезьяну, как ты.

source: HERO: Ha, ha! Mogę do ciebie gadać co chcę,|a ty i tak mi nic nie zrobisz.
ru: HERO: Хе-хе-хе! А я буду говорить, что хочу.|А ты мне ничего и не сделаешь!

source: HERO: Arivaldzie! Już czas! Już czas!|Zabierz mnie stąd!
ru: HERO: Аривальд! Пора уже! Пора!|Вытаскивай меня!

source: HERO: A kim do licha jest Sheila?...
ru: HERO: Кто вообще такая эта Шейла?...

source: HERO: Ślepa to mało powiedziane...
ru: HERO: Слепая – это мягко сказано будет...

source: OTHER: Nareszcie chwila rozrywki!
ru: OTHER: Вот теперь и повеселимся!

source: OTHER: Czas się odegrać!
ru: OTHER: Пора отыграться!

source: OTHER: Łapy aż zatrzeszczą!
ru: OTHER: Руки чешутся!

source: OTHER: Rączki do góry!
ru: OTHER: Руки вверх!

source: OTHER: Nadchodzi godzina zapłaty!
ru: OTHER: Грядёт час расплаты!

source: OTHER: To oznacza wojnę!
ru: OTHER: Война так война!

source: OTHER: Się robi, książę!
ru: OTHER: Будет исполнено, принц!

source: OTHER: O nie, książę, jak tak dalej pójdzie,|to zbankrutuję.
ru: OTHER: Нет, принц! Если так пойдёт|и дальше, я без штанов останусь.

source: OTHER: Myślę, że starczy na dzisiaj.
ru: OTHER: Думаю, всё же хватит на сегодня.

source: OTHER: Ty atakujesz, książę.
ru: OTHER: Нападай, принц.

source: OTHER: Broń się, książę.
ru: OTHER: Защищайся, принц.

source: OTHER: Dobra nasza, teraz ja atakuję!
ru: OTHER: Отлично, теперь я нападаю!

source: OTHER: Ha, i tak się obronię!
ru: OTHER: Ха, я всё равно уклонюсь!

source: OTHER: Złocisz dla ciebie, książę...
ru: OTHER: Вот тебе золотая монета, принц...

source: OTHER: Poproszę o złocisza, książę...
ru: OTHER: С тебя золотая монета, принц...

source: OTHER: Nie masz złociszy?
ru: OTHER: Что, нет золота?

source: OTHER: Ech, książę...
ru: OTHER: Эх, принц...

source: OTHER: Ale przynajmniej miałem chwilę radości.
ru: OTHER: Ну, выиграл – и то радость.

source: HERO: Potrzebuję pomocy.
ru: HERO: Мне нужна ваша помощь.

source: HERO: Nie mogę sam sobie dać rady.
ru: HERO: Сам не справляюсь.

source: HERO: Jako pustelnik pewnie masz różne wizje.
ru: HERO: Вы ведь отшельник,|много всякого... видите.

source: HERO: Czy trochę złota nie rozjaśniłoby|mroków przyszłości?...
ru: HERO: Может, развеете мне мрак будущего?|Я вам даже заплачу.

source: HERO: Mam tu trochę złota...
ru: HERO: У меня с собой золото есть...

source: OTHER: A ile, konkretnie?...
ru: OTHER: Сколько именно?...

source: HERO: Jednego, ślicznego złocisza.
ru: HERO: Одна монетка. Хорошая, тяжёлая.

source: OTHER: Przyprowadź jeszcze czterech kolegów|i porozmawiamy.
ru: OTHER: Ещё четыре давай.|Тогда и поговорим.

source: HERO: Myślałem, że pustelnikom nie zależy|na dobrach doczesnych...
ru: HERO: Но вы же отшельник.|Вас же не должны волновать|бренные дела...

source: OTHER: Oczywiście, ale gdyby nie opłaty,|byłoby tu tylu klientów, że nie|miałbym czasu na medytację.
ru: OTHER: И не волнуют. Но работай я затак,|клиенты бы сразу набежали.|И как мне тогда медитировать?

source: HERO: U-hm.
ru: HERO: А-а... Ну...

source: OTHER: ...bo jeśli złociszy jest mniej niż|pięć...
ru: OTHER: ...ведь если меньше пяти...

source: HERO: Tak właśnie jest, widzę, że przedni|z ciebie jasnowidz...
ru: HERO: И правда, меньше.|Так вы всё же ясновидящий...

source: OTHER: ...to nic z tego.
ru: OTHER: ...ничего не выйдет.

source: OTHER: Cena usługi nie podlega negocjacjom.
ru: OTHER: Цена услуги окончательная.

source: OTHER: Pięć złociszy, albo nic.
ru: OTHER: Пять золотых монет, или до свидания.

source: HERO: Ech ten wolny rynek...
ru: HERO: Ох, этот мне свободный рыночек...

source: OTHER: Widzę, książę, jak...
ru: OTHER: Я вижу, принц, ты...

source: OTHER: Coś chyba nie tak.
ru: OTHER: ...что-то не так.

source: HERO: Co? Co takiego?
ru: HERO: Почему? А что?

source: OTHER: Widzę, jak rozmawiasz ze słojem.
ru: OTHER: Я вижу, как ты разговариваешь|со стеклом.

source: OTHER: I to w pobliskim miasteczku.
ru: OTHER: В городке, что стоит неподалёку.

source: HERO: Ze słojem?
ru: HERO: Со стеклом?

source: HERO: Na pewno?
ru: HERO: Вы уверены?

source: OTHER: Wiem, że to niezwykłe, ale tak właśnie|jest.
ru: OTHER: Да, ситуация странная,|но так я её и увидел.

source: HERO: No to chyba straciłem pięć złociszy...
ru: HERO: Ну вот, плакали мои|пять золотых монет...

source: OTHER: Widzę...
ru: OTHER: Вижу...

source: OTHER: Kamiennego demona...
ru: OTHER: Каменный демон...

source: OTHER: Ciebie z lustrem w ręku...
ru: OTHER: И ты... С зеркалом в руках...

source: OTHER: Ale coś jest nie tak.
ru: OTHER: Но что-то не так.

source: OTHER: Ktoś siedzi demonowi na głowie i zasłania|mu oczy.
ru: OTHER: Кто-то сидит на голове у демона|и закрывает ему глаза.

source: OTHER: Ktoś tak mały, że właściwie nie widzę|dokładnie kto...
ru: OTHER: Кто-то очень маленький,|не могу разглядеть, кто именно...

source: HERO: Ja, lustro, demon i ktoś na jego głowie?
ru: HERO: Вы видите меня с зеркалом, демона|и кого-то у него на голове?

source: HERO: Przeczuwam duże kłopoty...
ru: HERO: Чую, добром это не кончится...

source: OTHER: Och... Co za anielska wizja...
ru: OTHER: Ох... Какое видение... Ангельское...

source: OTHER: Chmury...
ru: OTHER: Облака...

source: OTHER: Jak w niebie...
ru: OTHER: Как на небесах...

source: OTHER: Siedzisz, i grasz na lutni...
ru: OTHER: Ты сидишь и играешь на лютне...

source: OTHER: Wygląda, jak lutnia tego obiboka barda.
ru: OTHER: Даже узнаю эту лютню...|Она принадлежит барду.|Тому самому, лентяю...

source: OTHER: Ale on przecież zawsze trzyma ją w domu.
ru: OTHER: Но как же так вышло?|Он ведь не выносит её из дому.

source: OTHER: Dziwne.
ru: OTHER: Замечательно.

source: HERO: Ale ja nie umiem grać na żadnym|instrumencie!
ru: HERO: Но я не умею играть на инструментах!

source: OTHER: Moja wizja jest prawdziwa.
ru: OTHER: Я увидел всё как есть.

source: OTHER: A lutnia barda jest czarodziejska.
ru: OTHER: А лютня у барда, кстати, волшебная.

source: HERO: Aaaa...
ru: HERO: А-а...

source: HERO: To wszystko tłumaczy...
ru: HERO: Тогда всё ясно...

source: OTHER: Oto nadchodzi wizja...
ru: OTHER: Вижу, вижу...

source: OTHER: Jesteś w zupełnie innym świecie...
ru: OTHER: Ты совсем в другом мире...

source: OTHER: Wręczasz jakiejś kobiecie dziwny amulet...
ru: OTHER: Ты отдаёшь какой-то женщине|странный амулет...

source: OTHER: A potem zabierasz go z powrotem...
ru: OTHER: А затем забираешь обратно...

source: HERO: Daję i odbieram? Po co?
ru: HERO: Отдаю и забираю? Но зачем?

source: OTHER: Tego nie wiem. Widzę tylko obrazy, nie|rozumiem ich znaczeń.
ru: OTHER: Не могу сказать. Я вижу только образы,|но их значения я не понимаю.
