Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Dr FunFrock's headquarters | (Principal island)
de_de: Biemzentrum | (Insel Brundle)
es_es: Centro de Teleportación | (Isla Brundle)
fr_fr: Centre de Téléportation | (Ile Brundle)
hu_hu: Dr KacajKabát Parancsnoksága| (Elöljáró-sziget)
it_it: Centro di Teletrasporto | (Isola Brundle)
pl_pl: Kwatera główna Dr FunFrocka | (Wyspa Principal)
pt_br: Quartel General do Dr. FunFrock| (Ilha Principal)
pt_pt: Quartel General de Dr. FunFrock | (Ilha Principal)
ru_ru: Штаб-квартира д-ра ФанФрока | (Главный Остров)

source: Teleportation Center | (Brundle island)
de_de: Marinemuseum | (Insel Proxima)
es_es: Museo de la Marina | (Isla Próxima)
fr_fr: Musée de la Marine | (Ile Proxima)
hu_hu: Teleport Központ| (Hát-sziget)
it_it: Museo della Marina | (Isola Proxima)
pl_pl: Centrum Teleportacji | (Wyspa Brundle)
pt_br: Centro de Teletransporte| (Ilha Brundle)
pt_pt: Centro de Teleportação | (Ilha Brundle)
ru_ru: Центр телепортации | (Остров Брандла)

source: Maritime Museum | (Proxima island)
de_de: Klonzentrum & Festung | (Festungsinsel)
es_es: Centro de Clonaje y Fortaleza | (Isla de la Fortaleza)
fr_fr: Centre de Clonage & Forteresse | (Ile de la Forteresse)
hu_hu: Tengerészeti Múzeum| (Sógor-sziget)
it_it: Centro di Clonazione & Fortezza | (Isola della Fortezza)
pl_pl: Muzeum Morza | (Wyspa Proxima)
pt_br: Museu Marítimo| (Ilha Proxima)
pt_pt: Museu da Marinha | (Ilha Proxima)
ru_ru: Морской музей | (Остров Проксима)

source: Cloning Center & Fortress | (Fortress island)
de_de: Runenstein | (Insel Proxima)
es_es: Piedra Rúnica | (Isla Próxima)
fr_fr: Pierre Runique | (Ile Proxima)
hu_hu: Klón Központ és Erôd| (Erôd-sziget)
it_it: Pietra Runica | (Isola Proxima)
pl_pl: Forteca & Centrum Klonowania | (Wyspa Fortress)
pt_br: Forte & Centro de Clonagem| (Ilha do Forte)
pt_pt: Forte e Centro de Clonagem | (Ilha do Forte)
ru_ru: Центр клонирования и КрепостЬ | (Остров Крепости)

source: Runic Stone | (Proxima island)
de_de: Apotheke | (Zitadelleninsel)
es_es: Farmacia | (Isla de la Ciudadela)
fr_fr: Pharmacie | (Ile de la Citadelle)
hu_hu: Rúna (ékírásos) kô| (Sógor-sziget)
it_it: Farmacia | (Isola della Cittadella)
pl_pl: Kamień Runiczny | (Wyspa Proxima)
pt_br: Pedra Rúnica| (Ilha Proxima)
pt_pt: Pedra Rúnica | (Ilha Proxima)
ru_ru: Рунический каменЬ | (Остров Проксима)

source: Runic Stone
de_de: Haus des Herrn Mies Van der Rooh, der Architekt. Skarabäus Straße | (Zitadelleninsel)
es_es: Casa del arquitecto Mies van der Rooh. Calle del Escarabajo | (Isla de la Ciudadela)
fr_fr: Maison de M. Mies Van der Rooh l'architecte. Rue du Scarabée | (Ile de la Citadelle)
hu_hu: Runa (ékírásos) kô
it_it: Casa di M. Mies Van der Rooh l'architetto. Via dello Scarabeo | (Isola della Cittadella)
pl_pl: Kamień Runiczny
pt_br: Pedra Rúnica
pt_pt: Pedra Rúnica
ru_ru: Рунический каменЬ

source: Mr. Mies Van der Rooh the architect's house. Bug street | (Citadel island)
de_de: Sendells Brunnen | (Polarinsel)
es_es: Pozo de Sendell | (Isla Polar)
fr_fr: Puits de Sendell | (Ile Polaire)
hu_hu: Mr. Mies Van der Rooh az építész háza. Bogár utca | (Citadella-sziget)
it_it: Pozzo di Sendell | (Isola Polare)
pl_pl: Dom architekta Pana Mies Van der Rooha. Ulica Bug | (Wyspa Citadel)
pt_br: Casa do arquiteto Mr. Mies Van der Rooh, na Rua do Inseto. | (Ilha da Fortaleza)
pt_pt: Casa de Mr. Mies Van der Rooh. Rua do Insecto | (Ilha Cidadela)
ru_ru: Дом архитектора м-ра Миеса Ван Дер Ру. Улица Жуков | (Остров Цитадели)

source: Well of Sendell | (Polar island)
de_de: Bibliothek | (Hauptinsel)
es_es: Biblioteca | (Isla Principal)
fr_fr: Bibliothèque | (Ile Principale)
hu_hu: Sendell kútja| (Sark-sziget)
it_it: Biblioteca | (Isola Principale)
pl_pl: Studnia Sendell | (Wyspa Polarna)
pt_br: Poço de Sendell | (Ilha Polar)
pt_pt: Poço de Sendell | (Ilha Polar)
ru_ru: Колодец Сенделл | (Полярный Остров)

source: Library | (Principal Island)
de_de: Hafen von Bélooga | (Hauptinsel)
es_es: Puerto-Belooga | (Isla Principal)
fr_fr: Port-Bélooga | (Ile Principale)
hu_hu: Könyvtár| (Elöljáró-sziget)
it_it: Porto Beluga | (Isola Principale)
pl_pl: Biblioteka | (Wyspa Principal)
pt_br: Biblioteca | (Ilha Principal)
pt_pt: Biblioteca | (Ilha Principal)
ru_ru: Библиотека | (Главный Остров)

source: Port-Belooga | (Principal Island)
de_de: Proxim-City | (Insel Proxima)
es_es: Proxim-City | (Isla Próxima)
fr_fr: Proxim-City | (Ile Proxima)
hu_hu: Belooga-kikötô| (Elöljáró-sziget)
it_it: Proxim-City | (Isola Proxima)
pl_pl: Port-Belooga | (Wyspa Principal)
pt_br: Port-Belooga | (Ilha Principal)
pt_pt: Porto-Bélooga | (Ilha Principal)
ru_ru: Порт-Белуга | (Главный Остров)

source: Proxim-City | (Proxima Island)
de_de: Mutantenfabrik | (Hamalayi-Kette)
es_es: Fábrica de mutantes | (Cadena del Hamalayi)
fr_fr: Usine de mutants | (Chaîne de l'Hamalayi)
hu_hu: Sógorújváros| (Sógor-sziget)
it_it: Fabbrica di mutanti | (Catena dell'Hamalayi)
pl_pl: Proxim-City | (Wyspa Proxima)
pt_br: Cidade Próxima| (Ilha Próxima)
pt_pt: Proxim-City | (Ilha Proxima)
ru_ru: Проксим-город | (Остров Проксима)

source: Mutant Factory | (The Hamalayi mountains)
de_de: " Um den Schatz des Kapitäns EinAuge wiederzufinden, muß der Reisende, der auf der Insel Proxima an Land geht, die am nächsten stehende Dukdalbe als Anhaltspunkt nehmen. Mit dem Rücken zu den vertäuten Schiffen muß er folgenden Weg im UNAUFFÄLLIG Modus gehen : | 6 Schritt nach Norden (geradeaus), dann 6 Schritt nach Osten (nach rechts) auf der leichten Neigung. 2 Schritt nach Norden (geradeaus) bis zum Mülleimer aus Metall, 3 Schritt nach Osten (nach rechts) bis zu einer Laterne. Er muß sich GENAU zwischen die zwei Laternen stellen, und dann 8 Schritt nach Norden (geradeaus) bis zu einem Tor machen. Der Schatz des Kapitäns EinAuge befindet sich im Gebäude hinter dem Tor. "
es_es: "Para encontrar el tesoro del Capitán El Tuerto, el viajero que desembarca en el Puerto de la Isla Próxima debe tomar como referencia el punto de amarre más próximo. Colocándose de espaldas a los barcos amarrados, debe realizar el siguiente recorrido en modo DISCRETO: | 6 pasos al Norte (de frente), luego 6 pasos al Este (a la derecha) por la pequeña pendiente. 2 pasos al Norte (de frente) hasta el basurero de metal, 3 pasos al Este (a la derecha) para llegar a una lámpara. Debe colocarse EXACTAMENTE entre las dos 2 lámparas, y luego dar 8 pasos al Norte (de frente) para alcanzar un portalón. El tesoro del Capitán El Tuerto se encuentra en el edificio detrás del portalón".
fr_fr: " Pour retrouver le trésor du Capitaine Leborgne, le voyageur qui débarque au port de l'île Proxima doit prendre la borne d'amarrage la plus proche comme repère. En se plaçant dos aux bateaux amarrés, il doit faire le parcours suivant en mode DISCRET : | 6 pas au Nord (droit devant lui), puis 6 pas à l'Est (sur sa droite) dans la petite pente. 2 pas au Nord (droit devant lui) jusqu'à la poubelle en métal, 3 pas à l'Est (sur sa droite) pour arriver à un lampadaire. Il doit se placer EXACTEMENT entre les 2 lampadaires, puis faire 8 pas au Nord (droit devant lui) pour atteindre un portail. Le trésor du Capitaine Leborgne se trouve dans le bâtiment derrière le portail. "
hu_hu: Mutáns-gyár| (Hamalayi-hegység)
it_it: " Per ritrovare il tesoro del Capitano Guercio, il viaggiatore che sbarca al porto dell'Isola Proxima deve prendere come punto di riferimento l'ormeggio più vicino. Dando le spalle alle navi ormeggiate, deve fare il percorso indicato nel modo DISCRETO.: | 6 passi a nord (diritto davanti a sé), poi 6 passi a est (a destra) sulla piccola discesa. 2 passi a nord (diritto davanti a sé) fino al cestino delle immondizie in metallo, poi 3 passi a est (a destra) finché non arriva a un lampione. Deve mettersi ESATTAMENTE fra due lampioni, poi fare 8 passi a nord (diritto davanti a sé) per raggiungere un portone. Il tesoro del Capitano Guercio si trova nell'edificio dietro al portone."
pl_pl: Fabryka Mutantów | (Góry Hamalayi)
pt_br: Fábrica de Mutantes| (Montanhas do Hamalayi)
pt_pt: Fábrica de Mutantes | (Montanhas do Hamalayi)
ru_ru: Фабрика мутантов | (Гамалайские горы)

source: What are you doing here? This sector is off limits to the public.
de_de: Was machen Sie hier ? Dieser Sektor ist für Unbefugte gesperrt.
es_es: ¿Qué hacen aquí? Este sector está prohibido al público.
fr_fr: Que faites vous ici ? Ce secteur est interdit au public.
hu_hu: Mit keres itt? Ez a szektor el van zárva a nyilvánosság elôl.
it_it: Cosa ci fa qui? Questo settore è chiuso al pubblico.
pl_pl: Co ty tu robisz? Ta strefa jest zamknięta dla cywilów.
pt_br: O que você está fazendo aqui? Esse setor está fechado ao público.
pt_pt: O que está a fazer aqui? Este sector não está aberto ao público.
ru_ru: Что ты здесЬ делаешЬ? Доступ в этот сектор ограничен для общественности.

source: Halt!
es_es: ¡Alto!
fr_fr: Halte !
hu_hu: Megállj!
it_it: Alt!
pl_pl: Stać!
pt_br: Alto!
pt_pt: Alto!
ru_ru: СтоятЬ!

source: Stop squirming, prisoner Twinsen!
de_de: Häftling Twinsen, stehen Sie still !
es_es: Prisionero Twinsen, ¡deje de moverse!
fr_fr: Détenu Twinsen, cessez de vous agiter !
hu_hu: Ne heveskedjen Twinsen fogoly!
it_it: Detenuto Twinsen, smetta di agitarsi!
pl_pl: Przestań się wiercić, więźniu Twinsen!
pt_br: Pare de se debater, prisioneiro Twinsen!
pt_pt: Pare de se remexer, prisoneiro Twinsen!
ru_ru: Хватит возитЬся, заключенный Твинсен!

source: Hey, you! You're not one of my nurses! Sound the alarm!
de_de: Hey Sie ! Sie gehören nicht zu meinem Pflegepersonal ! Schlagen Sie Alarm !
es_es: ¡Eh Uds. No forman parte de mis enfermeros! ¡Activen la alarma!
fr_fr: Eh vous ! Vous ne faites pas partie de mes infirmiers ! Déclenchez l'alarme !
hu_hu: Hey, maga! Maga nem is a nôvérek közül való! Riadó!
it_it: Ma lei non è uno dei miei infermieri! Suonate l'allarme!
pl_pl: Hej ty! Ty nie jesteś jedym z moich pomocników! Alarm!
pt_br: Ei, você! Você não é um dos meus enfermeiros! SOEM O ALARME!
pt_pt: Ei! Não és nenhum dos meus enfermeiros! Toquem o alarme!
ru_ru: Эй, ты! Ты не один из моих санитаров! ПоднятЬ тревогу!

source: Good day, fellow nurse.
de_de: Hallo Kollege.
es_es: Hola colega.
fr_fr: Salut collègue.
hu_hu: Jónapot, nôvértársam.
it_it: Salve, collega.
pl_pl: Dzień dobry, toważyszu.
pt_br: Bom dia, amigo enfermeiro.
pt_pt: Bom dia, amigo enfermeiro.
ru_ru: Добрый денЬ, приятелЬ санитар.

source: A prisoner has escaped! | Sound the alarm!
de_de: Ein Gefangener bricht aus ! | Schlagen Sie Alarm !
es_es: ¡Un prisionero se escapa! | ¡Activen la alarma!
fr_fr: Un prisonnier s'évade ! | Déclenchez l'alarme !
hu_hu: Az egyik fogoly megszökött! | Riadó!
it_it: Un prigioniero sta evadendo! | Suonate l'allarme!
pl_pl: Więzień uciekł! | Alarm!
pt_br: Um prisioneiro escapou! | SOEM O ALARME!
pt_pt: Um presioneiro escapou! | Toquem o alarme!
ru_ru: Эаключенный сбежал! | ПоднятЬ тревогу!

source: "RULE# 1024-GH : | Dr. FunFrock reminds you that it is absolutely forbidden to make any allusion whatsoever to the so called Legend."
de_de: " VERBOT Nø 1024-GH : | Dr FunFrock weist darauf hin, daß es strikt verboten ist auf die sogenannte Legende anzuspielen. "
es_es: "PROHIBICION Nø 1024-GH : | El Dr. FunFrock recuerda que está formalmente prohibido hacer alusión a la susodicha Leyenda."
fr_fr: " INTERDICTION Nø 1024-GH : | Le Dr FunFrock rappelle qu'il est formellement interdit de faire allusion à la soi-disant Légende. "
hu_hu: "1024-GH szabályzat: | Dr. KacajKabát emlékezteti rá, hogy bárminemû utalás az úgynevezett 'legendára' szigorúan tilos!"
it_it: " DIVIETO Nø 1024-GH : | Il Dottor FunFrock ricorda che è formalmente vietato alludere alla cosiddetta Leggenda."
pl_pl: "ZASADA# 1024-GH : | Dr. FunFrock przypomina, że czynienie jakichkolwiek aluzji do tak zwanej Legendy jest absolutnie zabronione."
pt_br: "LEI# 1024-GH : | Dr. FunFrock lembra você de que é absolutamente proibido fazer qualquer tipo de alusão à chamada Lenda."
pt_pt: "Lei #1024-GH: | Dr. FunFrock, lembra-o, que é absolutamente proibido fazer qualquer tipo de alusão à chamada Lenda."
ru_ru: "ПРАВИЛО #1024-GH: | Д-р ФанФрок напоминает вам, что абсолютно запрещено каким-либо образом упоминатЬ так называемую Легенду."

source: "Long live the venerable Dr. FunFrock, the one who saved us from all the superstitions."
de_de: " Langes Leben und Heil dem verehrten Dr FunFrock, der uns vor dem Aberglauben rettet. "
es_es: "Larga vida y Gloria al venerado Dr FunFrock, que nos salva de las supersticiones."
fr_fr: " Longue vie et Gloire au vénéré Dr FunFrock, qui nous sauve des superstitions. "
hu_hu: "Isten éltesse a tiszteletreméltó Dr. KacajKabátot, aki megvédett minket a babonáktól."
it_it: " Lunga vita e gloria al venerato Dottor FunFrock, che ci salva dalle superstizioni. "
pl_pl: "Niech długo żyje czcigodny Dr. FunFrock, który oczyścił nas ze wszystkich przesądów."
pt_br: "Vida longa ao venerável Dr. FunFrock, que nos livrou de todas as superstições."
pt_pt: "Longa vida ao venerável Dr. FunFrock, que nos salvou de todas as supertições."
ru_ru: "Долгой жизни почтенному д-ру ФанФроку, тому, кто избавил нас от всех суеверий."

source: Hmmmmm... what if I try to get the guard's attention?
de_de: Hm, ich könnte vielleicht eine Wache auf mich aufmerksam machen ?
es_es: Mira, ¿y si tratara de llamar la atención de un guardia?
fr_fr: Tiens, si j'essayais d'attirer l'attention d'un garde ?
hu_hu: Hmmmm... mi lenne, ha megpróbálnám magamra vonni az ôr figyelmét?
it_it: E se provassi ad attirare l'attenzione di una guardia?
pl_pl: Hmmmmm... co się stanie, jeśli spróbuję zwrócić uwagę straży?
pt_br: Hummmmm... e se eu tentar chamar a atenção do guarda?
pt_pt: Hummmmm... e se eu tentar chamar a atenção do guarda?
ru_ru: Хммммм... что, если я попытаюсЬ привлечЬ внимание охраны?

source: Good day
de_de: Guten Tag
es_es: Buenos días
fr_fr: Bonjour
hu_hu: Jónapot
it_it: Buongiorno
pl_pl: Dzień dobry
pt_br: Bom dia!
pt_pt: Bom dia
ru_ru: Добрый денЬ.

source: You've returned at last, my love! Come inside quickly - all the clones must be looking for you.
de_de: Ach, endlich bist Du da mein Liebling ! Komm herein, sicher sind alle Klone auf Deiner Suche.
es_es: ¡Ah, por fin te encuentro mi amor! Ven dentro, todos los clones deben estar buscándote.
fr_fr: Ah, enfin te voilà mon amour ! Viens à l'intérieur, tous les clones doivent être à ta recherche.
hu_hu: Végre visszatértél szerelmem! Gyere gyorsan be - biztos minden klón téged keres.
it_it: Ah, finalmente, amore mio! Entra, presto, tutti i cloni ti staranno cercando.
pl_pl: Nareszcie wróciłeś, mój kochany! Szybko, wejdź do środka - pewnie wszystkie klony już cię szukają.
pt_br: Você finalmente retornou, meu amor! Venha pra dentro rápido - todos os clones devem estar te procurando.
pt_pt: Finalmente voltaste, meu amor! Vem para dentro depressa... todos os clones devem estar à tua procura.
ru_ru: Наконец-то ты вернулся, моя любовЬ! Эаходи скорее внутрЬ, должно бытЬ, все клоны ищут тебя.

source: Twinsen, where were you? I was worried sick!
de_de: Twinsen, wo warst Du ? Ich war krank vor Sorge.
es_es: Twinsen ¿dónde estabas? Estaba loca de inquietud.
fr_fr: Twinsen où étais-tu ? J'étais folle d'inquiétude !
hu_hu: Twinsen, hol voltál? Halálra aggódtam magam!
it_it: Twinsen, dov'eri? Ero in pena per te.
pl_pl: Twinsen, gdzie byłeś? Strasznie się o ciebie martwiłam!
pt_br: Twinsen, onde você estava? Eu estava morrendo de preocupação!
pt_pt: Twinsen, onde é que estavas? Eu estava a morrer de preocupação!
ru_ru: Твинсен, где ты был? Я ужасно беспокоиласЬ!

source: I've just escaped from the asylum. They think that I am a trouble maker because of the strange dreams I have, the ones where Sendell is calling me. I spoke to you about them on several occasions.
de_de: Ich bin aus der Anstalt geflohen. Man hält mich für einen Aufwiegler, wegen meiner seltsamen Träume, von denen ich Dir erzählt habe, Träume in denen mich Sendell rief.
es_es: Acabo de evadirme del manicomio. Me creen un agitador debido a los extraños sueños de los que te hablé. Aquellos en los que Sendell me llamaba.
fr_fr: Je viens de m'évader de l'asile. On me prend pour un agitateur, à cause de ces rêves étranges dont je t'ai parlé, ceux où Sendell m'appelait.
hu_hu: Megszöktem az elmegyógyintézetbôl. Azt hiszik, hogy én egy bajkeverô vagyok a furcsa álmaim miatt, amelyekben Sendell hív engem. Tudod, meséltem neked róluk már párszor.
it_it: Sono appena fuggito dal rifugio. Mi considerano un sovversivo a causa dei miei strani sogni di cui ti ho parlato, quelli in cui Sendell mi chiamava.
pl_pl: Właśnie uciekłem ze szpitala psychiatrycznego. Oni myślą, że jestem niebezpieczny, dlatego, że mam dziwne sny, te w których Sendell mnie wzywa. Mówilem ci o nich kilka razy.
pt_br: Eu acabei de fugir do asilo. Eles acham que eu sou uma ameaça por causa dos estranhos sonhos que tenho, aqueles em que Sendell me chama. Eu já contei eles para você várias vezes.
pt_pt: Acabei de fugir do asilo. Eles acham que eu sou uma ameaça por causa dos estranhos sonhos que tenho, aqueles em que Sendell chama-me. Já te contei várias vezes.
ru_ru: Я толЬко что сбежал из психиатрической лечебницы. Они думают, что я нарушителЬ спокойствия, из-за странных снов, которые я видел, - тех, в которых Сенделл звала меня. Я тебе как-то рассказывал о них.

source: I rummage around here as there's no one guarding this place. I hide in the truck so that the guards won't see me. You just have to jump into the pile of garbage and be VERY DISCREET about it.
de_de: Ich schnüffel hier herum, da niemand diese Ecke bewacht. Ich verstecke mich im Lastwagen, um nicht von den Wachen bemerkt zu werden. Es genügt in die Abfälle zu steigen und UNAUFFÄLLIG zu bleiben.
es_es: Vengo a husmear por aquí, dado que nadie vigila este rincón. Para evitar que me vean los guardias me escondo en el camión. Basta meterse entre los desechos y ser suficientemente DISCRETO.
fr_fr: Je viens fouiner ici comme personne ne garde ce coin. Pour éviter d'être vu par les gardes je me cache dans le camion. Il suffit de se mettre dans les déchets et d'être suffisamment DISCRET.
hu_hu: Itt guberálok, mivel senki nem ôrzi ezt a helyet. Elbújtam a szemetes-kocsiban, így az ôrök nem vettek észre. Te is bújj el a szemétben, és belopakodhatsz a szemétszállítóba.
it_it: Frugo in questi posti perché non sono sorvegliati. Per evitare di essere visto dalle guardie, mi nascondo nel camion. Basta infilarsi fra i rifiuti ed essere sufficientemente DISCRETO.
pl_pl: Rozglądam się po okolicy, ponieważ nikt nie strzeże tego miejsca. Ukrywam się w ciężarówce, żeby ztrażnicy mnie nie zobaczyli. Musisz tylko wskoczyć na stos śmieci i zachowywać się BARDZO DYSKRETNIE.
pt_br: Eu vivo por aqui pois não há ninguém guardando esse lugar. Eu me escondo no caminhão para que os guardas não me vejam. Tudo que você tem que fazer é pular sobre a pilha de lixo e ficar bem DISCRETO.
pt_pt: Eu vivo por aqui porque não há ninguém a guardar este lugar. Eu escondo-me no caminhão para que os guardas não me vejam. Você só tem que pular para o monte de lixo e ficar MUITO DISCRETO por cima dele.
ru_ru: Я тут роюсЬ, посколЬку это место никто не охраняет. Я спрятался в грузовике, так что охрана меня не видела. Тебе просто нужно прыгнутЬ в кучу мусора и бытЬ там ОЧЕНь ОСТОРОЖНЫМ.

source: Hi! What are you doing there? Did you know that you can read the posters? All you have to do is move in front of one.
de_de: Hallo ! Was machst Du da ? Weist Du, daß Du die Plakate lesen kannst ? Man muß sich davor stellen.
es_es: ¡Hola! ¿Qué haces ahí? ¿Sabes que puedes leer los carteles? Hay que colocarse delante.
fr_fr: Salut ! Qu'est-ce que tu fais là ? Sais-tu que tu peux lire les affiches ? Il faut se placer devant.
hu_hu: Szia! Mit keresel te ott? Tudtad, hogy el tudod olvasni a plakátokat? Egyszerûen csak eléjük állsz, és (megnyomod a (SPACE)-t normál módban).
it_it: Ciao! Cosa fai qui? Sai che è possibile leggere i cartelli? Bisogna mettersi davanti al cartello.
pl_pl: Cześć! Co ty tu robisz? Wiesz, że możesz czytać afisze? Musisz tylko stanąć naprzeciwko i wykonać polecenie AKCJA, kiedy jesteś w trybie normalnym.
pt_br: Oi! O que você está fazendo aqui? Você sabia que pode ler todos os pôsters? Tudo que você tem que fazer é ficar na frente de um e usar o botão de AÇÃO enquanto estiver no modo NORMAL.
pt_pt: Olá! O que você está a fazer aqui? Você sabe que pode ler todos os placares? Tudo que tem que fazer é ficar de frente para um e usar o comando ACÇÃO enquanto estiver no modo NORMAL.
ru_ru: Привет! Что ты здесЬ делаешЬ? Ты знал, что ты можешЬ читатЬ постеры? Все, что тебе нужно, это встатЬ перед одним и восполЬзоватЬся командой ДЕЙСТВИЕ, когда находишЬся в нормалЬном режиме.

source: Uhhh ... How's it going?
de_de: Öööh ... Hallo !
es_es: ¡Uh ... Hola!
fr_fr: Euh ... Salut !
hu_hu: ööö... Hogy, s mint?
it_it: Eh ... Salve!
pl_pl: Uhhh ... Jak leci?
pt_br: Uhhh ... Como você vai indo?
pt_pt: Uhhh ... Como isso vai?
ru_ru: Э-э-э... Как дела?

source: I know where they went and I'll help you if you buy me a drink. Ask the waiter about it.
de_de: Ich weiß wo sie hingegangen sind und helfe Dir, wenn Du mir einen Drink spendierst. Gib dem Kellner Bescheid.
es_es: Yo sé donde han ido y te ayudaré si me invitas a un trago. Dile dos palabras al camarero.
fr_fr: Je sais où ils sont allés et je t'aiderai si tu m'offres à boire. Touches-en deux mots au serveur.
hu_hu: Tudom, hogy hova mentek, és segítek, ha veszel nekem egy italt. Kérd meg a pincért.
it_it: So dove sono andati, e ti aiuterò se mi offri da bere. Dì due parole al servitore.
pl_pl: Wiem, gdzie poszli i pomogę ci, jeśli kupisz mi drinka. Aby to zrobić, poproś kelnera.
pt_br: Eu sei onde eles foram e vou te contar se você me comprar uma bebida. Para pedir a bebida vá falar com o garçom.
pt_pt: Eu sei para onde eles foram e vou dizer-lhe se você me comprar uma bebida. Para pedir a bebida vá falar com o garçon.
ru_ru: Я знаю, куда они пошли, и помогу тебе, если купишЬ мне выпивки. Спроси ее у официанта.
