Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Book of Bù (and PROPHECY). Used to read the prophecy. | With this magical symbol, you have just earned the second level of power. You can now also read runes and talk to animals.
de_de: Bù Buch (und PROPHEZEIUNG). Dank dieses magischen Symbols hast Du soeben die zweite Kraftstufe erreicht. Du kannst auch die Runenschriften lesen und mit den Tieren sprechen.
es_es: Libro de Bù (y PROFECIA).Gracias a este símbolo mágico, acabas de alcanzar el segundo nivel de poder. También, puedes leer las runas y hablarle a los animales.
fr_fr: Livre de Bù (et PROPHETIE). Grâce à ce symbole magique, tu viens d'atteindre le 2nd niveau de puissance. Tu peux aussi lire les runes et parler aux animaux.
hu_hu: Bú könyve (és Prófécia). (ENTER) gomb. A próféciát olvashatod benne. | Ezzel a mágikus jelképpel elsajátítottad a mágia második szintjét. Most már tudsz rúnákat olvasni és beszélni az állatokkal.
it_it: Libro di Bù (e PROFEZIA). Con questo simbolo magico raggiungi il secondo livello di potenza. Potrai ora leggere le rune e parlare agli animali.
pl_pl: Księga Bù (i PRZEPOWIEDNI). Klawisz (ENTER). Używana do odczytywania przepowiedni. | Dzięki temu magicznemu symbolowi, osiągnąłeś drugi poziom mocy. Pozwoli ci ona także odczytywać runy i rozmawiać ze zwierzętami.
pt_br: Livro de Bú (e PROFECIA). Tecla (ENTER). Usado para ler a profecia. | Com esse artefato mágico, você acaba de alcançar o segundo nível de magia. Você agora também é capaz de ler inscrições antigas e falar com animais.
pt_pt: Livro de Bù (e PROFECIA). Pressione a tecla (ENTER) para ler a profecia. | Com este símbolo mágico, acaba de ganhar o segundo nível de magia. Poderá agora ler as runas e falar com os animais.
ru_ru: Книга Бу (и ПРОРОЧЕСТВО). Клавиша (ENTER). ИсполЬзуется для чтения пророчества. С этим магическим символом ты достиг второго уровня силы. Также теперЬ ты можешЬ читатЬ руны и разговариватЬ с животными.

source: Sendell's Medallion. With this magical symbol, you have just earned the third level of power.
de_de: Sendells Medaillon. Dank dieses magischen Symbols hast Du soeben die dritte Kraftstufe erreicht.
es_es: Medallón de Sendell. Gracias a este símbolo mágico, acabas de alcanzar el tercer nivel de poder.
fr_fr: Médaillon de Sendell. Grâce à ce symbole magique, tu viens d'atteindre le 3ème niveau de puissance.
hu_hu: Sendell medálja. Ezzel a mágikus jelképpel elsajátítottad a mágia harmadik szintjét.
it_it: Medaglione di Sendell. Con questo simbolo magico raggiungi il terzo livello di potenza.
pl_pl: Medalion Sendell. Dzięki temu magicznemu symbolowi, osiągnąłeś trzeci poziom mocy.
pt_br: Medalhão de Sendell. Com esse artefato mágico, você acaba de alcançar o terceiro nível de magia.
pt_pt: Medalhão de Sendell. Com este símbolo mágico, acaba de ganhar apenas o terceiro nível de magia.
ru_ru: МедалЬон Сенделл. С этим магическим символом ты достиг третЬего уровня силы.

source: Sendell's Medallion. | It will allow you to earn the third level of power.
de_de: Sendells Medaillon. | Es wird Dir ermöglichen die dritte Kraftstufe zu erreichen.
es_es: Medallón de Sendell. | Te permitirá alcanzar el tercer nivel de poder.
fr_fr: Médaillon de Sendell. | Il te permettra d'atteindre le 3ème niveau de puissance.
hu_hu: Sendell medálja. | Ezzel sajátíthatod majd el a mágia harmadik szintjét.
it_it: Medaglione di Sendell. | Ti consentirà di raggiungere il terzo livello di potenza.
pl_pl: Medalion Sendell. | Umożliwi ci on osiągnięcie trzeciego poziomu mocy.
pt_br: Medalhão de Sendell. | Permite a você alcançar o terceiro nível de magia.
pt_pt: Medalhão de Sendell. | Permite-lhe ganhar o terceiro nível de magia.
ru_ru: МедалЬон Сенделл. | Он позволит тебе лостичЬ третЬего уровня силы.

source: Flask of Clear Water. With this magical symbol, you have just earned the fourth level of power.
de_de: Flasche Klares Wasser. Dank dieses magischen Symbols hast Du soeben die vierte Kraftstufe erreicht. Du kannst selbst die mächtigsten Klone ausschalten !
es_es: Frasco de Agua Clara. Gracias a este símbolo mágico, acabas de alcanzar el cuarto nivel de poder. ¡Puedes neutralizar hasta los clones más poderosos!
fr_fr: Flacon d'Eau Claire. Grâce à ce symbole magique, tu viens d'atteindre le 4ème niveau de puissance. Tu peux neutraliser même les clones les plus puissants !
hu_hu: A tiszta víz üvegcséje. Ezzel a mágikus jelképpel elsajátítottad a mágia negyedik szintjét.
it_it: Boccetta di Acqua Limpida. Con questo simbolo magico raggiungi il quarto livello di potenza. Puoi ora neutralizzare anche i cloni più potenti!
pl_pl: Butelka Czystej Wody. Dzięki temu magicznemu symbolowi, osiągnąłeś czwarty poziom mocy.
pt_br: Frasco de Agua Sagrada. Com esse artefato mágico, você acaba de alcançar o quarto nível de magia.
pt_pt: Frasco com Ägua Límpida. Com este símbolo mágico, acaba de ganhar o quarto nível de magia.
ru_ru: Флакон Чистой Воды. С этим магическим символом ты достиг четвертого уровня силы.

source: Flask of Clear Water. | It will allow you to earn the fourth level of power.
de_de: Flasche Klares Wasser. | Sie wird Dir ermöglichen die vierte Kraftstufe zu erreichen.
es_es: Frasco de Agua Clara. | Te permitirá alcanzar el cuarto nivel de poder.
fr_fr: Flacon d'Eau Claire. | Il te permettra d'atteindre le 4ème niveau de puissance.
hu_hu: A tiszta víz üvegcséje. | Ezzel sajátíthatod majd el a mágia negyedik szintjét.
it_it: Boccetta di Acqua Limpida. | Ti consentirà di raggiungere il quarto livello di potenza.
pl_pl: Butelka Czystej Wody. | Umożliwi ci ona osiągnięcie czwartego poziomu mocy.
pt_br: Frasco de Agua Sagrada.| Permite a você alcançar o quarto nível de magia.
pt_pt: Frasco com Ägua Límpida. | Permite-lhe ganhar o quarto nível de magia.
ru_ru: Флакон Чистой Воды. | Он позволит тебе лостичЬ четвертого уровня силы.

source: Red Magnetic Card. It will allow you to open the doors with a red lock.
de_de: Rote Magnetkarte. Sie ermöglicht die Türen zu öffnen, die mit einem roten Schloß versehen sind.
es_es: Tarjeta Magnética Roja. Te permite abrir las puertas con una cerradura magnética roja.
fr_fr: Carte Magnétique Rouge. Elle te permet d'ouvrir les portes équipées d'une serrure rouge.
hu_hu: Vörös mágneskártya. Ennek segítségével nyithatod ki a vörös lakatos ajtókat.
it_it: Carta Magnetica Rossa. Ti permette di aprire le porte dotate di serratura rossa.
pl_pl: Czerwona Karta Magnetyczna. Umożliwi ci ona otwieranie drzwi z czerwonymi zamkami.
pt_br: Cartão Magnético Vermelho. Permite a você abrir portas com trancas vermelhas.
pt_pt: Cartão Magnético Vermelho. Permite-lhe abrir portas com uma fechadura vermelha.
ru_ru: Красная магнитная карта. Она позволит тебе открыватЬ двери с красным замком.

source: The Elves Club Blue Card. This card is coated with star powder and will allow you to open the doors with blue locks.
de_de: Blaue Karte des Kobold-Klubs. Dank des Sternenpulvers, mit der sie imprägniert ist, ermöglicht Dir diese Karte die Türen zu öffnen, die mit einem blauen Schloß versehen sind.
es_es: Tarjeta Azul del Club de los Duendes. Gracias al polvo de estrellas del que está impregnada, esta tarjeta te permite abrir las puertas con cerraduras magnéticas azules.
fr_fr: Carte Bleue du Club des Lutins. Grâce à la poudre d'étoiles dont elle est imprégnée, cette carte te permet d'ouvrir les portes équipées de serrures bleues.
hu_hu: Az Elf Klub kék kártyája. Ez a kártya csillagporral van bevonva és segítségével kinyithatod a kék lakatos ajtókat.
it_it: Tessera Blu del Club dei Folletti. Tramite la polvere di stelle di cui è impregnata, questa tessera ti permette di aprire le porte dotate di serratura blu.
pl_pl: Niebieska Karta Klubu Elfów. Ta karta jest pokryta gwiezdnym pyłem. Umożliwi ci ona otwieranie drzwi z niebieskimi zamkami.
pt_br: O Cartão Azul do Clube dos Elfos. Esse cartão é revestido com pó estrelar e permite a você abrir portas com trancas azuis.
pt_pt: Cartão Azul do Clube Elves. Este cartão está coberto por um pó e permite-lhe abrir as portas com fechaduras azuis.
ru_ru: Синяя карта Клуба элЬфов. Эта карта покрыта звездной пылЬю и позволит тебе открыватЬ двери с синими замками.

source: Twinsen's ID card. This card allows you to identify yourself to the authorities. Your smile is especially attractive on the photo!
de_de: Twinsens Personalausweis. Mit dieser Karte kannst Du Dich den Ordnungskräften auszuweisen, ganz nebenbei, auf dem Foto siehst Du wirklich super aus !
es_es: Tarjeta de Identidad de Twinsen. Esta tarjeta te permite identificarte ante las autoridades, no está de más que sepas que ¡ saliste muy bien en la foto !
fr_fr: Carte d'Identité de Twinsen. Cette carte te permet de t'identifier auprès des autorités, accessoirement tu es superbe sur la photo !
hu_hu: Twinsen személyigazolványa. Ezzel tudod magad igazolni a hivatalos szervek elôtt. A mosolyod kifejezetten vonzó a kártyán!
it_it: Carta d'Identità di Twinsen. Questa carta ti consente di farti riconoscere alle autorità; per di più, in questa foto sei bellissimo!
pl_pl: Karta identyfikacyjna Twinsena. Ta karta umożliwi ci rozpoznanie cię przez władze. Na zdjęciu twój uśmiech jest bardzo atrakcyjny!
pt_br: Carteira de Identidade. Essa carteira permite que você se identifique para as autoridades. O seu sorriso é especialmente atraente na foto!
pt_pt: Cartão de Identificação. Permite-lhe identificar-se perante as autoridade. O seu sorriso é especialmente atraente na foto!
ru_ru: Удостоверение Твинсена. Эта карта позволит властям идентифицироватЬ тебя. Твоя улыбка на фото особенно привлекателЬна!

source: M. Mies van der Rooh's pass. This pass will grant you access to the Teleportation Center. You will still have to use Gawley's Horn on the left, after the first guard post.
de_de: Passierschein von Herrn Mies van der Rooh. Dieser Passierschein soll Dir ermöglichen in das Biemzentrum zu gelangen. Du wirst dann noch das Horn von Gawley links nach dem ersten Wachposten benutzen müssen.
es_es: Salvoconducto de Mies van der Rooh. Este salvoconducto debe permitirte entrar en el Centro de Teleportación. Tendrás que utilizar también la Trompa de Gawley a la izquierda después del primer puesto de guardia.
fr_fr: Laissez-Passer de M. Mies van der Rooh. Ce laissez-passer doit te permettre d'entrer dans le Centre de Téléportation. Il te faudra encore utiliser la Trompe de Gawley à gauche après le 1er poste de garde.
hu_hu: M. Mies van der Rooh engedélye. Ezzel az engedéllyel beléphetsz a Teleport Központba. Még így is használnod kell majd Gawley kürtjét, itt balra, az elsô ôrposzt után.
it_it: Lasciapassare di Mies van der Rooh. Questo lasciapassare ti consentirà di entrare nel Centro di Teletrasporto. Dovrai utilizzare ancora la Tromba di Gawley a sinistra dopo il primo posto di guardia.
pl_pl: Przepustka pana Mies van der Rooha. Ta przepustka zapewni ci dostęp do Centrum Teleportacji. Będziesz też musiał użyc Rogu Gawley po lewej stronie, za pierwszym stanowiskiem straży.
pt_br: Passe do M. Mies van der Rooh. Esse passe garante a você o acesso ao Centro de Teletransporte. Mesmo assim, você ainda vai precisar usar a Trompa de Gawley lá dentro.
pt_pt: Passe de M. Mies van der Rooh's. Este passe garante-lhe a entrada no Centro de Teleportação. Terá que utilizar também o Chifre de Gawley à esquerda, depois do primeiro posto de guarda.
ru_ru: Пропуск М. Миеса Ван Дер Ру. Этот пропуск предоставит тебе доступ в Центр телепортации. Тебе все еще нужно будет исполЬзоватЬ Рог Голея слева после первого охранного поста.

source: Proto-Pack
hu_hu: Prototáska. A nyilakkal irányíthatod.
pl_pl: Proto-Pack. Steruje się go strzałkami.
pt_br: Proto-Pack. É controlado com as teclas direcionais.
pt_pt: Proto-Pack. É controlado pelas teclas cursoras.
ru_ru: Прото-Пак. Он управляется клавишами со стрелками.

source: Snowboard. Can only be used in the Himalayi, near the ski lift. Place yourself in between any two flags before using.
de_de: Snowboard. Das kann nur im Hamalayi benutzt werden, zwischen zwei Fähnchen die den Beginn der Strecke markieren.
es_es: Monoesquí. Se puede emplear solamente en el Hamalayi, entre dos banderas que marquen el inicio de una pista.
fr_fr: Snowboard. Il ne peut être employé que dans l'Hamalayi, entre deux drapeaux marquant le début d'une piste.
hu_hu: Snowboard. Csak a sílift mellett használhatod a Hamalayi-hegységben. Mielôtt használod, állj be két zászló közé!
it_it: Snowboard. Solo nell'Hamalayi, tra due bandiere che indicano l'inizio di una pista.
pl_pl: Deska Snowboardowa. Może być użyta tylko na Hamalayi, obok wyciągu narciarskiego. Przed użyciem stań pomiędzy dwoma flagami.
pt_br: Snowboard. Só pode ser usado no Himalayi, na área do teleférico. Coloque-se entre 2 bandeiras para usar.
pt_pt: Snowboard. Só pode ser usado no Himalayi, perto do elevador de ski. Coloque-se entre duas bandeiras antes de usar.
ru_ru: Сноуборд. Может бытЬ исполЬзован толЬко в Гамалаях, рядом с горнолыжным подъемником. Перед исполЬзованием встанЬ между двумя любыми флажками.

source: Meca-Penguin. Red clones just hate this stupid toy.
de_de: Meca-Pinguin. Die roten Klone hassen dieses dumme Spielzeug.
es_es: Meca-Pingüino. Los clones rojos detestan este juguete idiota.
fr_fr: Méca-Pingouin. Les clones rouges détestent ce jouet idiot.
hu_hu: Meca-pingvin. A vörös klónok utálják ezt a buta játékot.
it_it: Robo-Pinguino. I cloni rossi odiano questo stupido giocattolo.
pl_pl: Mecha-Pingwin. Czerwone klony nienawidzą tej głupiej zabawki.
pt_br: Mega-Pinguim. Clones vermelhos odeiam esse brinquedo idiota.
pt_pt: Meca-Penguin. Os clones vermelhos odeiam este brinquedo estúpido.
ru_ru: Меха-Пингвин. Красные клоны просто ненавидят эту дурацкую игрушку.

source: Gas, extract of molasses. You cannot use vehicles when your gas gauge is at zero.
de_de: Kraftstoff, Melasseextrakt. Du kannst kein Fahrzeug mehr benutzen, wenn Deine Kraftstoffanzeige auf Null steht.
es_es: Combustible, extracto de melaza. No puedes utilizar el vehículo cuando el indicador marca cero.
fr_fr: Carburant, extrait de mélasse. Tu ne peux plus utiliser de véhicule lorsque ta jauge est à zéro.
hu_hu: Gáz, melasz kivonat. Nem használhatod az autókat, ha üres a tank.
it_it: Carburante, estratto di melassa. Non puoi usare veicoli se il tuo indicatore è a zero.
pl_pl: Paliwo, wyciąg z melasy. Jeśli nie masz paliwa, nie możesz używać pojazdów.
pt_br: Gás. Você não pode usar veículos quando seu suprimento de gás está no zero.
pt_pt: Combustível. Não poderá usar veículos enquanto o nível de combustível estiver a zero.
ru_ru: Топливо, экстракт мелассы. Ты не сможешЬ исполЬзоватЬ транспортные средства, если твой уровенЬ топлива на нуле.

source: Pirate Flag. You can attach it to a boat.
de_de: Piratenflagge. Mann kann sie auf einem Boot hissen.
es_es: Bandera Pirata. Es posible izarla en un barco.
fr_fr: Drapeau Pirate. Il est possible de l'accrocher sur un bateau.
hu_hu: Kalózzászló. Fölkötheted egy hajóra.
it_it: Bandiera dei Pirati . Si può fissare all'albero di una nave.
pl_pl: Flaga Piratów. Możesz przymocować ją do łodzi.
pt_br: Bandeira Pirata. Você pode colocá-la em um barco.
pt_pt: Bandeira Pirata. Pode uni-la a um barco.
ru_ru: Пиратский флаг. Ты можешЬ установитЬ его на лодку.

source: Magic Flute. The enchanted melodies produced by this instrument can melt frozen Clear Water and make flowers grow in the desert.
de_de: Magische Flöte. Die verzaubernden Melodien dieses Instruments kann das Klare Wasser auftauen, wenn es gefroren ist, sowie Blumen in der Wüste wachsen lassen.
es_es: Flauta Mágica. Las melodías encantadoras de este instrumento pueden derretir el Agua Clara cuando está congelada, así como hacer que broten flores en el desierto.
fr_fr: Flûte Magique. Les mélodies enchanteresses de cet instrument peuvent faire fondre l'Eau Claire lorsqu'elle est gelée, ainsi que faire pousser des fleurs dans le désert.
hu_hu: Mágikus fuvola. A varázslatos hangja ennek a hangszernek megolvasztja a fagyott tiszta vizet, és virágot növeszt a sivatagban.
it_it: Flauto magico. Le melodie incantatrici di questo strumento possono far fondere l'Acqua Limpida se questa è ghiacciata, e possono far sbocciare fiori in pieno deserto.
pl_pl: Magiczny Flet. Zaczarowane melodie wytwarzane przez ten instrument mogą stopić zamarznietą Czystą Wodę i sprawić, że kwiaty wyrosną na pustyni.
pt_br: Flauta Mágica. A melodia encantada produzida por esse instrumento pode derreter Agua Sagrada congelada e pode fazer com que flores cresçam no deserto.
pt_pt: Flauta Mágica. As melodias produzidas por este instrumento podem derreter a água límpida congelada e fazer crescer flores no deserto.
ru_ru: Волшебная флейта. Чарующие мелодии, производимые этим инструментом, могут растопитЬ замерзшую Чистую Воду и заставитЬ цветы вырасти в пустыне.

source: Space Guitar. It was found in the middle of an asteroid that landed in the White Leaf Desert. It brought new harmonics to Twinsun.
de_de: Gitarre aus dem All. Mitten in einem Asteroïden gefunden, der in der Wüste des Leeren Blattes einschlug, sie hat neue Harmonien auf Twinsun gebracht.
es_es: Guitarra del Espacio. Encontrada en medio de un asteroide que se estrelló en el Desierto de la Hoja Blanca, le aporta a Twinsun nuevas armonías.
fr_fr: Guitare de l'Espace. Retrouvée au milieu d'un astéroïde qui s'écrasa au large du Désert de la Feuille Blanche, elle apporta de nouvelles harmoniques sur Twinsun.
hu_hu: ûrgitár. Egy azsteroida közepén találták, ami a Fehér Levél-sivatagba csapódott be. Twinsun bolygó életébe új harmóniát hozott.
it_it: Chitarra dello Spazio. Rinvenuta nel nucleo di un asteroide che si abbatté sul Deserto della Foglia Bianca, portò notizie armoniose su Twinsun.
pl_pl: Kosmiczna Gitara. Została znaleziona wewnątrz asteroidy, która spadła na White Leaf Desert. Przyniosła Twinsun nową harmonię.
pt_br: Guitarra Espacial. Encontrada no meio de um asteróide que caiu no Deserto da Folha Branca.
pt_pt: Guitarra do Espaço. Encontrou-se no meio de um asteroid que aterrou no deserto da Folha Branca. Trouxe novas harmonias a Twinsun.
ru_ru: Космическая гитара. Она была найдена в центре астероида, который упал в Пустыне Белый Лист. Она принесла на Твинсан новые гармоники.

source: Hair dryer
de_de: Fön
es_es: Secador de Pelo
fr_fr: Sèche-Cheveux
hu_hu: Hajszárító
it_it: Asciugacapelli
pl_pl: Suszarka do włosów
pt_br: Secador de Cabelos.
pt_pt: Secador de Cabelo
ru_ru: Фен

source: Ancestral Key. Opens the secret compartment in Twinsen's house.
de_de: Alter Schlüssel. Er emöglicht das Geheimversteck bei Twinsen zu öffnen.
es_es: Llave Ancestral. Permite abrir el escondite secreto de Twinsen.
fr_fr: Clef Ancestrale. Elle permet d'ouvrir la cache secrète chez Twinsen.
hu_hu: ôsi kulcs. A titkos kamrát nyitja ki Twinsen házában.
it_it: Chiave Ancestrale. Consente di aprire il nascondiglio segreto a casa di Twinsen.
pl_pl: Starożytny Klucz. Otwiera tajemną komnatę w domu Twinsena.
pt_br: Chave Ancestral. Abre o compartimento secreto na casa de Twinsen.
pt_pt: Chave Ancestral. Abre um compartimento secreto na casa de Twinsen.
ru_ru: Ключ предков. Открывает тайное помещение в доме Твинсена.

source: Bottle of Syrup. This bottle contains 50cl of very concentrated red syrup.
de_de: Flasche Sirup. Diese Flasche enthält 50 Cl eines stark konzentrierten Sirups.
es_es: Frasco de Jarabe. Este frasco contiene 50 Cl de un jarabe rojo muy concentrado.
fr_fr: Flacon de Sirop. Ce flacon contient 50 Cl d'un sirop rouge très concentré.
hu_hu: Egy üveg szörp. Ez az üveg 50cl nagyon sûrû piros szörpöt tartalmaz.
it_it: Flacone di Sciroppo. Questo flacone contiene 50 Cl di uno sciroppo rosso molto denso.
pl_pl: Butelka Syropu. Ta butelka zawiera pół litra bardzo skoncentrowanego, czerwonego syropu.
pt_br: Garrafa de Xarope. Essa garrafa contém 500 ml de xarope de cereja muito concentrado.
pt_pt: Frasco de Xarope. Este frasco contém 50cl de xarope vermelho muito concentrado.
ru_ru: Бутылка сиропа. Эта бутылка содержит 50 сл оченЬ концентрированного красного сиропа.

source: Empty Bottle
de_de: Leere Flasche
es_es: Frasco vacío
fr_fr: Flacon vide
hu_hu: üres üveg
it_it: Flacone vuoto
pl_pl: Pusta Butelka
pt_br: Garrafa Vazia
pt_pt: Frasco Vazio
ru_ru: Пустая бутылка

source: Ferry Ticket
de_de: Fahrschein für die Fähre
es_es: Billete de Ferry
fr_fr: Ticket de Ferry
hu_hu: Hajójegy
it_it: Biglietto per il Traghetto
pl_pl: Bilet na Prom
pt_br: Passagem para o Barco.
pt_pt: Bilhete de Barco
ru_ru: Билет на паром

source: Keypad that controls a digital locking system. Once placed on one door inside the Teleportation Center, it allows access to a room filled with Meca-Penguins.
de_de: Türcode. Neben einer bestimmten Tür im Innern des Biemzentrums gesetzt, gibt er Zugang zu einem Raum voller Meca-Pinguine.
es_es: Teclado Numérico. Una vez colocado en una puerta dentro del Centro de Teleportación, da acceso a una habitación llena de Meca-Pingüinos.
fr_fr: Digicode. Une fois placé sur une porte à l'intérieur du Centre de Téléportation, il donne accès à une pièce remplie de Méca-Pingouins.
hu_hu: Billentyûzet, ami egy digitális zárszerkezetet irányít. A Teleport Központ egyik ajtajára helyezve, belépést nyerhetsz a Meca-pigvin szobába.
it_it: Digicode. Se viene appoggiato su una porta all'interno del Centro di Teletrasporto, consente di accedere a una stanza piena di Robo-Pinguini.
pl_pl: Panel sterujący, który kontroluje cyfrowy system zabezpieczający. Kiedy zostanie umieszczony na drzwiach w Centrum Teleportatcji, otworzy dostęp do pomieszczenia wypełnionego Mecha-Pingwinami.
pt_br: Teclado que controla um sistema de tranca digital. Quando colocado em uma porta dentro do Centro de Teletransporte, permite o acesso à uma sala cheia de Mega-Pinguims.
pt_pt: Teclado numérico que controla um sistema de segurança digital. Uma vez colocado na porta que se encontra dentro do centro de teleportação, permite-lhe o acesso a um compartimento cheio de Meca-Pinguins.
ru_ru: Клавиатура, которая управляет системой с цифровым замком. Установленная на некую дверЬ внутри Центра телепортации она предоставит доступ к комнате, полной Меха-Пингвинов.

source: Coffee Pot. You must return it to one Lanktir who lives next to the bazaar on Proxima island.
de_de: Kaffeekanne. Sie muß einem gewissen Lanktir zurückgebracht werden, der neben dem Bazar auf der Insel Proxima wohnt.
es_es: Cafetera. Hay que devolverla a un tal Lanktir que vive al lado del bazar en la isla Próxima.
fr_fr: Cafetière. Il faut la rendre à un certain Lanktir, qui habite à coté du bazar sur l'île Proxima.
hu_hu: Kávéfôzô. Vissza kell vinned egy Lanktirnak, aki a bazár mellett lakik, Sógor-szigeten.
it_it: Caffettiera. Bisognerà restituirla a un certo Lanktir che abita vicino al bazar sull'isola Proxima.
pl_pl: Dzbanek do Kawy. Musisz zwrócic go niejakiemu Lanktirowi, który mieszka za sklepem na wyspie Proxima.
pt_br: Pote de café. Você deve devolvê-lo para Lanktir, que vive próximo a um bazar na Ilha Proxima.
pt_pt: Recipiente de Café. Deve entregá-lo a Lanktir que vive ao lado do bazar na Ilha Proxima.
ru_ru: Кофейник. Ты должен вернутЬ его некоему Ланктиру, который живет за магазином на Острове Проксима.

source: Bonuses List.
de_de: Boni-liste.
es_es: Lista de bonos.
fr_fr: Liste de bonus.
hu_hu: Jutalom lista: (ENTER) gombbal elolvashatod.
it_it: Liste di bonus.
pl_pl: Spis Dodatków: nacisnij (ENTER), aby go przeczytać.
pt_br: Lista de Bonus: aperte (ENTER) para ler.
pt_pt: Lista de Bónus: Pressione (ENTER) para ler.
ru_ru: Список бонусов: клавиша (ENTER), чтобы прочестЬ его.
