Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Hang in there Twinsen, your quest is almost over.
de_de: Nur Mut Twinsen, Deine Suche ist bald vorbei.
es_es: Valor Twinsen, tu búsqueda llega a su fin.
fr_fr: Courage Twinsen, ta quête touche à sa fin.
hu_hu: Várj csak Twinsen, küldetésed végére érsz hamarosan.
it_it: Coraggio, Twinsen, la tua ricerca è quasi terminata.
pl_pl: Trzymaj się, Twinsen, twoja misja dobiega końca.
pt_br: Aguente firme Twinsen, sua busca está quase no fim.
pt_pt: Aguente Twinsen, a sua busca está quase no fim.
ru_ru: ДержисЬ, Твинсен, твои поиски почти окончены.

source: There are still a few clones left, but with Kroptman at the helm of the tank, we'll take the fort.
de_de: Es bleiben noch ein paar Klone, aber mit Kroptman an Bord des Panzers halten wir das Fort.
es_es: Quedan algunos clones pero con Kroptman al mando del tanque, el fortín está en nuestras manos.
fr_fr: Il reste quelques clones mais avec Kroptman aux commandes du char, nous tenons le fortin.
hu_hu: Még maradt pár klón, de Korptman-nel a tank ágyucsöve mögött elfoglaljuk az erôdöt.
it_it: Rimane ancora qualche clone, ma con Kroptman ai comandi del carro, teniamo in pugno il fortino.
pl_pl: Wciąż jeszcze pozostało kilka klonów, ale z Kroptmanem za sterami czołgu, zdobędziemy ten fort.
pt_br: Ainda sobraram alguns clones, mas com Kroptman no comando do tanque, nós iremos tomar o forte.
pt_pt: Ainda sobraram alguns clones, mas com Kroptman no comando do tanque, iremos conquistar o forte.
ru_ru: Немного клонов все еще осталосЬ, но с Кроптманом за штурвалом танка мы захватим форт.

source: Ask the look-out further on down the road, he'll be able to help you.
de_de: Frag den Späher unten an der Straße, er kann Dir bestimmt helfen.
es_es: Pregúntale al vigía un poco más adelante en el camino, él podrá ayudarte.
fr_fr: Demande au guetteur en bas de la route, il doit pouvoir t'aider.
it_it: Chiedi alla sentinella alla fine della strada, lui ti aiuterà.
pl_pl: Zapytaj obserwatora niżej, na drodze, on będzie mógł ci pomóc.
pt_br: Pergunte ao vigia lá embaixo, ele poderá te ajudar.
pt_pt: Pergunte ao vigia ao fundo da rua, ele poderá ajudá-lo.
ru_ru: Спроси дозорного вниз по дороге, он сможет тебе помочЬ.

source: Ah! I don't know where those plans are. You can find information about everything in Funky-Town, but this city will soon be destroyed by FunFrock.
de_de: Ach, ich weiß nicht wo diese Pläne sind. In Funky-Town findet man bestimmt über alles Informationen, aber diese Stadt wird bald von FunFrock ausradiert.
es_es: ¡Ah! ignoro dónde están esos planos. En Funky-Town se puede encontrar informaciones sobre todo, pero esta ciudad pronto será arrasada por FunFrock.
fr_fr: Ah j'ignore où sont ces plans. A Funky-Town on doit trouver des informations sur tout, mais cette ville sera bientôt rasée par FunFrock.
hu_hu: A! Nem tudom, hol vannak azok a tervek. Mindenrôl találhatsz információt Felafaluban, de ezt a helyet hamarosan lerombolják.
it_it: Non so dove sono le mappe. A Funky-Town si trovano informazioni su tutto, ma anche quella città verrà presto rasa al suolo da FunFrock.
pl_pl: Ach! Nie wiem, gdzie są te plany. Wszystkiego można się dowiedziać w Funky-Town, ale FunFrock niedługo zniszczy to miasto.
pt_br: Ah! Não sei onde esses planos estão. Você pode achar informação sobre tudo em Funky-Town, mas essa cidade logo será destruída por FunFrock.
pt_pt: Ah! Não sei onde esses planos estão. Pode encontrar qualquer informação em Funky-Town, mas essa cidade será logo destruída por FunFrock.
ru_ru: А! Я не знаю, где эти чертежи. Ты можешЬ найти информацию обо всем в Фанки-Городе, но этот город скоро будет уничтожен ФанФроком.

source: Hey, get me out of here! Find a key quick!
de_de: He, hol' mich hier raus ! Schnell, find' einen Schlüssel !
es_es: ¡Eh, sácame de aquí! ¡Date prisa y encuentra una llave!
fr_fr: Eh, sors moi d'ici ! Vite trouve une clef !
hu_hu: Hé, segíts ki innen! Gyorsan egy kulcsot!
it_it: Ehi, fammi uscire! Presto, trova una chiave!
pl_pl: Hej, zabierz mnie stąd! Znajdź klucz, szybko!
pt_br: Ei, me tire daqui! Ache uma chave, rápido!
pt_pt: Ei, tire-me daqui! Encontre uma chave, rápido!
ru_ru: Эй, вытащи меня от сюда! Скорее найди ключ!

source: I am Raymond-the-Elf, to show my gratitude, I will indicate the location of the Clear Water Lake to you. It is to the North-West, in the Hamalayi mountains (look on your Holomap). If you play the flute there, you will find an important element of the prophecy. And if you have a membership card you can show me, I've something else for you.
de_de: Ich bin Raymond-der-Kobold, zum Dank werde ich Dir den Standort des Sees Klares Wassers zeigen. Er befindet sich nordwestlich von hier, im Hamalayi (schau auf Deinen Holomap). Spiels Du dort Flöte, findest Du einen wichtigen Teil der Prophezeiung. Und wenn Du mir eine Kobold-Mitgliedskarte zeigst, habe ich noch etwas anderes für Dich.
es_es: Soy Raymond-el-Duende, para agradecertelo te voy a indicar el emplazamiento del Lago de Agua Clara. Está al noroeste de aquí, en el Hamalayi (mira tu Holomapa). Tocando la flauta, encontrarás un elemento importante de la profecía. Y si tienes una tarjeta de miembro del club de los duendes para mostrarme, aún tengo otra cosa para ti.
fr_fr: Je suis Raymond-le-Lutin, pour te remercier je vais t'indiquer l'emplacement du lac d'Eau Claire. Il est au Nord-Ouest d'ici, dans l'Hamalayi (regarde ton Holomap). En y jouant de la flûte, tu trouveras un élément important de la prophétie. Et si tu as une carte de membre du club des lutins à me montrer, j'ai encore autre chose pour toi.
hu_hu: Raymond-az-Elf vagyok, és hálám jeléül megmutatom a holotérképeden, hol is van a Tiszta Víz-tó. A Hamalayi-hegység észak-nyugati részén van. Ha majd a fuvoláddal játszol ott, megtalálod egy fontos részét a próféciának. Ha esetleg tagsági kártyád is van, még többet segíthetek.
it_it: Sono Raymond il Folletto, per ringraziarti ti mostrerò la posizione del lago dell'Acqua Limpida. E' a nord ovest rispetto a qui, nell'Hamalayi (guarda sulla tua holomap). Se suonerai il flauto sul lago, troverai un importante elemento della profezia. E se hai una tessera del club dei folletti da mostrarmi, ho un'altra sorpresa per te.
pl_pl: Jestem Raymond-Elf, w dowód wdzięczności, zaznaczę ci położenie Jeziora Czystej Wody. Jest na północnym zachodzie, w górach Hamalayi (zobacz na Holomapie). Jeśli zagrasz tam na flecie, znajdziesz ważny element przepowiedni. A jeśli masz kartę członkowską, pokaż mi ją, mam dla ciebie coś jeszcze.
pt_br: Eu sou Raymond-o-Elfo, e para mostrar a minha gratidão, eu irei indicar a localização do Lago de Agua Sagrada para você. Está no Noroeste, nas montanhas do Hamalayi(olhe no seu holomapa). Se você tocar uma certa flauta mágica lá, você encontrará um importante elemento da profecia. E se você tiver um cartão de membro para me mostrar, eu terei algo para você.
pt_pt: Eu sou o Raymond-o-Elfo, e para mostrar a minha gratidão, eu irei indicar a localização do Lago da Ägua Límpida para si. Está no Noroeste, nas montanhas do Hamalayi (veja o seu holomapa). Se tocar a flauta mágica lá, encontrará um importante elemento da profecia. E se tiver um cartão de membro para me mostrar, eu terei algo para si.
ru_ru: Я Рэймонд-ЭлЬф, в качестве благодарности я отмечу для тебя местоположение Озера Чистой Воды. Это на северо-западе, в Гамалайских горах (посмотри на своей голокарте). Если ты сыграешЬ там на флейте, то найдешЬ важный элемент пророчества. А если у тебя естЬ членская карта, можешЬ мне показатЬ, у меня естЬ для тебя кое-что еще.

source: I am Raymond-the-Elf, to show my gratitude, I will indicate the location of the Clear Water Lake to you. It is to the North-West, in the Hamalayi mountains (look on your Holomap). If you play the flute there, you will find an important element of the prophecy. And in a grotto near the temple of Bù, you'll find one of my fellow elves, he'll be able to get you a blue card.
de_de: Ich bin Raymond-der-Kobold, zum Dank werde ich Dir den Standort des Sees Klares Wassers zeigen. Er befindet sich nordwestlich von hier, im Hamalayi (schau auf Deinen Holomap). Spiels Du dort Flöte, findest Du einen wichtigen Teil der Prophezeiung. Und in einer Höle in der Nähe des Tempels von Bù kannst Du einen meiner Kollegen antreffen, er kann Dir eine blaue Karte besorgen.
es_es: Soy Raymond-el-Duende, para agradecertelo voy a indicarte el emplazamiento del Lago de Agua Clara. Está al noroeste de aquí, en el Hamalayi (mira tu Holomapa). Tocando la flauta encontrarás un elemento importante de la profecía. Y en una gruta cerca del Templo de Bù, podrás encontrar a uno de mis hermanos, éste puede procurarte una tarjeta azul.
fr_fr: Je suis Raymond-le-Lutin, pour te remercier je vais t'indiquer l'emplacement du lac d'Eau Claire. Il est au Nord-Ouest d'ici, dans l'Hamalayi (regarde ton Holomap). En y jouant de la flûte, tu trouveras un élément important de la prophétie. Et dans une grotte près du Temple de Bù, tu peux trouver l'un de mes confrêres, il peut te procurer une carte bleue.
hu_hu: Raymond-az-Elf vagyok, és hálám jeléül megmutatom a holotérképeden, hol is van a Tiszta Víz-tó. A Hamalayi-hegység észak-nyugati részén van. Ha majd a fuvoláddal játszol ott, megtalálod egy fontos részét a próféciának. És valahol egy barlangban, Bú Templomának közelében találod egy elf barátomat, aki odaadja neked a kék kártyát, ha szükséged lenne rá.
it_it: Sono Raymond il Folletto, per ringraziarti ti mostrerò la posizione del lago dell'Acqua Limpida. E' a nord ovest rispetto a qui, nell'Hamalayi (guardae sulal tua holomap). Se suonerai il flauto sul lago, troverai un importante elemento della profezia. E in una grotta vicina al Tempio di Bù, troverai uno dei miei fratelli, che potrà darti una tessera blu.
pl_pl: Jestem Raymond-Elf, w dowód wdzięczności, zaznaczę ci położenie Jeziora Czystej Wody. Jest na północnym zachodzie, w górach Hamalayi (zobacz na Holomapie). Jeśli zagrasz tam na flecie, znajdziesz ważny element przepowiedni. A w grocie, niedaleko świątyni Bù, znajdziesz mojego kolegę elfa, on da ci niebieską kartę.
pt_br: Eu sou Raymond-o-Elfo, e para mostrar a minha gratidão, eu irei indicar a localização do Lago de Agua Sagrada para você. Está no Noroeste, nas montanhas do Hamalayi(olhe no seu holomapa). Se você tocar uma certa flauta mágica lá, você encontrará um importante elemento da profecia. E atrás de um símbolo perto do Templo de Bú, você encontrará um dos meus amigos elfos, ele poderá te dar um cartão azul.
pt_pt: Eu sou o Raymond-o-Elfo, e para mostrar a minha gratidão, eu irei indicar a localização do Lago da Ägua Límpida para si. Está no Noroeste, nas montanhas do Hamalayi (veja o seu holomapa). Se tocar a flauta mágica lá, encontrará um importante elemento da profecia. E por detrás dum símbolo que está perto do Templo de Bù, encontrará um dos meus amigos elfos, ele poderá dar-lhe um cartão azul.
ru_ru: Я Рэймонд-ЭлЬф, в качестве благодарности я отмечу для тебя местоположение Озера Чистой Воды. Это на северо-западе, в Гамалайских горах (посмотри на своей голокарте). Если ты сыграешЬ там на флейте, то найдешЬ важный элемент пророчества. А в гроте рядом с Храмом Бу, ты найдешЬ одного из моих приятелей элЬфов, он может датЬ тебе синюю карту.

source: Never seen them, I don't know anything about teleportation.
de_de: Nie gesehen, ich verstehe nichts vom Biemen.
es_es: Nunca lo he visto, no conozco nada de teleportación.
fr_fr: Jamais vus, je ne connais rien à la téléportation.
hu_hu: Még soha nem láttam, semmit sem tudok a teleportációrol.
it_it: Mai visti,; non so niente di teletrasporto.
pl_pl: Nigdy ich nie widziałem, nie wiem nic o teleportacji.
pt_br: Nunca vi eles, não sei nada sobre teletransporte.
pt_pt: Nunca os vi, não sei nada sobre a teleportação.
ru_ru: Никогда их не видел, я ничего не знаю о телепортации.

source: To Principal island.
de_de: Auf die Hauptinsel.
es_es: A la isla Principal.
fr_fr: Sur l'île Principale.
hu_hu: Elöljáró-szigetre
it_it: Sull'isola Principale.
pl_pl: Na wyspę Principal.
pt_br: Para a Ilha Principal.
pt_pt: Para a Ilha Principal.
ru_ru: На Главный Остров.

source: To Rebellion island.
de_de: Auf die Rebellion-Insel.
es_es: A la isla de la Rebelión.
fr_fr: Sur l'île de la Rébellion.
hu_hu: a Lázadó-szigetre
it_it: Sull'Isola della Ribellione.
pl_pl: Na wyspę Rebellion.
pt_br: Para a Ilha dos Rebeldes.
pt_pt: Para a Ilha da Rebelião.
ru_ru: На Остров Восстания.

source: To Citadel island.
de_de: Auf die Zitadelleninsel.
es_es: A la isla de la Ciudadela.
fr_fr: Sur l'île de la Citadelle.
hu_hu: Citadella-szigetre
it_it: Sull'Isola della Cittadella.
pl_pl: Na wyspę Citadel.
pt_br: Para a Ilha da Fortaleza.
pt_pt: Para a Ilha da Cidadela.
ru_ru: На Остров Цитадели.

source: I'm looking for the plans for the Teleportation Center.
de_de: Ich suche die Pläne des Biemzentrums.
es_es: Busco los planos del Centro de Teleportación.
fr_fr: Je cherche les plans du Centre de Téléportation.
hu_hu: A Teleport Központ terveit keresem.
it_it: Cerco le mappe del Centro di Teletrasporto.
pl_pl: Szukam planów Centrum Teleportacji.
pt_br: Estou procurando pelos planos do Centro de Teletransporte.
pt_pt: Estou à procura od planos do Centro de Teleportação.
ru_ru: Я ищу чертежи Центра телепортации.

source: Hi, you should go see one of my fellow elves who is in the White Leaf Desert. He can give you a blue card.
de_de: Hallo, Du solltest zu einem Kobold-Kollegen, der sich in der Wüste des Leeren Blattes befindet, gehen. Er kann Dir eine blaue Karte geben.
es_es: Hola, tú deberías ir a ver a un hermano duende que está en el Desierto de la Hoja Blanca. El puede darte una tarjeta azul.
fr_fr: Dans une grotte près du Temple de Bù, tu peux trouver l'un de mes confrêres, il peut te procurer une carte bleue.
hu_hu: Szia, megkereshetnéd az egyik elf barátomat, aki a Fehér Levél-sivatagban él, ô majd odaadja neked a kék kártyát.
it_it: Dovresti incontrare un confratello folletto nel Deserto della Foglia Bianca. Potrebbe darti una tessera blu.
pl_pl: Cześć, powinieneś pojść zobaczyć się z moim kolegą elfem, który jest na White Leaf Desert. On da ci niebieską kartę.
pt_br: Oi, você deveria ir ver um amigo elfo que está no Deserto da Folha Branca. Ele pode te dar um cartão azul.
pt_pt: Olá, deveria ir ver um dos meus amigos elfos que está no Deserto da Folha Branca. Ele pode dar-lhe o cartão azul.
ru_ru: Привет, ты должен был видетЬ одного из моих приятелей элЬфов в Пустыне Белый Лист. Он может датЬ тебе синюю карту.

source: What are you doing there? They're letting anyone in here now! I even captured an elf a little while ago. I don't know what to do with him, officially, that doesn't even exist!
de_de: Was machen Sie da ? Das ist hier wie in einem Hotel ! Vorhin habe ich sogar einen Kobold erwischt. Ich weiß nicht was ich damit machen soll, offiziell gibt's das nicht !
es_es: ¿Qué hacen ahí? ¡Se entra aquí como en un molino! Hace un rato yo mismo capturé a un duende. No sé que hacer con él, oficialmente no existen.
fr_fr: Que faites-vous là ? On rentre comme dans un moulin ici ! Tout à l'heure j'ai même capturé un lutin. Je ne sais pas quoi en faire, officiellement ça n'existe pas !
hu_hu: Mit csinálsz te ott? Most már mindenkit beengednek ide! Nem olyan régen, még egy elfet is fogtam. Azt sem tudom mihez kezdjek vele, mert hivatalosan nem is létezik!
it_it: Cosa fa lei qui? Questa casa sembra un porto di mare! Addirittura prima ho catturato un folletto. Non so cosa farne, ufficialmente non dovrebbe neppure esistere!
pl_pl: Co ty tu robisz? Oni wpuszczają tu wszystkich! Przed chwilą nawet złapałem elfa. Nie wiem, co mam z nim zrobić, oficjalnie one nie istnieją!
pt_br: O que você está fazendo aqui? Eles estão deixando qualquer um entrar! Eu até capturei um elfo faz pouco tempo. Não sei o que fazer com ele, oficialmente, isso nem existe!
pt_pt: O que está a fazer aqui? Eles estão a deixar qualquer um entrar! Eu até capturei um elfo há tempos atrás. Não sei o que fazer com ele, oficialmente, isso nem existe!
ru_ru: Что ты здесЬ делаешЬ? Они теперЬ любого сюда пускают! Я даже недавно поймал элЬфа. Не знаю, что с ним делатЬ. ОфициалЬно, он даже не существует!

source: Surrender!
de_de: Ergeben Sie sich !
es_es: ¡Ríndanse!
fr_fr: Rendez-vous !
hu_hu: Add meg magad!
it_it: Si arrenda!
pl_pl: Poddaj się!
pt_br: Renda-se!
pt_pt: Renda-se!
ru_ru: Сдавайся!

source: Do you prefer to die on an empty stomach, or do you want something special for your last meal?
de_de: Möchten Sie lieber nüchtern sterben, oder haben Sie einen ganz speziellen Wunsch für Ihre letzte Mahlzeit ?
es_es: ¿Prefieren morir en ayunas o tienen ganas de algo en particular como su última cena?
fr_fr: Vous préferez mourir à jeun, ou vous avez envie de quelque chose de précis pour votre dernier repas ?
hu_hu: Inkább éhgyomorra szeretnél meghalni, vagy azért kérnél valamit utolsó vacsora ként?
it_it: Preferisce morire digiuno, oppure ha qualche preferenza specifica per il suo ultimo pasto?
pl_pl: Wolisz umrzeć o pustym żołądku, czy chciałbyś dostać coś specjalnego na swój ostatni posiłek?
pt_br: Você prefere morrer de estômago vazio, ou quer alguma coisa especial para a sua última refeição?
pt_pt: Prefere morrer de estômago vazio, ou quer alguma coisa em especial para a sua última refeição?
ru_ru: Ты предпочитаешЬ умеретЬ на пустой желудок или хочешЬ какое-нибудЬ особенное последнее блюдо?

source: Too bad!
de_de: Was soll's !
es_es: ¡Qué pena!
fr_fr: Tant pis !
it_it: Pazienza!
pl_pl: Niedobrze mi!
pt_br: Que pena!
pt_pt: Que pena!
ru_ru: ОченЬ жалЬ!

source: Not hungry!
de_de: Kein Hunger !
es_es: ¡No tengo hambre!
fr_fr: Pas faim !
hu_hu: Nem vagyok éhes!
it_it: Non ho fame!
pl_pl: Nie jestem głodny!
pt_br: Não estou com fome!
pt_pt: Não estou com fome!
ru_ru: Не голоден!

source: You have not achieved a sufficient level of power to defeat the red clones. We will wait for your return.
de_de: Du hast nicht ein genügendes Leistungsniveau erreicht, um die roten Klone zu besiegen. Wir warten bis Du zurückkommst.
es_es: No has alcanzado un nivel de poder suficiente como para vencer a los clones rojos. Esperaremos tu regreso.
fr_fr: Tu n'as pas atteint un niveau de puissance suffisant pour vaincre les clones rouges. Nous attendrons ton retour.
hu_hu: Még nem sajátítottad el az erô megfelelô szintjét, hogy legyôzhesd a vörös klónokat. Gyere vissza, mi majd itt várunk!
it_it: Non hai raggiunto un livello di potenza sufficiente per vincere i cloni rossi. Aspetteremo il tuo ritorno.
pl_pl: Nie zgromadziłeś wystarczającej ilości mocy, aby pokonać czerwone klony. Zaczekamy tu, aż wrócisz.
pt_br: Você ainda não alcançou um nível suficiente de poder para derrotar os clones vermelhos. Nós iremos esperar pelo seu retorno.
pt_pt: Ainda não atingiu um nível suficiente para poder derrotar os clones vermelhos. Esperaremos que regresse.
ru_ru: Ты не достиг уровня силы, достаточного для того, чтобы победитЬ красных клонов. Мы подождем твоего возвращения.

source: You've just rediscovered all the objects in your inventory!
de_de: Du hast soeben alle Gegenstände wiedergefunden, die Dein Inventar beinhaltet hat !
es_es: Acabas de encontrar todos los objetos que contenía tu inventario!
fr_fr: Tu viens de retrouver tous les objets que contenait ton inventaire !
hu_hu: Visszaszereztél mindent, ami a zsebedben volt!
it_it: Hai appena ritrovato tutti gli oggetti che conteneva il tuo inventario!
pl_pl: Odzyskałeś wszystkie przedmioty, które miałeś w inwentarzu!
pt_br: Você recuperou todos os objetos que estavam no seu inventário!
pt_pt: Acabou de recuperar todos os objectos que estavam no seu inventário!
ru_ru: Ты толЬко что снова нашел все предметы из своего инвентаря!

source: You have no business here, this factory is top secret!
de_de: Sie haben hier nichts zu suchen, diese Fabrik ist streng geheim !
es_es: ¡No tiene nada que hacer aquí, esta fábrica está clasificada top-secret!
fr_fr: Vous n'avez rien à faire ici, cette usine est classée top-secret !
hu_hu: Nincs itt semmi keresnivalója, ez a gyár szigorúan titkos!
it_it: Via di qui! Quello che facciamo in questa fabbrica è top-secret !
pl_pl: Nie możesz tu przebywać, ta fabryka jest ściśle tajna!
pt_br: Esse lugar não é da sua conta, essa fábrica é ultra secreta!
pt_pt: Não tem nada haver com isto, esta fábrica é ultra secreta!
ru_ru: Тебе здесЬ нечего делатЬ, эта фабрика совершенно секретна!

source: Don't touch those buttons!
de_de: Rühren Sie diese Knöpfe nicht an !
es_es: ¡No toque esos botones!
fr_fr: Ne touchez pas à ces boutons !
hu_hu: Ne nyúlj azokhoz a gombokhoz!
it_it: Non tocchi quei tasti!
pl_pl: Nie dotykaj tych przycisków!
pt_br: Não toque nesses botões!
pt_pt: Não toque nesses botões!
ru_ru: Не трогай эти кнопки!

source: Hey, you, don't touch our kitchen!
de_de: He, Du, Hände weg von unserem Mampf !
es_es: ¡Eh tú, no toques nuestra cocina!
fr_fr: Hé, toi, ne touche pas à notre tambouille !
hu_hu: Hé, te, ne nyúlj semmihez a konyhában!
it_it: Ehi, tu, giù le mani dalla nostra sbobba!
pl_pl: Hej, ty, nie dotykaj naszej kuchni!
pt_br: Ei, você, não encoste na nossa cozinha!
pt_pt: Ei, não toque na nossa cozinha!
ru_ru: Эй, ты, не трогай нашу кухню!
