Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Bravo! This little twinge of cherry is fantastic. Ever since my doctor told me that I could only drink tap water and... well you know all that. In gratitude, I can show you all the ancient works that are here, even the LEGENDARY ones!
de_de: Bravo ! Dieser nette Kirschgeschmack ist eine Wonne. Sie müssen wissen, daß mir mein Arzt gesagt hat, daß ich nur Leitungswasser trinken darf, und ... Kurzum ! Zum Dank kann ich Ihnen alte Werke zeigen, ich würde sogar sagen LEGENDÄRE Werke !
es_es: ¡Bravo! Este saborcito a cerezas es una maravilla. Tengo que decirle que a causa de mi médico no puedo beber más que el agua de la ciudad y... bueno, para agradecerselo puedo mostrarle las obras antiguas, incluso diría ¡LEGENDARIAS!
fr_fr: Bravo ! Ce petit goût de cerise c'est une merveille. Il faut vous dire qu'à cause de mon médecin, je ne peux boire que de l'eau de la ville et ... Bref ! Pour vous remercier je peux vous montrer des ouvrages anciens, je dirais même LEGENDAIRES !
hu_hu: Bravó! Ez a kis cseresznyés beütés fantasztikus. Mióta az orvosom azt mondta, hogy nem ihatok más vizet, csak a... de ezt mr tudja. Hálám jeléül megmutathatom gyûjteményünk legöregebb darabjait is, még a legendásakat is!
it_it: Complimenti! L'aroma alla ciliegia è veramente ottimo. Le confesso che il mio medico mi ha imposto di bere solo acqua del rubinetto e... Insomma, per ringraziarla le mostrerò opere antiche, se non addirittura LEGGENDARIE!
pl_pl: Brawo! Ten lekki wiśniowy akcent jest fantastyczny. Zawsze, odkąd mój lekarz powiedział, że mogę pić tylko wodę z kranu i... ale ty to wszystko wiesz. W dowód wdzięczności, mogę pokazać ci wszystkie starożytne prace, które tu są, nawet te LEGENDARNE!
pt_br: Bravo! Esse gostinho de cereja é fantástico. Desde que o meu médico me contou que eu só poderia beber água tratada e... bem você sabe disso tudo. Como gratidão, eu posso te mostrar todos os livros antigos que tenho aqui, até mesmo os LENDARIOS!
pt_pt: Bravo! Este saborzinho a cereja é fantástico. Desde que o meu médico me contou que só poderia beber água tratada e... bem você sabe disso tudo. Como gratidão, eu posso mostrar-lhe todos os livros antigos que tenho aqui, até mesmo os LENDÄRIOS!
ru_ru: Браво! Этот вишневый привкус превосходен. С тех пор, как мой доктор сказал, что я могу питЬ воду толЬко из под крана и... ну вы все это знаете. В благодарностЬ, я могу показатЬ вам все древние работы, которые здесЬ естЬ, даже ЛЕГЕНДАРНЫЕ!

source: Oh, so Dr. FunFrock is taking care of us now. Funny, I find it hard to believe that it was him.
de_de: Oh, Dr FunFrock ist um uns besorgt, jedoch würde es mich arg wundern, daß er es gewesen ist.
es_es: Oh, el Dr. FunFrock cuida de nosotros, sin embargo, me asombraría que esto viniera de su parte.
fr_fr: Oh, le Dr FunFrock prend soin de nous, pourtant ça m'étonnerait que cela vienne de lui.
hu_hu: Aha, szóval Dr. KacajKabát gondoskodik mostantól rólunk. Vicces, valahogy nem igazán hiszem.
it_it: Ah sì, il dottor FunFrock si prende cura di noi? Ma mi sembra strano...
pl_pl: Och, więc Dr. FunFrock zaczyna się o nas troszczyć. Zabawne, jakoś trudno mi uwierzyć, że to był on.
pt_br: Oh, então o Dr. FunFrock está cuidando de nós agora. Engraçado, eu acho difícil de acreditar que tenha sido ele.
pt_pt: Oh, então o Dr. FunFrock está a cuidar de nós agora. Engraçado, acho difícil de acreditar que tenha sido ele.
ru_ru: О, так д-р ФанФрок теперЬ заботится о нас. Странно, я нахожу сложным поверитЬ, что это был он.

source: I have not seen this person.
de_de: Ich habe diese Person nicht gesehen.
es_es: No he visto a esa persona.
fr_fr: Je n'ai pas vu cette personne.
hu_hu: Nem láttam ezt a személyt.
it_it: Non ho vista questa persona.
pl_pl: Nie widziałem tej osoby.
pt_br: Eu não vi essa pessoa.
pt_pt: Não vi essa pessoa.
ru_ru: Я не видел этого человека.

source: My dear sir, I have been looking for Captain LeBorgne's log for years now. And would you believe that I found it today while shopping in the Old Burg? Naturally, such a piece should be consulted on site. Go look on the table in the back of the room next to the projection room.
de_de: Mein lieber, wir haben jahrelang das Logbuch des Kapitäns EinAuge gesucht. Und stellen Sie sich vor, ich habe es vorhin beim Einkaufen in der Altstadt gefunden ! Natürlich muß ein solches Werk vor Ort eingesehen werden. Gehen Sie zum Tisch dort ganz hinten, gleich neben dem Vorführraum.
es_es: Mi estimado, hace años que buscamos la bitácora del Capitán El Tuerto. Y bien, imagínese que ¡acabo de encontrarlo haciendo mis compras en el Viejo Burgo! Evidentemente una obra como esa hay que consultarla en el sitio. Mire, allí en la mesa del fondo, cerca de la sala de proyección.
fr_fr: Mon cher, cela fait des années que nous cherchions le livre de bord du Capitaine Leborgne. Et bien figurez-vous que je viens juste de le trouver en faisant mes courses dans le Vieux Bourg ! Evidemment un tel ouvrage est à consulter sur place. Voyez sur la table du fond, près de la salle de projection.
hu_hu: Kedves uram, én évekig kutatam már LeBorgne Kapitány naplóját. Gondolta volna, hogy épp ma találtam meg, még vásároltam a vénvári bazárban? Természetesen egy ilyen darab szót érdemel. Menjen és nézze meg az asztalon a vetítôszoba melletti szoba végében.
it_it: Caro mio, erano anni che cercavo il libro di bordo del Capitano Guercio. E proprio oggi, mentre facevo la spesa nel Vecchio Borgo, mi è capitato fra le mani! Si tratta ovviamente di un'opera da consultare sul posto. E' là, su quel tavolo, vicino alla sala di proiezione.
pl_pl: Mój drogi, już od lat szukam dziennika Kapitana LeBorgne'a. I uwieżyłbyś, że zanalazłem go dzisiaj, kiedy robiłem zakupy w Old Burg? Naturalnie, taki okaz powinien być udostępniany tylko na miejscu. Możesz ją obejrzeć, leży na stole w pmieszczeniu obok sali projekcyjnej.
pt_br: Meu caro senhor, estou procurando pelo diário de bordo de LeBorgne faz anos. E você acredita que eu encontrei ele hoje enquanto fazia compras em Old Burg? Naturalmente, tal obra deve ser consultada no local. Dê uma olhada no livro, ele está na mesa da sala que fica ao lado da nossa sala de projeção.
pt_pt: Meu caro senhor, ando à procura do diário de bordo do Capitão LeBorgne há anos. E você acredita que eu encontrei-o hoje enquanto fazia compras no Velho Burgo? Naturalmente, tal obra deve ser consultada no local. Dê uma olhadela na mesa que fica ao lado da sala de projecção.
ru_ru: Мой дорогой сэр, я искал журнал капитана ЛеБорна годы. Верите ли, я нашел его сегодня, когда ходил по магазинам в Старом Городе! Конечно, с таким предметом необходимо ознакомитЬся на месте. Сходите посмотрите на столе в конце комнаты рядом с проекционным залом.

source: Wait here, I'll go get them for you.
de_de: Warten Sie hier, ich werde sie Ihnen holen.
es_es: Quédese aquí, voy a buscárselos.
fr_fr: Restez-ici, je vais vous les chercher.
hu_hu: Várjon itt, idehozom magának.
it_it: Rimanga qui, vado a prenderli.
pl_pl: Zaczekaj tu, przyniosę ci je.
pt_br: Espere aqui, vou pegá-los pra você.
pt_pt: Espere aqui, vou pegá-los para si.
ru_ru: Подождите здесЬ, я схожу возЬму их для вас.

source: We must have something about LeBorgne. Go check with the chief librarian. You know him already, he's a rather large, orange rabbibunny.
de_de: Wir haben bestimmt etwas über EinAuge. Wenden Sie sich an den Chef-Bibliothekar. Sie kennen ihn bereits, es ist ein großer oranger Haasi.
es_es: Debe haber algo sobre El Tuerto. Mírelo con el bibliotecario jefe. Ya lo conoce, es un conejuno grande, anaranjado.
fr_fr: On doit avoir quelque chose sur LeBorgne. Voyez avec le bibliothécaire en chef. Vous le connaissez déjà c'est un lapichon, un grand, orange.
hu_hu: Kell, hogy legyen valamink LeBorgne-ról. Kérdezze meg a könyvtárvezetôt. Már biztos ismeri, elég nagy darab narancssárga nyulam-bulam.
it_it: Ci deve essere qualcosa sul Guercio. Chieda al capo bibliotecario. Lo ha già visto, è un lapinoide alto, fulvo.
pl_pl: Musimy mieć coś o LeBorgnie. Idź zapytaj głównego bibliotekarza. Znasz go, to dość duży, pomarańczowy rabbibunny.
pt_br: Nós devemos ter alguma coisa sobre LeBorgne. Vá checar com o chefe. Você já o conhece, ele é um rabbibunny grande e laranja.
pt_pt: Devemos ter alguma coisa sobre LeBorgne. Vá perguntar ao chefe bibliotecário. Você já o conhece, ele é um rabbibunny grande e laranja.
ru_ru: У нас должно бытЬ что-то про ЛеБорна. Сходите спросите у библиотекаря. Вы его уже знаете, это доволЬно болЬшой оранжевый зайцекролик.

source: Ok, I'll read you an extract from this book if you promise to leave me alone. What do you want me to read about?
de_de: Nun gut, ich lese Ihnen einen Auszug dieses Logbuches vor, wenn Sie mich danach zufrieden lassen. Also, welchen Auszug soll ich Ihnen vorlesen ?
es_es: Bueno, le leo un pasaje de esta bitácora si después me deja tranquilo. ¿Le leo entonces un pasaje? ¿sobre qué?
fr_fr: Bon je vous lis un passage de ce livre de bord si vous me laissez tranquille ensuite. Alors je vous lis un passage sur quoi ?
hu_hu: Rendben, olvasok magának egy rész a könyvbôl, ha megígéri, hogy békén hagy utána. Mirôl olvassak magának belôle?
it_it: Se poi mi lascia in pace, le leggerò un brano del libro di bordo. Cosa vuole che le legga?
pl_pl: Dobrze, przeczytam ci fragment z tej książki, jeżeli obiecasz, że dasz mi spokój. O czym mam ci przeczytać?
pt_br: Ok, eu vou ler para você uma parte do livro se você prometer me deixar em paz. O que você quer que eu leie?
pt_pt: Está bem, eu leio um excerto do livro para si, se me prometer que me deixa em paz. O que quer que leia?
ru_ru: OK, я прочту тебе отрывок из этой книги, если ты пообещаешЬ оставитЬ меня одного. Что ты хочешЬ, чтобы я прочел?

source: Pirate recipes.
de_de: Über die Piratenküche.
es_es: Sobre la cocina pirata.
fr_fr: Sur la cuisine pirate.
hu_hu: Kalóz recepteket.
it_it: Un brano sulla cucina dei pirati.
pl_pl: Pirackie przepisy.
pt_br: Receitas de piratas.
pt_pt: Receitas de pirata.
ru_ru: Рецепты пиратов.

source: Leborgne's treasure.
de_de: Über EinAuges Schatz.
es_es: Sobre el tesoro del Capitán El Tuerto.
fr_fr: Sur le trésor de Leborgne.
hu_hu: LeBorgne kincsérôl.
it_it: Un brano sul tesoro del Guercio.
pl_pl: Skarb LeBorgne'a.
pt_br: Tesouro de LeBorgne.
pt_pt: Tesouro de Leborgne.
ru_ru: Сокровище ЛеБорна.

source: Why LeBorgne?
de_de: Warum EinAuge ?
es_es: ¿Porqué El Tuerto?
fr_fr: Pourquoi LeBorgne ?
hu_hu: Miért LeBorgneról?
it_it: Perché si chiama il Guercio?
pl_pl: Dlaczego LeBorgne?
pt_br: Por quê LeBorgne?
pt_pt: Porquê LeBorgne?
ru_ru: Почему ЛеБорн?

source: As you know, this is a French game, and our respect for the culinary arts prevents us from revealing the ingredients used in pirate recipes. 
de_de: Wissen Sie, dies ist ein französisches Spiel, daher verbietet sowohl der Anstand als auch der Respekt vor der Gastronomie, daß man all' die Zutaten, die in einem Rezept der Piratenküche aufgeführt werden, nennt. 
es_es: Sabe Ud., es un juego francés, tanto por decencia como por respeto por la Gastronomía, no se puede citar todos los ingredientes que entran en la composición de una receta de cocina pirata.
fr_fr: Vous savez c'est un jeu français, alors par décence autant que par respect pour la Gastronomie, on ne peut pas citer tous les ingrédients qui entrent dans la composition d'une recette de cuisine pirate.
hu_hu: Mint tudja ez egy francia játék, és tiszteletünka konyhamûvészet irány nem engedi, hogy lerántsuk a leplet a kalózreceptekrôl. 
it_it: Questo è un gioco francese, quindi per decenza e per rispetto alla Gastronomia non è possibile rivelare tutti gli ingredienti che servono per le ricette di cucina dei pirati.
pl_pl: Jak wiesz, to jest francuska gra, nasz szacunek dla sztuki kulinarnej nie pozwala nam ujawniać składników, używanych w pirackich przepisach.
pt_br: Como você sabe, esse é um jogo francês, e nosso respeito pelas artes culinárias nos impede de revelar os ingredientes usados nas receitas piratas. 
pt_pt: Como você sabe, este é um jogo francês, e o nosso respeito pelas artes culinárias impede-nos de revelar os ingredientes usados nas receitas piratas.
ru_ru: Как вам известно, это французская игра, а наше уважение к кулинарному искусству не позволяет нам раскрыватЬ ингридиенты, исполЬзуемые в рецептах пиратов.

source: " To find Captain LeBorgne's treasure, the voyager who arrives at the port of Proxima island must use the closest mooring post as a guide. With his back to the docked boats, he must follow these instructions in DISCREET mode: | 6 steps to the North (straight ahead), then 6 steps to the East (to his right), following the gradual slope. 2 steps to the North (straight ahead) until he reaches the metal garbage can, 3 steps to the East (to his right) until he arrives at a light post. He must stand EXACTLY between the 2 lamp posts, and then take 8 steps to the North until he arrives at a gate. Captain LeBorgne's treasure is in the building behind the gate."
de_de: " Um den Schatz des Kapitäns EinAuge wiederzufinden, muß der Reisende, der auf der Insel Proxima an Land geht, die am nächsten stehende Dukdalbe als Anhaltspunkt nehmen. Mit dem Rücken zu den vertäuten Schiffen muß er folgenden Weg im UNAUFFÄLLIG Modus gehen : | 6 Schritt nach Norden (geradeaus), dann 6 Schritt nach Osten (nach rechts) auf der leichten Neigung. 2 Schritt nach Norden (geradeaus) bis zum Mülleimer aus Metall, 3 Schritt nach Osten (nach rechts) bis zu einer Laterne. Er muß sich GENAU zwischen die zwei Laternen stellen, und dann 8 Schritt nach Norden (geradeaus) bis zu einem Tor machen. Der Schatz des Kapitäns EinAuge befindet sich im Gebäude hinter dem Tor. "
es_es: Veamos, el tesoro... Ah, se habla al final en una pequeña ficha: | "Para encontrar el tesoro del Capitán El Tuerto, el viajero que desembarca en el Puerto de la Isla Próxima debe tomar como referencia el punto de amarre más próximo. Colocándose de espaldas a los barcos amarrados, debe realizar el siguiente recorrido en modo DISCRETO: | 6 pasos al Norte (de frente), luego 6 pasos al Este (a la derecha) por la pequeña pendiente. 2 pasos al Norte (de frente) hasta el basurero de metal, 3 pasos al Este (a la derecha) para llegar a una lámpara. Debe colocarse EXACTAMENTE entre las dos 2 lámparas, y luego dar 8 pasos al Norte (de frente) para alcanzar un portalón. El tesoro del Capitán El Tuerto se encuentra en el edificio detrás del portalón".
fr_fr: Voyons, le trésor ... Ah, on en parle à la fin sur une petite fiche : | " Pour retrouver le trésor du Capitaine Leborgne, le voyageur qui débarque au port de l'île Proxima doit prendre la borne d'amarrage la plus proche comme repère. En se plaçant dos aux bateaux amarrés, il doit faire le parcours suivant en mode DISCRET : | 6 pas au Nord (droit devant lui), puis 6 pas à l'Est (sur sa droite) dans la petite pente. 2 pas au Nord (droit devant lui) jusqu'à la poubelle en métal, 3 pas à l'Est (sur sa droite) pour arriver à un lampadaire. Il doit se placer EXACTEMENT entre les 2 lampadaires, puis faire 8 pas au Nord (droit devant lui) pour atteindre un portail. Le trésor du Capitaine Leborgne se trouve dans le bâtiment derrière le portail. "
hu_hu: " Hogy megtalálja LeBorge kincsét, az utazónak, aki megérkezik Sógor-sziget kikötôjébe, a legközelbbi cölöpöt kell kiindulási pontnak használnia. Hátával a kikötött hajóknak, az alábbi utasításokat kell követnie lopakodó módban: | 6 lépész északra (egyenesen elôre), aztán 6 lépés keletnek (jobbra), az enyhe lejtôt követve. 2 két lépés északnak (elôre), amíg el nem éri a fém szemetest, 3 lépés keletnek (jobbra), amíg a villanyoszlophoz nem ér. Pontosan a két villanypózna között kell, hogy álljon, és utána 8 lépést tennie északnak, hogy megérkezzen a kapuhoz. LeBorgne Kapitány kincse az ajtó mögötti épületben van."
it_it: Dunque, il tesoro... Ah, ne parla alla fine, su un foglietto: | " Per ritrovare il tesoro del Capitano Guercio, il viaggiatore che sbarca al porto dell'Isola Proxima deve prendere come punto di riferimento l'ormeggio più vicino. Dando le spalle alle navi ormeggiate, deve fare il percorso indicato nel modo DISCRETO: | 6 passi a nord (diritto davanti a sé), poi 6 passi a est (a destra) sulla piccola discesa. 2 passi a nord (diritto davanti a sé) fino al cestino delle immondizie in metallo, poi 3 passi a est (a destra) finché non arriva a un lampione. Deve mettersi ESATTAMENTE fra due lampioni, poi fare 8 passi a nord (diritto davanti a sé) per raggiungere un portone. Il tesoro del Capitano Guercio si trova nell'edificio dietro al portone."
pl_pl: " Aby znaleźć skarb Kapitana LeBorgne'a, podróżnik, który przybywa do portu wyspy Proxima, musi użyc najbliższego słupa do cumowania, jako punktu odniesienia. Odwrócony plecami do łodzi, musi wykonać te instrukcje w trybie DYSKRETNYM: | 6 kroków na Północ (przed siebie), następnie 6 kroków na Wschód (w prawo), podążając za stopniowym nachyleniem. 2 kroki na Północ (przed siebie), dopóki nie osiągnie metalowego pojemnika na śmieci. 3 kroki na Wschód (w prawo), dopóki nie znajdzie się przy latarni. Musi stać DOKŁADNIE pomiędzy dwoma latarniami, wtedy 8 kroków na Północ, dopóki nie znajdzie się przy bramie. Skarb Kapitana LeBorgne'a jest w budynku za bramą."
pt_br: " Para encontrar o tesouro do Capitão LeBorgne, o viajante que chegar no porto da Ilha Proxima deve usar o poste de amarras mais próximo como guia. Com suas costas voltadas para os navios ancorados, ele deve seguir essas instruções no modo DISCRETO: | 6 passos para o norte (seguir em frente), daí 6 passos para o Leste (para a sua direita), descendo a colina gradualmente. 2 passos para o Norte (seguir em frente) até que ele encontre a lixeira de metal, 3 passos para o Leste (para a sua direita) até que ele chegue em um poste de luz. Ele deve ficar EXATAMENTE entre os 2 postes de luz, e então andar 8 passos para o Norte até chegar em um portão. O tesouro do Capitão LeBorgne está no prédio atrás do portão. "
pt_pt: " Para encontrar o tesouro do Capitão LeBorgne, o viajante que chegar no porto da Ilha Proxima deve usar o poste de amarras como guia o mais próximo possível. Com as suas costas viradas para os barcos acoplados, deverá seguir estas instruções no modo DISCRETO: | 6 passos para norte (a direito), depois 6 passos para leste (à sua direita), seguindo o trilho gradualmente. 2 passos para norte (a direito) até alcançar a lata de lixo de metal, 3 passos para leste (à sua direita) até chegar a um poste claro. Deve estar EXACTAMENTE entre os 2 postes de iluminação, e dar 8 passos para norte até chegar a uma porta. O tesouro do Capitão LeBorgne está no edifício atrás da porta."
ru_ru: "Чтобы найти сокровище капитана ЛеБорна, путешественник, который прибывает в порт Острова Проксима, должен взятЬ за ориентир ближайшую швартовую тумбу. Стоя спиной к причалившим судам, он должен следоватЬ этим инструкциям в ОСТОРОЖНОМ режиме: | 6 шагов на север (прямо), потом 6 шагов на восток (направо), следуя по пологому спуску. 2 шага на север (прямо) пока он не достигнет металлической урны, 3 шага на восток (направо), пока он не дойдет до столба освещения. Он должен стоятЬ ТОЧНО между 2 фонарными столбами и затем сделатЬ 8 шагов на север, пока не подойдет к воротам. Сокровище капитана ЛеБорна находится в здании за воротами."

source: "That was his nickname because he was always chewing an old toothpick. One day, during a typhoon, he sneezed: he found his toothpick, but lost an eye!"
de_de: " Er wurde so genannt, weil er dauernd auf einem alten Zahnstocher herumkaute. Eines Tages mußte er mitten in einem Taifun niesen : er fand seinen Zahnstocher wieder, verlor aber sein Auge ! "
es_es: "Se le llamaba así porque tenía la manía de masticar un mondadientes durante todo el día, hasta que una vez, en medio de un tifón, estornudó... recuperó su mondadientes, ¡pero perdió el ojo!"
fr_fr: " On l'appelait comme ça parce qu'il avait la manie de mâchouiller un vieux cure-dent à longueur de journée. Un jour au coeur d'un typhon il éternua : il retrouva son cure-dent, mais perdit l'oeil ! "
hu_hu: "Ez volt a peceneve, mert mindig egy fogpiszkálót rágott. Egy nap tüsszentett egy forgószeleset. A fogpiszkálója még mindig meg van, de elveszítette egyik szemét!"
it_it: "Lo chiamavano così perché aveva la mania di tenere in bocca lo stuzzicadenti tutto il santo giorno. Un giorno, nel mezzo di un tifone, sternutì. Ritrovò lo stuzzicadenti, ma perse l'occhio!
pl_pl: "Miał takie przezwisko, ponieważ zawsze żuł starą wykałaczkę. Pewnego dnia, w czasie tajfunu, znienacka kichnął: znalazł swoją wykałaczkę, ale stracił oko!"
pt_br: "Esse era o seu apelido porque ele estava sempre mastigando um palito. Um dia, durante um tufão, ele espirrou: ele encontrou o seu palito, mas perdeu um olho!"
pt_pt: "Esse era o seu apelido porque ele estava sempre a mastigar um palito. Um dia, durante um tufão, ele espirrou: ele encontrou o seu palito, mas perdeu um olho!"
ru_ru: "Это был его псевдоним, потому что он всегда жевал старую зубочистку. Однажды во время тайфуна он чихнул: он нашел свою зубочистку, но потерял глаз!"

source: There's no need to be aggressive, I was here before you!
de_de: Das nützt nichts agressiv zu sein, ich war vor Ihnen da !
es_es: No sirve de nada ser agresivo, ¡yo estaba aquí antes que Ud.!
fr_fr: Ca ne sert à rien d'être agressif, j'étais là avant vous !
hu_hu: Nem kell úgy lökdösôdnie, én voltam itt elôbb!
it_it: Non serve a niente essere aggressivo. Ero qui prima di lei!
pl_pl: Nie ma potrzeby być agresywnym, byłem tu przed tobą!
pt_br: Não precisa ser agressivo, eu cheguei aqui antes!
pt_pt: Não precisa de ser agressivo, eu cheguei primeiro!
ru_ru: Нет нужды бытЬ агрессивным, я был здесЬ прежде тебя!

source: Good day!
de_de: Guten Tag !
es_es: ¡Buenos días!
fr_fr: Bonjour !
hu_hu: Jó napot!
it_it: Buongiorno!
pl_pl: Dzień dobry!
pt_br: Bom dia!
pt_pt: Bom dia!
ru_ru: Добрый денЬ!

source: I don't know where they could be.
de_de: Ich weiß nicht wo sie sein können.
es_es: No sé dónde pueden estar.
fr_fr: Je ne sais pas où ils peuvent être.
hu_hu: Nem tudom, hol lehetnek.
it_it: Non so dove possano essere.
pl_pl: Nie wiem, gdzie mogą być.
pt_br: Eu não sei onde eles poderiam estar.
pt_pt: Não sei onde eles poderiam estar.
ru_ru: Я не знаю, где они могли бы бытЬ.

source: This is rebellion, it is forbidden to speak of that Legend!
de_de: Das ist aufständisch, es ist verboten von dieser Legende zu sprechen !
es_es: ¡Es la rebelión, está prohibido hablar de esta Leyenda!
fr_fr: C'est de la rébellion, il est interdit de parler de cette Légende !
hu_hu: Ez lázadás, tilos arról a legndáról beszélni!
it_it: Questa è ribellione! E' proibito parlare della Leggenda!
pl_pl: To jest bunt, nie wolno mówić o tej Legendzie!
pt_br: Isso é rebelião, é proibido falar na Lenda!
pt_pt: Isto é uma rebelião, é proibido falar na Lenda!
ru_ru: Это повстанец, о той Легенде говоритЬ запрещено!

source: I didn't see her, but the Astronomer will certainly be able to help you.
de_de: Ich habe sie nicht gesehen, aber der Astronom kann Dir sicher helfen.
es_es: No la he visto, pero el Astrónomo seguramente podrá ayudarte.
fr_fr: Je ne l'ai pas vue, mais l'Astronome pourra sûrement t'aider.
hu_hu: Nem láttam, de az asztrológus biztos tud mondani neked valami érdekeset.
it_it: Non l'ho vista, ma l'Astronomo potrà aiutarti.
pl_pl: Nie wiem, gdzie ona jest, ale Astronom na pewno będzie mógł ci pomóc.
pt_br: Eu não vi ela, mas o astrônomo vai te ajudar com certeza.
pt_pt: Não a vi, mas o Astrónomo certamente poderá ajudá-lo.
ru_ru: Я не видел ее, но астроном точно сможет тебе помочЬ.
