Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: I read some extracts from the captain's log - LeBorgne was ruthless! If you're still interested in the log, it's for sale at the Old Burg bazaar on Principal Island.
de_de: Ich habe Auszüge aus seinem Logbuch gelesen, dieser EinAuge war fürchterlich ! Falls es Dich interessiert, es steht auf dem Bazar der Altstadt auf der Hauptinsel zum Verkauf.
es_es: He leído pasajes de su bitácora, ¡el tal El Tuerto era terrible! Si te interesa está en venta en el bazar del Viejo Burgo, en la isla Principal.
fr_fr: J'ai lu des passages de son livre de bord, ce LeBorgne était terrible ! Si ça t'intéresses, il est en vente au bazar du Vieux Bourg, sur l'île Principale.
hu_hu: Olvastam valamit a kapitány naplójából, hogy LeBorgne kegyetlen volt! Ha még mindig érdekli a napló, most próbálják eldni a bazárban Vénvárott.
it_it: Ho letto alcuni brani del suo libro di bordo: il Guercio era terribile! Se ti interessa, è in vendita al bazaar del Vecchio Borgo, sull'Isola Principale.
pl_pl: Czytałem fragmenty dziennika pokładowego - LeBorgne był bezwzględny! Jeśli nadal jesteś zainteresowany tym dziennikiem, możesz go kupić w bazarze Old Burg, na Wyspie Principal.
pt_br: Eu li algumas partes do diário de bordo - LeBorgne era cruel! Se você estiver interessado no diário, ele está à venda no bazar de Old Burg, na Ilha Principal.
pt_pt: Li algumas partes do diário de bordo - LeBorgne era cruel! Se estiver interessado no diário, ele está à venda no bazar de Velho Burgo na Ilha Principal.
ru_ru: Я читал некоторые выдержки из дневника капитана - ЛеБорн был безжалостным! Если журнал тебя все еще интересует, он продается в магазине Старого Города на Главном Острове.

source: I'm not sure, but I seem to remember before, at the library, there were some books that talked about it.
de_de: Davon weiß ich nichts, aber es scheint, daß es früher in der Bibliothek Werke gegeben hat, die davon handelten.
es_es: No sé nada, pero parece que antes en la biblioteca habían obras que hablaban de eso.
fr_fr: Je n'y connais rien, mais il paraît qu'avant à la bibliothèque, il y avait des ouvrages qui en parlaient.
hu_hu: Nem vagyok benne biztos, de úgy emlékszem a könyvtárban volt róla valami könyv.
it_it: Non ne sono sicuro, ma pare che una volta, in biblioteca ci fossero delle opere che ne parlavano.
pl_pl: Nie mam pewności, ale wydaje mi się, że przedtem, w bibliotece, były jakieś książki o tym.
pt_br: Não tenho certeza, mas eu me lembro que, antes, na biblioteca, haviam livros que tratavam do assunto.
pt_pt: Não tenho certeza, mas lembro-me que, antes, na biblioteca, haviam livros que tratavam do assunto.
ru_ru: Не уверен, но, кажется, припоминаю, в библиотеке естЬ книги об этом.

source: Hi
de_de: Hallo
es_es: Hola
fr_fr: Salut
hu_hu: Helló
it_it: Salve
pl_pl: Cześć 
pt_br: Oi 
pt_pt: Olá
ru_ru: Привет.

source: On the Hamalayi
de_de: Auf den Hamalayi.
es_es: Al Hamalayi.
fr_fr: Sur l'Hamalayi
hu_hu: A Hamalayi-hegységen
it_it: Sull'Hamalayi.
pl_pl: Na Hamalayi
pt_br: Para as Montanhas do Hamalayi
pt_pt: Nas Montanhas do Hamalayi
ru_ru: В Гамалаи

source: I can't help you, ask someone else.
de_de: Ich kann Dir nicht helfen, frage jemand anders danach.
es_es: No puedo ayudarte. Pídeselo a otro.
fr_fr: Je ne peux pas t'aider, demande à quelqu'un d'autre.
hu_hu: Nem segíthetek, kérdezz meg mást!
it_it: Non posso aiutarti, chiedi a qualcun altro.
pl_pl: Nie mogę ci pomóc, zapytaj kogoś innego.
pt_br: Não posso te ajudar, pergunte a outra pessoa.
pt_pt: Não te posso ajudar, pergunte a outra pessoa.
ru_ru: Я не могу тебе помочЬ, спроси кого-нибудЬ еще.

source: Mercy!
de_de: Erbarmen !
es_es: ¡Piedad!
fr_fr: Pitié !
hu_hu: Kegyelem!
it_it: Pietà !
pl_pl: Litości!
pt_br: Piedade!
pt_pt: Mesiricórdia!
ru_ru: Мерси!

source: Sorry, I didn't see them but try going to the astronomer's house in the Old Burg; he knows a lot about what is going on.
de_de: Tut mir leid, ich habe sie nicht gesehen. Aber versuchen sie es mal beim Astronomen in der Altstadt, er weiß einiges.
es_es: Lo siento, no la he visto. Pero pruebe a ir a la casa del astrónomo en el Viejo Burgo, él está al corriente de muchas cosas.
fr_fr: Navré je ne l'ai pas vue. Mais essayez d'aller chez l'astronome dans le Vieux Bourg, il est au courant de beaucoup de choses.
hu_hu: Sajnálom, nem láttam ôket, de menjen el az asztrológushoz Vénvárban, ô sok mindenrôl tud, ami itt történik!
it_it: Mi spiace, non l'ho vista. Ma provi ad andare dall'astronomo, nel Vecchio Borgo, lui è al corrente di molte cose.
pl_pl: Przykro mi, nie wiem, gdzie oni są, ale idź do domu astronoma przy Old Burg; on wie bardzo dużo na temat tego, co się dzieje.
pt_br: Sinto muito, eu não vi eles. Mas tente visitar a casa do astrônomo em Old Burg; ele sempre está bem informado sobre o que está acontecendo.
pt_pt: Desculpe, eu não os vi. Mas tente visitar a casa do Astrónomo no Velho Burgo. Ele está sempre bem informado sobre o que está a acontecer.
ru_ru: Извини, я их не видел, но пойди спроси в дом астронома в Старом Городе; он знает многое о том, что происходит.

source: If you want to see my cousin, go in front of the sink and wash your hands! Ha ha!
de_de: Um meinen Cousin zu besuchen, stell Dich vor das Waschbecken und wasch Dir die Hände ! He he !
es_es: Para ir a ver a mi primo, ¡colócate delante del lavabo y lávate las manos! ¡Je je!
fr_fr: Pour aller voir mon cousin, place-toi devant le lavabo et lave-toi les mains ! Hé hé !
hu_hu: Ha találkozni akar az unakatestvéremmel, menjen a mosdóhoz, és mosson kezet! Ha-ha-ha!
it_it: Per andare da mio cugino, mettiti davanti al lavabo e lavati le mani! Eh eh eh!
pl_pl: Jeśli chcesz się zobaczyć z moim kuzynem, idź do zlewu i umyj ręce! Ha ha!
pt_br: Se você quer visitar meu primo, vá para a frente da pia e lave suas mãos! Ha ha!
pt_pt: Se quizer ver o meu primo, vá para a frente do lavatório e lave as suas mãos! Ha ha!
ru_ru: Если хочешЬ увидетЬ моего двоюродного брата, встанЬ перед раковиной и помой руки! Ха-ха!

source: I was arrested for sneezing in public, it's ridiculous! There's also, however, a forger in the cell to the right of general headquarters.
de_de: Ich bin festgenommen worden, weil ich in aller Öffentlichkeit geniest habe, das ist wirklich lächerlich ! Dagegen hat mir ein Wachmann gesagt, daß ein Fälscher in der Zelle ganz rechts vom Hauptquartier sitzt.
es_es: He sido arrestado por haber estornudado en público, ¡es ridículo! Por el contrario, un guardián me ha dicho que hay un falsificador en la celda que se encuentra completamente a la derecha del Cuartel General
fr_fr: J'ai été arrêté pour avoir éternué en public, c'est ridicule ! Par contre un gardien m'a dit qu'il y a un faussaire dans la cellule qui est complètement à droite du Q.G.
hu_hu: Enegm azért tartóztattak le, mert nyilvánosan tüsszentettem, ez nevetséges! De van egy csapos is a cellában jobbra az igazgatóságtól.
it_it: Sono stato arrestato per aver starnutito in pubblico! Assurdo! E intanto un guardiano mi ha detto che c'è un falsario nella cella alla destra del quartier generale.
pl_pl: Zostałem aresztowany za publiczne kichanie, to śmieszne! Jest tutaj też fałszerz, w celi po prawej stronie kwatery głównej.
pt_br: Eu fui preso por assoar o nariz em público, é ridículo! Há também um falsificador preso, ele está na cela à direita do quartel general.
pt_pt: Eu fui preso por assoar o nariz em público, é ridículo! Há também um falsificador preso, ele está na cela à direita do quartel general.
ru_ru: Меня арестовали за то, что чихнул при всех, это нелепо! Хотя здесЬ еще в одной камере естЬ подделывателЬ, в правой части штаб-квартиры.

source: I can't help you. Except perhaps... considering the risks you've taken, I guess I can trust you. I was arrested on this island, but earlier on I gave a fake red card to my brother who was living on Proxima island. He will give it to you if you say "Amos" to him (the location of the house is now indicated on your Holomap).
de_de: Ich kann nichts für Dich tun. Außer vielleicht ... bei dem Risiko, daß Du eingegangen bist, kann ich Dir vertrauen. Ich bin auf dieser Insel festgenommen worden, aber zuvor habe ich meinem Bruder, der auf der Insel Proxima wohnt, eine falsche rote Karte anvertraut. Wenn Du ihm " Amos " sagts, gibt er sie Dir (unser Haus wird nun auf Deinem Holomap angegeben).
es_es: No puedo hacer nada por ti. Salvo quizá ... en vista de los riesgos que has tomado pueda confiar en ti. Fui arrestado en esta isla, pero antes de ello, le había confiado una falsa tarjeta roja a mi hermano que vive en la isla Próxima. Te la dará si le dices: "Amos" (nuestra casa está ahora indicada en tu Holomapa)
fr_fr: Je ne peux rien faire pour toi. Sauf peut-être ... vu les risques que tu as pris je peux te faire confiance. J'ai été arrêté sur cette île, mais avant cela j'avais confié une fausse carte rouge à mon frère qui habite l'île Proxima. Il te la donnera si tu lui dis : " Amos " (notre maison est maintenant indiquée sur ton Holomap).
hu_hu: Nemsegíthetek, hacsak... látom milyen veszélyekkel megbírkóztál, azt hiszem bízhatok benned. Ezen a szigeten tartóztattak le, de még korábban adtam a testvéremnek egy hamis vörös kártyát Sógor-szigeten. Odaadja neked, ha azt mondod neki, "Amos". A ház most már a holotérképeden is rajta van!
it_it: Non posso far niente per te. Forse... visto i rischi che hai corso, posso rivelarti qualcosa. Sono stato arrestato su quest'isola, ma prima di essere imprigionato avevo dato una carta rossa falsa a mio fratello, che abita sull'Isola Proxima. Te la darà se gli dirai "Amos" (ora sulla tua holomap è indicata casa nostra).
pl_pl: Nie mogę ci pomóc. Jednak może... zważywszy na niebezpieczeństwo, które podjąłeś, chyba mogę ci zaufać. Zostałem aresztowany na tej wyspie, ale wcześniej dałem podrobioną czerwoną kartę mojemu bratu, który mieszka na Wyspie Proxima. Da ci ją, jeśli powiesz hasło "Amos" (położenie jego domu jest teraz pokazane na twojej Holomapie).
pt_br: Eu não posso te ajudar. Exceto talvez... considerando os riscos que você correu para chegar aqui, acho que posso confiar em você. Eu fui preso nessa ilha, mas antes eu dei um cartão vermelho falso para o meu irmão que estava vivendo na Ilha Proxima. Ele irá te passar o cartão se você falar "Amos" para ele (a localização da casa na ilha está agora indicada no seu holomapa).
pt_pt: Eu não te posso ajudar. Excepto talvez... considerando os riscos que você correu para cá chegar, acho que posso confiar em si. Eu fui preso nesta ilha, mas antes eu dei um cartão vermelho falso para o meu irmão que estava a viver na Ilha Proxima. Ele irá dar-lhe o cartão se você falar "Amos" para ele (a localização da casa está agora indicada no seu holomapa).
ru_ru: Я не могу тебе помочЬ. Кроме разве что... учитывая риск, на который ты пошел, думаю, я могу тебе доверятЬ. Меня арестовали на этом острове, но ранее я дал подделЬную красную карту своему брату, который живет на Острове Проксима. Он даст ее тебе, если скажешЬ ему "Амос" (расположение дома теперЬ указано на твоей голокарте).

source: "Dr. FUNFROCK's headquarters. Access IS FORBIDDEN!"
de_de: " Hauptquartier des Dr FUNFROCK. Zugang STRENG VERBOTEN ! "
es_es: "Cuartel General del Dr. FunFROCK. Entrada ¡ESTRICTAMENTE PROHIBIDA!"
fr_fr: " Quartier Général du Dr FUNFROCK. Entrée STRICTEMENT INTERDITE ! "
hu_hu: "Dr. KacajKabát Parancsnoksága. A belépés szigorúan TILOS!"
it_it: "Quartier Generale del Dottor FUNFROCK. Ingresso SEVERAMENTE VIETATO! "
pl_pl: "Kwatera główna Dr. FUNFROCKa. Wstęp WZBRONIONY!"
pt_br: "Quartel General do Dr. FunFrock. O acesso é PROIBIDO!"
pt_pt: "Quartel General de Dr. FUNFROCK. O acesso É PROIBIDO!"
ru_ru: "Штаб-квартира д-ра ФанФрока. Доступ ЭАПРЕЩЕН!"

source: "Young male quetch seeks young female rabbibunny for friendship (and maybe more...)"
de_de: " Junger Quetsch sucht junge Haasi für freundschaftliche Beziehung (Liebe nicht ausgeschlossen). "
es_es: "H. colines busca M. conejuna para relación amistosa (y más si hay afinidades)."
fr_fr: " J.H. quetch cherche J.F. lapichon pour relation amicale (et plus si affinités). "
hu_hu: "Fiatal férfi kvecs kedves nô nyulam-bulamot keres barátságra (és talán többre...)"
it_it: " Ragazzo quetch cerca ragazza lapinoide per amicizia e con il tempo anche qualcosa di più. "
pl_pl: "Młody mężczyzna - quetch szuka młodej kobiety - rabbibunny w celu zawarcia przyjaźni (i może czegoś więcej...)"
pt_br: "Quetch jovem e macho procura rabbibunny fêmea para amizade (ou quem sabe algo mais...)"
pt_pt: "Um jovem moço quetch procura uma jovem moça rabbibunny para amizade (e talvês algo mais...)"
ru_ru: "Молодой кветч ищет молодую девушку из зайцекроликов для дружбы (и, возможно, болЬшего...)"

source: Bah! Not interested.
de_de: Pfff ! Das interessiert mich nicht.
es_es: ¡Bah! No me interesa.
fr_fr: Bof ! Je ne m'y intéresse pas.
hu_hu: Nem érdekel.
it_it: Bah, non mi interessa.
pl_pl: Ba! Nie jestem zainteresowany.
pt_br: Bah! Não estou interessado.
pt_pt: Bah! Não estou interessado.
ru_ru: Бэ! Не интересно.

source: As I live and breathe, you will never see me drink any tap water in this city, mate. And all you have to do is drink some of it to understand why!
de_de: So wahr ich hier sitze Schiffsjunge, ich trinke keinen Schluck Wasser. Es genügt das Leitungswasser zu trinken und Du weißt warum !
es_es: Tal como ves, yo no bebo nunca agua grumetillo. ¡Basta probar el agua de la ciudad para comprender por qué!
fr_fr: Tel que tu me vois, je ne bois jamais d'eau, moussaillon. Et il suffit de goûter l'eau de la ville pour comprendre pourquoi !
hu_hu: Amíg élek biztos nem iszom a város csapvízébôl, de ha már nem élek sem biztos, hogy fogok! Kóstold csak meg, egyszerûen borzasztó!
it_it: Mozzo, io non bevo mai l'acqua di questa città. Basta assaggiarne un po' per capire perché!
pl_pl: Dopóki żyję, już nigdy nie wypiję wody z kranu w tym mieście. Spróbuj się jej napić, to zrozumiesz, dlaczego!
pt_br: Enquanto eu estiver vivo e respirando, você nunca irá me ver bebendo nem um gole da água tratada da cidade, amigo. E tudo que você tem que fazer é beber um pouco para entender o porquê!
pt_pt: Enquanto eu estiver vivo e a respirar, nunca irá me ver a beber nenhum gole da água tratada da cidade, amigo. E tudo o que você tem que fazer é beber um pouco para compreender o porquê!
ru_ru: СколЬко живу и дышу, ты никогда не увидишЬ, чтобы я пил воду из-под крана в этом городе, приятелЬ. Тебе стоит лишЬ хлебнутЬ ее, чтобы понятЬ, почему!

source: That old pirate is right, the tap water tastes funny. They should be able to improve its quality, and by the way the water tower is located in the North mountains (check your holomap).
de_de: Der alte Pirat hat recht, das Leitungswasser schmeckt komisch. Es kann sicher aufgebessert werden, der Wasserturm befindet sich in den Bergen, im Norden (schau auf Deinen Holomap).
es_es: Este viejo pirata tiene razón, el agua de la ciudad tiene un gusto raro. Además se debe poder mejorar, el castillo de agua está situado en las montañas, al Norte (mira en tu holomapa).
fr_fr: Ce vieux pirate a raison, l'eau de la ville a un drôle de goût. On doit pouvoir l'améliorer d'ailleurs, le château d'eau est situé dans les montagnes, au Nord (regarde sur ton holomap).
hu_hu: Az öreg kalóznak igaza van, fura íze van a víznek. Csinálhatnának már vele valamit. Valami azt súgja a jó öreg víztorony az északi hegységben (lásd holotérkép) nem valami higiénikus.
it_it: Il vecchio pirata ha ragione, l'acqua ha un sapore strano. Dovrebbe essere possibile migliorarlo, il serbatoio dell'acqua si trova nelle montagne, a nord (guarda sulla tua holomap).
pl_pl: Ten stary pirat ma rację, woda z kranu dziwnie smakuje. Mogliby trochę polepszyć jej jakość, a tak przy okazji: wieża ciśnień znajduje się w północnych górach (sprawdź na holomapie).
pt_br: O pirata velho está certo, a água da torneira tem um gosto estranho. Eles deveriam melhorar a qualidade, e aliás, a torre de tratamento de água está localizada nas montanhas do Norte (olhe no seu holomapa).
pt_pt: O velho pirata está certo, a água da torneira tem um gosto estranho. Eles deveriam melhorar a qualidade, e aliás, a torre de tratamento de água está localizada nas montanhas do Norte (verifique o seu holomapa).
ru_ru: Старый пират прав, вкус у воды из-под крана странный. Им стоило бы улучшитЬ ее качество, и, между прочим, водонапорная башня находится в северных горах (проверЬ свою голокарту).

source: The Legend is a weak spot in FunFrock's power. You must discover why; it's the only way of seeing your friend again.
de_de: Diese Legende stellt einen Schwachpunkt innerhalb von FunFrocks Macht dar. Du mußt feststellen warum, dies ist Deine einzige Hoffnung Deine Freundin wiederzufinden.
es_es: Esta Leyenda es una falla en el poder de FunFrock. Debes descubrir por qué, es tu única esperanza de reencontrar a tu amiga.
fr_fr: Cette Légende est une faille dans le pouvoir de FunFrock. Tu dois découvrir pourquoi, c'est ton seul espoir de retrouver ton amie.
hu_hu: A legenda Dr. KacajKabát hatalmának gyenge pontja. Ki kell derítened miért! Csak így láthatod a barátodat újra.
it_it: Questa Leggenda è il tallone d'Achille di FunFrock. Devi scoprire perché, è la tua sola speranza di ritrovare la tua amica.
pl_pl: Ta Legenda to słaby punkt siły FunFrocka. Sam musisz odkryć dlaczego; to jedyny sposób abyś, zobaczył z powrotem swoją przyjaciółkę.
pt_br: A Lenda é o ponto fraco do poder de FunFrock. Você deve descobrir porque; é a única maneira de encontrar a sua amiga novamente.
pt_pt: A Lenda é o ponto fraco do poder de FunFrock. Você deve descobrir porquê; é a única maneira de encontrar a sua amiga novamente.
ru_ru: Легенда - слабое место власти ФанФрока. Ты должен выяснитЬ, почему; это единственный способ снова увидетЬ твою подругу.

source: "ANNOUNCEMENT #358-G : A prisoner named Twinsen has escaped from the Citadel. Anyone seeing the escapee must notify the nearest clone."
de_de: " ANNONCE Nø 358-G : Ein Häftling namens Twinsen ist aus der Zitadelle entflohen. Jeder der ihn sieht, soll es dem nächsten Klonen melden. "
es_es: "ANUNCIO Nø 358-G: Un detenido llamado Twinsen se ha escapado de la Ciudadela. Toda persona que lo viera debe denunciarlo al clon más próximo."
fr_fr: " ANNONCE Nø 358-G : Un détenu du nom de Twinsen s'est échappé de la Citadelle. Toute personne l'apercevant doit le dénoncer au clone le plus proche. "
hu_hu: "#358-G hírdetmény: Egy Twinsen nevû fogoly megszökött a Citadelláról. Bárkinek, aki látja értesítenie kell a legközelebbi klónt."
it_it: " ANNUNCIO Nø 358-G : Un detenuto chiamato Twinsen è fuggito dalla Cittadella. Chiunque lo scopra deve denunciarlo al clone più vicino. "
pl_pl: "OGŁOSZENIE #358-G : Więzień o imieniu Twinsen uciekł z Cytadeli. Ktokolwiek zobaczy uciekiniera, musi zawiadomić najbliższego klona."
pt_br: "ANUNCIO #358-G : Um prisioneiro chamado Twinsen fugiu do Asilo. Quem avistar o fugitivo deve entrar em contato com as autoridades."
pt_pt: "ANÜNCIO #358-G : Um prisioneiro chamado Twinsen fugiu da Cidadela. Quem vir o fugitivo deve entrar em contacto com as autoridades."
ru_ru: "ОБЪЯВЛЕНИЕ #358-G: заключенный по имени Твинсен сбежал из Цитадели. Любой, видевший беглеца, обязан сообщитЬ об этом ближайшему клону."

source: "Opening hours for the Principal Island library: | More or less, all the time."
de_de: " Öfnungszeiten der Bibliothek der Hauptinsel : | Praktisch dauernd geöffnet. "
es_es: "Horarios de apertura de la biblioteca de la isla Principal: | Más o menos a todas horas".
fr_fr: " Horaires d'ouvertures de la bibliothèque de l'île Principale : | En gros, tout le temps. "
hu_hu: "Az elöljáró-sziget könyvtár nyitvatartása: | majdnem mindig."
it_it: "Orari d'apertura della biblioteca dell'Isola Principale: | Sempre, praticamente."
pl_pl: "Godziny otwarcia biblioteki na Wyspie Principal: | Mniej więcej przez cały czas."
pt_br: "Horário de Funcionamento da Biblioteca da Ilha Principal: | Mais ou menos, o tempo todo."
pt_pt: "Horário de funcionamento da Biblioteca da Ilha Principal: | Mais ou menos, o tempo todo."
ru_ru: "Часы работы библиотеки Главного Острова: | Более-менее все время."

source: We have some documents on the "Legend" somewhere in the Censored Publications Department, but you need special authorization to look at them. Let me see your ID card.
de_de: Wir haben Dokumente über die " Legende " im Geheimarchiv der Bibliothek, aber man braucht eine Spezialgenehmigung um sie einzusehen. Zeigen Sie mir Ihren Personalausweis.
es_es: Tenemos documentos sobre la "Leyenda" en el infierno de esta biblioteca, pero hace falta una autorización especial para consultarlos. Muéstreme su tarjeta de identidad.
fr_fr: Nous avons des documents sur la " Légende " dans l'enfer de cette bibliothèque, mais il faut une autorisation spéciale pour les consulter. Montrez-moi votre carte d'identité.
hu_hu: Van könyvünk a "Legendáról" a Cenzúrázott Könyvek Hivatalában, de különleges belépési engedélyre lesz szüksége. Mutassa a személyigazolványát!
it_it: Abbiamo della documentazione sulla "Leggenda" fra i libri dell'enfer, ma è necessaria un'autorizzazione speciale per consultarli. Mi mostri la sua carta d'identità.
pl_pl: Mamy kilka dokumentów na temat "Legendy", gdzieś w Dziale Publikacji Cenzurowanych, ale musisz mieć specjalne pozwolenie, żeby je obejrzeć. Proszę pokazać swoją kartę ID.
pt_br: Nós temos documentos sobre a "Lenda" em algum lugar no Departamento de Publicações Censuradas, mas você precisa de autorização especial para consultá-los. Deixe-me ver a sua identificação, por favor.
pt_pt: Nós temos alguns documentos sobre a "Lenda" algures no Departamento de Publicações Censuradas, mas você precisa de uma autorização especial para consultá-los. Deixe-me ver o seu cartão de identificação, por favor.
ru_ru: У нас естЬ некоторые документы о "Легенде" где-то в Отделе публикаций, подвергшихся цензуре, но, чтобы увидетЬ их, вам понадобитЬся специалЬное разрешение. ПозволЬте взглянутЬ на ваше удостоверение.

source: Good day. You need a boarding ticket to go to Citadel Island.
de_de: Guten Tag. Sie brauchen einen Fahrschein für die Zitadelleninsel.
es_es: Buenos días. Para ir a la isla de la Ciudadela se necesita un billete de embarque.
fr_fr: Bonjour. Pour aller sur l'île de la Citadelle il faut un ticket d'embarquement.
hu_hu: Jó napot! Szüksége lesz jegyre, ha Citadella-szigetre akar menni.
it_it: Buongiorno. Per andare all'Isola della Cittadella deve acquistare un biglietto d'imbarco.
pl_pl: Dzień dobry. Musisz mieć bilet pokładowy, żeby dostać się na Wyspę Citadel.
pt_br: Bom dia. Você precisa de uma passagem para viajar de navio para a Ilha da Fortaleza.
pt_pt: Bom dia. Você precisa de um bilhete para viajar até a Ilha da Cidadela.
ru_ru: Добрый денЬ. Вам нужен посадочный билет, чтобы отправитЬся на Остров Цитадели.
