Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: I can't help you out, my friend. Don't know what you're talking about.
de_de: Ich kann nichts für Sie tun mein Freund. Weiß nicht wovon Sie sprechen.
es_es: No puedo hacer nada por Ud. amigo. No tengo nada que decirle.
fr_fr: Je ne peux rien pour vous mon ami. Vois pas de quoi vous parlez.
hu_hu: Nem segíthetek barátom! Nem tudom mirôl beszél.
it_it: Non posso far niente per lei, amico. Non so cosa intende dire.
pl_pl: Nie mogę ci pomóc, mój przyjacielu. Nie wiem o czym mówisz.
pt_br: Eu não posso te ajudar, meu amigo. Não sei do que você está falando.
pt_pt: Não te posso ajudar, meu amigo. Não sei do que está a falar.
ru_ru: Я не могу тебе помочЬ, друг мой. Не знаю, о чем ты говоришЬ.

source: That's none of your business!
de_de: Das geht Sie nichts an !
es_es: ¡Eso no le interesa!
fr_fr: Ca ne vous regarde pas !
hu_hu: Semmi közöd hozzá!
it_it: Non la riguarda!
pl_pl: To nie twoja sprawa!
pt_br: Isso não é da sua conta!
pt_pt: Isso não é da sua conta!
ru_ru: Это не твое дело!

source: Ask the sailor, he would have know who LeBorgne was.
de_de: Fragen Sie den Seemann, der kennt bestimmt Ihren EinAuge.
es_es: Pregúntele al marinero, él debe conocer a su pirata El Tuerto.
fr_fr: Demandez au marin, il doit connaître votre LeBorgne.
hu_hu: Kérdezd a tengerészt, ô biztos tudja, ki volt ez a LeBorgne.
it_it: Chieda al marinaio, dovrebbe conoscere il Guercio.
pl_pl: Zapytaj marynarza, on mógłby wiedzieć, kim był LeBorgne.
pt_br: Pergunte ao marinheiro, ele sabe quem LeBorgne foi.
pt_pt: Pergunte ao marinheiro, ele sabe quem foi LeBorgne.
ru_ru: Спроси моряка, он должен знатЬ, кем был ЛеБорн.

source: Not me!
de_de: Ich nicht !
es_es: ¡Yo no!
fr_fr: Pas moi !
hu_hu: Nem, én!
it_it: Io no!
pl_pl: Ja nic nie wiem!
pt_br: Eu não!
pt_pt: A mim não!
ru_ru: Не меня!

source: Bah, you think so? And in the first place, I don't know it.
de_de: Pfff, meinen Sie ? Und überhaupt, ich kenne Sie nicht.
es_es: ¿Ud. cree? En primer lugar, no le conozco.
fr_fr: Bof, vous trouvez ? Et puis d'abord je ne la connais pas.
hu_hu: Nos, úgy gondolod? Elôször is én nem ismerem.
it_it: Bah. E poi io non la conosco.
pl_pl: Ba, tak myślisz? Po pierwsze: nie wiem.
pt_br: Bah, você acha? E em primeiro lugar, eu não sei.
pt_pt: Bah, acha? E em primeiro lugar, eu não sei.
ru_ru: Бэ, ты так думаешЬ? Но во-первых, я этого не знаю.

source: Asks one of my colleagues working in the warehouse on the port. He will know about this LeBorgne.
de_de: Frage einen meiner Kollegen, die im Lager am Hafen arbeitet. Er kennt die Geschichte von EinAuge.
es_es: Pregúntele a uno de mis colegas que trabaja en el puerto, en el depósito. El conoce la historia del pirata El Tuerto.
fr_fr: Demande à l'un de mes collègues qui travaille au port, à l'entrepôt. Il connaît l'histoire de LeBorgne.
hu_hu: Kérdezze az egyik kollégámat, aki a raktárban dolgozik, ô tud valamit LeBorgne-ról.
it_it: Chiedi a uno dei miei colleghi che lavora al magazzino del porto. Conosce la storia del Guercio.
pl_pl: Zapytaj mojego kolegi, który pracuje w magazynie portowym. On będzie wiedział coś o tym LeBorgne.
pt_br: Pergunte a um dos meus colegas trabalhando no armazém no porto. Ele sabe algo sobre esse LeBorgne.
pt_pt: Pergunte a um dos meus colegas que trabalha no armazém do porto. Ele sabe algo sobre esse LeBorgne.
ru_ru: Спроси одного из моих коллег, работающих на складе в порту. Он расскажет об этом ЛеБорне.

source: There is a library on Principal Island, but I don't know if they have any books about the Legend there.
de_de: Es gibt eine Bibliothek auf der Hauptinsel, aber ich weiß nicht, ob man dort Bücher über die Legende findet.
es_es: Hay una biblioteca en la isla Principal, pero no sé si allí hay libros sobre la Leyenda.
fr_fr: Il y a une bibliothèque sur l'île Principale, mais je ne sais si l'on y trouve des livres sur la Légende.
hu_hu: Van egy könyvtár Elöljáró-szigeten, de nem tudom van-e könuvük a legendáról.
it_it: Sull'isola Principale c'è una biblioteca, ma non so se ci siano libri sulla Leggenda.
pl_pl: Na Wyspie Principal jest biblioteka, ale nie wiem, czy mają tam jakieś książki o Legendzie.
pt_br: Há uma biblioteca na Ilha Principal, mas não sei se eles têm algum livro sobre a Lenda lá.
pt_pt: Há uma biblioteca na Ilha Principal, mas não sei se eles lá têm algum livro sobre a Lenda.
ru_ru: На Главном Острове естЬ библиотека, но я не знаю, естЬ ли у них там книги о Легенде.

source: I don't know anything about that story.
de_de: Ich weiß nichts von dieser Geschichte.
es_es: No sé nada de esa historia.
fr_fr: Je ne sais rien de cette histoire.
hu_hu: Semmit nem tudok errôl a történetrôl.
it_it: Non so nulla di questa storia.
pl_pl: Nic o tym nie wiem.
pt_br: Não sei nada sobre essa história.
pt_pt: Não sei nada sobre essa história.
ru_ru: Я ничего не знаю об этой истории.

source: Sorry, but I don't know what that could be about.
de_de: Tut mir leid, ich weiß nicht worum es geht.
es_es: Lo siento, pero no veo de qué se trata.
fr_fr: Désolé, mais je ne vois pas de quoi il s'agit.
hu_hu: Bocs, de nem tudom, mi lehet az.
it_it: Spiacente, ma non so di cosa si tratti.
pl_pl: Przykro mi, ale nie wiem co to mogłoby być.
pt_br: Desculpe, mas não sei nada sobre isso.
pt_pt: Desculpe, mas não sei nada sobre isso.
ru_ru: Извини, но я не знаю, что все это значит.

source: Don't know him!
de_de: Kenne ich nicht !
es_es: ¡No sé!
fr_fr: Connais pas !
hu_hu: Nem ismerem!
it_it: Non so niente!
pl_pl: Nie znam go!
pt_br: Não conheço ele!
pt_pt: Não o conheço!
ru_ru: Не знаю его!

source: I was not informed about this mission!
de_de: Ich weiß nichts von diesem Auftrag !
es_es: ¡No estoy al corriente de esta misión!
fr_fr: Je ne suis pas au courant de cette mission !
hu_hu: Enegem nem informáltak errôl a küldetésrôl!
it_it: Non sono al corrente di questa missione!
pl_pl: Zostałem poinformowany o tej misji!
pt_br: Eu não fui informado sobre essa missão!
pt_pt: Não fui informado sobre essa missão!
ru_ru: Меня не информировали об этой миссии!

source: Really! Well that's too bad, but I don't know anything about it.
de_de: Ach so ! Das tut mir leid, aber davon verstehe ich nichts.
es_es: ¡Ah sí! Bueno, es una pena pero no sé nada.
fr_fr: Ah bon ! Et bien c'est dommage, mais je n'y connais rien.
hu_hu: Igazán? Kár, de én nem igazán tudok róla semmit.
it_it: Ah, sì? Eh, peccato, non ne so niente.
pl_pl: Doprawdy! To bardzo źle, ale nic o tym nie wiem.
pt_br: Mesmo! Bem, é uma pena, mas eu não sei nada sobre isso.
pt_pt: Sério! Bem, é uma pena, mas eu não sei nada sobre isso.
ru_ru: В самом деле! Что ж, оченЬ жалЬ, но я ничего про это не знаю.

source: I've never seen those plans.
de_de: Ich habe diese Pläne nie gesehen.
es_es: Nunca he visto esos planos.
fr_fr: J'ai jamais vu ces plans-là.
hu_hu: Soha nem láttam azokat a terveket!
it_it: Mai viste quelle carte.
pl_pl: Nie wiem nic o tych planach.
pt_br: Eu nunca vi esses planos.
pt_pt: Nunca vi esses planos.
ru_ru: Я никогда не видел эти чертежи.

source: What legend? I don't know about any legend!
de_de: Welche Legende ? Ich kenne keine Legende !
es_es: ¿Qué leyenda? ¡Yo no conozco ninguna leyenda!
fr_fr: Quelle légende ? Je ne connais aucune légende moi !
hu_hu: Mi féle legenda? Nem ismerek semmi féle legendát.
it_it: Quale leggenda? Non conosco nessuna leggenda, io!
pl_pl: Jaka legenda? Nie wiem nic o żadnej legendzie!
pt_br: Que Lenda? Eu não sei nada de Lenda nenhuma!
pt_pt: Que Lenda? Eu não sei nada de nenhuma Lenda!
ru_ru: Какая легенда? Я не знаю ни о какой легенде!

source: Ask a sailor that type of question.
de_de: Mit solchen Geschichten gehen Sie besser zu einem Seemann.
es_es: Pregúntele a un marino por esa historia.
fr_fr: Demandez à un marin pour ce genre d'histoire.
hu_hu: Egy tengerészt kéne kérdeznie ilyen kérdéssel kapcsolatban!
it_it: Chieda a un marinaio, saprà sicuramente questo tipo di storie.
pl_pl: Z takimi pytaniami zwracaj się do marynarza.
pt_br: Pergunte a um marinheiro esse tipo de coisa.
pt_pt: Pergunte a um marinheiro esse tipo de coisa.
ru_ru: Такие вопросы задавай моряку.

source: Sorry, I don't know where they are.
de_de: Tut mir leid, ich weiß nicht wo sie sind.
es_es: Lo siento, no sé dónde están.
fr_fr: Désolé je ne sais pas où ils sont.
hu_hu: Sajnálom, nem tudom, hol lehetnek!
it_it: Spiacente, non so proprio dove siano.
pl_pl: Przykro mi, nie wiem, gdzie mogą być.
pt_br: Desculpe, mas não sei onde eles estão.
pt_pt: Desculpe, mas não sei onde eles estão.
ru_ru: Извини, я не знаю, где они.

source: Bah! That holds little interest for me.
de_de: Pfff ! Das interessiert mich nicht.
es_es: ¡Bah...! no me interesa.
fr_fr: Bof ! Je ne m'y intéresse pas.
hu_hu: Hát ez engem a legkevésbé sem érdekel!
it_it: Bah. Non mi interessa gran che.
pl_pl: Ba! Nie obchodzi mnie to.
pt_br: Bah! Não tenho interesse nenhum nisso.
pt_pt: Bah! Não tenho nenhum interesse nisso.
ru_ru: Бэ! Для меня в этом мало интересного.

source: That's in the past now, there are no pirates living today.
de_de: Das war einmal, heutzutage gibt es keine Piraten mehr.
es_es: Esas son cosas del pasado, en nuestros días ya no hay piratas.
fr_fr: C'est du passé ça, il n'y a plus de pirates de nos jours.
hu_hu: Ez már a múlt! Ma már nem nincsenek kalózok!
it_it: Ma queste sono cose andate, oggi non ci sono più pirati.
pl_pl: To już przeszłość, teraz nie ma już żadnych żyjących piratów.
pt_br: Isso foi no passado, não há piratas vivos hoje em dia.
pt_pt: Isso foi no passado, não há piratas vivos hoje em dia.
ru_ru: ТеперЬ это в прошлом, сегодня нет живых пиратов.

source: I didn't see them, but try asking at the tavern.
de_de: Ich habe sie nicht gesehen, aber fragen Sie mal in der Taverne nach.
es_es: No los he visto, pero pruebe a preguntar en la taberna.
fr_fr: Je ne les ai pas vus mais essayez de demander à la taverne.
hu_hu: Nem láttam ôket, de kérdezze meg a fogadóban is!
it_it: Non li ho visti, ma provi a chiedere alla taverna.
pl_pl: Nie wiem, gdzie oni są, ale spróbuj zapytać w tawernie.
pt_br: Eu não vi eles, mas tente perguntar na taverna.
pt_pt: Não os vi, mas tente perguntar na taberna.
ru_ru: Я их не видела, но попробуй спроситЬ в таверне.

source: Never heard anything about it!
de_de: Nie davon gehört !
es_es: ¡Jamás he escuchado hablar de eso!
fr_fr: Jamais entendu parler !
hu_hu: Soha, semmit nem hallottam róla.
it_it: Mai sentito parlarne!
pl_pl: Nic o tym nie wiem!
pt_br: Nunca ouvi nada sobre isso!
pt_pt: Nunca ouvi nada sobre isso!
ru_ru: Никогда об этом не слышал!

source: I'm looking for the plans of the Teleportation Center - I'm on a special assignment!
de_de: Ich suche die Pläne des Biemzentrums. Ein Spezialauftrag !
es_es: ¡Busco los planos del Centro de Teleportación! ¡Misión especial!
fr_fr: Je cherche les plans du Centre de Téléportation. Mission spéciale !
hu_hu: A Teleport Központ terveit keresem! Különleges küldetést teljesítek!
it_it: Cerco le mappe del Centro di Teletrasporto. Missione speciale!
pl_pl: Szukam planów Centrum Teleportacji - jestem tu na specjalne polecenie!
pt_br: Eu estou procurando pelos planos do Centro de Teletransporte - estou numa missão especial!
pt_pt: Ando à procura dos planos do Centro de Teleportação. Estou em missão especial!
ru_ru: Я ищу чертежи Центра телепортации - я на особом задании!

source: Sorry neighbor, I don't know what you're talking about.
de_de: Tut mir leid Nachbar, ich weiß nicht wovon Sie sprechen.
es_es: Lo siento vecino, no sé de qué habla.
fr_fr: Navré voisin, je ne vois pas de quoi vous parlez.
hu_hu: Sajnálom szomszéd!
it_it: Mi spiace, amico, ma non so proprio cosa intende dire.
pl_pl: Przykro mi sąsiedzie, nie wiem o czym mówisz.
pt_br: Desculpe vizinho, mas não sei do que você está falando.
pt_pt: Desculpe vizinho, mas não sei do que está a falar.
ru_ru: Извини, сосед, я не знаю, о чем ты говоришЬ.

source: Try over at the port, all the sailors knew that pirate.
de_de: Versuchen Sie es im Hafen, alle Seeleute kennen diesen Piraten.
es_es: Pruebe en el puerto, todos los marinos conocen a ese pirata.
fr_fr: Essayez au port, tous les marins connaissent ce pirate.
hu_hu: Próbálja meg a kikötôben! Minden tengerész ismerte azt a kalózt.
it_it: Provi al porto, tutti i marinai conoscono quel pirata.
pl_pl: Zapytaj w procie, wszyscy marynarze znali tego pirata.
pt_br: Tente no porto, todos os marinheiros conheciam aquele pirata.
pt_pt: Tente no porto, todos os marinheiros conheciam esse pirata.
ru_ru: Попробуй поспрашиватЬ в порту, все моряки знают того пирата.

source: Good day, I'm looking for a friend. She is escorted by two groboclones.
de_de: Guten Tag, ich suche eine Freundin, sie wird von zwei Dickoklonen eskortiert.
es_es: Buenos días, busco a una amiga, va escoltada por dos elefoclones.
fr_fr: Bonjour, je cherche une amie elle est escortée de deux groboclones.
hu_hu: Jó napot! Egy fiatal lányt keresek, két fániklón kíséretében.
it_it: Buongiorno, cerco un'amica; è scortata da due grobocloni.
pl_pl: Dzień dobry, szukam przyjaciółki. Jest eskortowana przez dwa groboklony.
pt_br: Bom dia, estou procurando por uma amiga. Ela está sendo escoltada por 2 groboclones.
pt_pt: Bom dia, estou à procura de uma amiga. Ela está a ser escoltada por 2 groboclones.
ru_ru: Добрый денЬ, я ищу подругу. Ее сопровождают двое гробоклонов.

source: I didn't see her, but if she was arrested, where she is, surely isn't any of your business!
de_de: Ich habe sie nicht gesehen, aber sollte man sie festgenommen haben, geht Sie das sicherlich nichts an !
es_es: No la he visto, pero si ha sido arrestada, ¡eso no lo concierne a Ud.!
fr_fr: Je ne l'ai pas vue, mais si elle a été arrêtée, ça ne vous regarde sûrement pas !
hu_hu: Nem láttam, de ha le van tartóztatva, akkor nem rád tartozik hova vitték!
it_it: Non l'ho vista, ma se è stata arrestata, la faccenda non la riguarda sicuramente!
pl_pl: Nie widziałem jej, ale jeśli została aresztowana, to nie powinieneś jej szukać, to nie twoja sprawa!
pt_br: Eu não vi ela, mas se ela foi presa, então você não tem nada com isso!
pt_pt: Não a vi, mas se foi presa, o lugar onde está não lhe diz respeito!
ru_ru: Я ее не видел, но если она была арестована, то определенно не твое дело, где она сейчас!

source: I don't know what you are talking about.
de_de: Ich weiß überhaupt nicht wovon Sie sprechen.
es_es: Ni siquiera sé de qué está hablando.
fr_fr: Je ne vois même pas de quoi vous parlez.
hu_hu: Nem tudom mirôl beszél.
it_it: Non so cosa intende dire.
pl_pl: Nie wiem o czym mówisz.
pt_br: Não sei do que você está falando.
pt_pt: Não sei do que está a falar.
ru_ru: Я не знаю, о чем ты говоришЬ.

source: Can I see your ferry ticket please?
de_de: Zeigen Sie mir bitte Ihren Fahrschein für die Fähre.
es_es: Muéstreme su billete para el ferry, por favor.
fr_fr: Montrez-moi votre ticket pour le ferry je vous prie.
hu_hu: Láthanám a jegyét, legyen szíves!
it_it: Per favore, mi faccia vedere il suo biglietto.
pl_pl: Czy mogę zobaczyć pański bilet?
pt_br: Posso ver a sua passagem, por favor?
pt_pt: Posso ver o seu bilhete, por favor?
ru_ru: Могу я увидетЬ ваш билет на паром, пожалуйста?

source: Ask a sailor, he might be able to help you.
de_de: Fragen Sie einen Matrosen, der kann Ihnen vielleicht helfen.
es_es: Pregúntele a un marinero, quizás él pueda ayudarlo.
fr_fr: Demandez à un matelot, il pourra peut-être vous aider.
hu_hu: Kérdezz egy tengerészt, talán ô tud segíteni.
it_it: Chieda a un marinaio, potrà forse aiutarvi.
pl_pl: Zapytaj marynarza, może on będzie mógł ci pomóc.
pt_br: Pergunte a um marinheiro, ele poderá te ajudar.
pt_pt: Pergunte a um marinheiro, ele poderá ajudá-lo.
ru_ru: Спроси моряка, должно бытЬ, он сможет тебе помочЬ.

source: I don't know where they are.
de_de: Ich weiß nicht wo sie sind.
es_es: Ignoro dónde están.
fr_fr: J'ignore où ils sont.
hu_hu: Nem tudom, hol vannak.
it_it: Non so dove sono.
pl_pl: Nie wiem gdzie mogą być.
pt_br: Não sei onde eles estão.
pt_pt: Não sei onde eles estão.
ru_ru: Я не знаю, где они.

source: I haven't seen them.
de_de: Ich habe sie nicht gesehen.
es_es: No los he visto.
fr_fr: Je ne les ai pas vus.
hu_hu: Nem láttam ôket.
it_it: Non li ho visti.
pl_pl: Nie wiem, gdzie oni są.
pt_br: Eu não vi eles.
pt_pt: Não os vi.
ru_ru: Я их не видел.

source: If you still want to take the ferry, I can sell you some tickets for only 5 kashes each. I print them up myself.
de_de: Falls Du noch die Fähre nehmen möchtest, biete ich Dir Fahrscheine für nur 5 Kashes an : ich drucke sie eigenhändig.
es_es: Si todavía tienes ganas de tomar el ferry te ofrezco billetes a sólo 5 kashes: los imprimo yo mismo.
fr_fr: Si tu as encore envie de prendre le ferry, je te propose des tickets à seulement 5 kashes : je les imprimes moi-même.
hu_hu: Ha még mindig a hajóra vár adhatok néhány jegyet 5 Petákért. A jegyeket én magam nyomtatom.
it_it: Se hai ancora voglia di prendere il traghetto, ti propongo biglietti a soli 5 Kash: li stampo io stesso.
pl_pl: Jeśli nadal chcesz się dostać na prom, mogę sprzedać ci kilka biletów tylko po 5 kashes. Sam je drukowałem.
pt_br: Se você ainda quiser pegar o barco, posso te vender passagens por 5 kashes cada. Eu mesmo faço elas.
pt_pt: Se ainda quiser andar de barco, posso lhe vender bilhetes por 5 kashes cada. Eu mesmo os falsifico.
ru_ru: Если ты все еще хочешЬ попастЬ на паром, я могу продатЬ тебе несколЬко билетов всего за 5 кэшей каждый. Я их сам напечатал.

source: You don't have enough Kashes, come back later.
de_de: Du hast nicht genügend Kashes, komm später wieder.
es_es: No tienes suficientes Kashes, regresa más tarde.
fr_fr: Tu n'as pas assez de Kashes, reviens plus tard.
hu_hu: Nincs elég Petákod, gyere vissza késôbb!
it_it: Non hai abbastanza Kash; torna più tardi.
pl_pl: Nie masz wystarczająco dużo Kashes, przyjdź później.
pt_br: Você não tem Kashes suficientes, volte mais tarde.
pt_pt: Não tem Kashes suficientes, volte mais tarde.
ru_ru: У тебя недостаточно кэшей, возвращайся позже.

source: No more gas.
de_de: Kein Kraftstoff mehr.
es_es: No hay más combustible.
fr_fr: Plus de carburant.
hu_hu: Nincs több üzemanyag!
it_it: Carburante esaurito.
pl_pl: Nie ma paliwa.
pt_br: Não há mais gás.
pt_pt: Não há mais combustível.
ru_ru: Топлива болЬше нет.

source: Sorry, but someone came by for the robot. Apparently, they needed it at a top secret construction site.
de_de: Ach, tut mir leid, aber der Roboter wurde abgeholt, es scheint, daß er auf einer streng geheimen Baustelle benötigt wird.
es_es: Ah lo siento, pero han secuestrado el robot, parece que se necesita uno en una obra clasificada top-secret.
fr_fr: Ah désolé mais on a enlevé le robot, il paraît qu'on en a besoin sur un chantier classé top-secret.
hu_hu: Sajnálom, de valakinek kellet a robot. Szükségük volt rá valami építkezésen.
it_it: Ah, spiacente, ma hanno portato via il robot, sembra che ne abbiano bisogno in un cantiere top-secret.
pl_pl: Przykro mi, ale ktoś chciał dla robota. Najwyraźniej potrzebowali go na tajnej budowie.
pt_br: Sinto muito, mas alguém veio levar o robô. Aparentemente, eles precisavam dele para algum tipo de local de obras secretas.
pt_pt: Desculpe, mas alguém veio buscar o robô. Aparentemente, precisavam dele para algum tipo de obras secretas.
ru_ru: Извини, но за роботом кто-то пришел. Видимо, он нужен им на совершенно секретной строителЬной площадке.

source: Thank you for preventing them from closing down my tavern. If you see something of interest in my cellar, please help yourself.
de_de: Danke, daß Sie sie daran gehindert haben meine Taverne zu schließen. Falls Sie etwas in meinem Keller interessiert, bedienen Sie sich.
es_es: Gracias por haberles impedido que cierren mi taberna. Si algo de mi taberna le interesa, sírvase.
fr_fr: Merci d'les avoir empêché de fermer ma taverne. Si quelque chose vous intéresse dans ma cave, servez-vous.
hu_hu: Köszönöm, hogy megmentetted a fogadót! Ha bármi megtetszene a pincémbôl a számodra, szolgáld ki magad!
it_it: Grazie per aver impedito che chiudessero la mia taverna. Se c'è qualcosa di suo interesse nella cantina, si serva pure.
pl_pl: Dzięki ci, za przeszkodzenie im w zamknięciu mojej tawerny. Jeśli znajdziesz w mojej piwnicy coś interesującego, to możesz to wziąć.
pt_br: Obrigado por impedir que eles fechassem a minha taverna. Se você ver alguma coisa de interesse na adega, pode levar.
pt_pt: Obrigado por impedir que fechassem a minha taberna. Se tiver alguma coisa de interessante para si na adega, pode levar.
ru_ru: Спасибо, что помешал им закрытЬ мою таверну. Если увидишЬ что-нибудЬ интересное в моем подвале, пожалуйста, угощайся.

source: Do what I do: gather up the clover leaves and the boxes. You need one box to hold each clover leaf. Each clover leaf will give you another chance when you are in an extremely dangerous situation.
de_de: Mach es so wie ich : sammel Kleeblätter und Kästchen, man braucht ein Kästchen für jedes Kleeblatt. In gefährlichen Situationen gibt Dir jedes davon eine neue Chance.
es_es: Haz como yo: colecciona tréboles y cajas, es necesario una caja para que contenga cada trébol. Y cada trébol te da una nueva oportunidad en las situaciones peligrosas.
fr_fr: Fais comme moi : collectionne les trèfles et les boîtes, il faut une boîte pour contenir chaque trèfle. Et chaque trèfle te donne une nouvelle chance dans les situations périlleuses.
hu_hu: Tedd azt, amit én! Gyûjtsd össze a lóheréket és a dobozait. Minden lóherét egy-egy doboz tart. Minden egyes lóhere ad egy újabb esélyt, amikor szorult helyzetbe kerülsz.
it_it: Fa' come me: colleziona trifogli e scatole; per ogni trifoglio è necessaria una scatola. E ogni trifoglio ti offre un'altra chance nelle situazioni più pericolose.
pl_pl: Rób to co ja: zbieraj liście i pudełka na koniczynę. Na każdy liść potrzebne jest jedno pudełko. Każdy liść koniczyny da ci jeszcze jedną szansę, kiedy będziesz w wyjątkowo niebezpiecznej sytuacji.
pt_br: Faça o que eu faço: Colecione trevos e caixas. Você precisa de uma caixa para armazenar cada trevo. Cada trevo irá lhe dar outra chance quando você estiver em situações perigosas.
pt_pt: Faça o que eu faço: Coleccione trevos e caixas. Precisa de uma caixa para armazenar cada trevo. Cada trevo irá dar-lhe outra oportunidade quando estiver em situações perigosas.
ru_ru: Делай, как я: собирай листЬя клевера и коробки. Для каждого листа клевера тебе нужна одна коробка. Каждый лист клевера даст тебе еще один шанс, когда ты находишЬся в крайне опасной ситуации.
