Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: You're being held here because you are a trouble maker. An informant told us that you claim to have prophetic dreams. | Calm down, we're going to dissect... uh, I mean... take care of you!
de_de: Sie werden hier gefangen gehalten, weil Sie ein Aufwiegler sind. Wir haben von einem Informanten erfahren, daß Sie behaupten Prophezeiungen geträumt zu haben. | Beruhigen Sie sich, wir werden Sie sezier... ööh, ich meine pflegen !
es_es: Ud. está detenido aquí por agitador. Sabemos por un informador que pretende haber tenido sueños proféticos. | ¡Cálmese, vamos a autopsi... quiero decir a sanarlo!
fr_fr: Vous êtes détenu ici car vous êtes un agitateur. Nous savons par un informateur que vous prétendez avoir fait des rêves prophétiques. | Calmez-vous, nous allons vous autopsi... euh, je veux dire vous soigner !
hu_hu: Azért tartunk itt, mert egy bajkeverô vagy. Egy informátorunk elmonta, hogy azt állítod, próféta álmaid vannak. | Gondunk lesz rá, hogy gondod legy... öö, illetve... gondunk lesz rád!
it_it: E' detenuto qui perché è un sovversivo. Sappiamo, tramite un informatore, che dice di aver fatto sogni profetici. | Si calmi, stiamo per farle un'autops... cioè, adesso la guariamo!
pl_pl: Jesteś tu przetrzymywany, ponieważ jesteś niebezpieczny. Informator doniósł nam, że twierdzisz, że masz prorocze sny. | Uspokój się, my tylko zabijemy... uh, chciałem powiedzieć... zaopiekujemy się tobą!
pt_br: Você está preso aqui pois representa uma ameaça. Um informante nos contou que você diz ter sonhos proféticos. | Acalme-se, nós iremos dissecar... uh, quero dizer... cuidar de você!
pt_pt: Está preso aqui porque representa uma ameaça. Um informante contou-nos que você tem sonhos proféticos. | Acalme-se, nós iremos dissecar-te... uh, quero dizer... cuidar de si!
ru_ru: Тебя держат здесЬ, потому что ты нарушителЬ спокойствия. Информатор сказал нам, что ты утверждаешЬ, что видел пророческие сны. | Успокойся, мы собираемся вскрытЬ... э-э, я имел ввиду... позаботитЬся о тебе!

source: Ok, I just have to wait for the truck to move into place.
de_de: So, jetzt nur noch warten bis der Lastwagen an Ort und Stelle ist.
es_es: Ya no hay más que esperar a que el camión esté en su lugar.
fr_fr: Voilà, plus qu'à attendre que le camion soit en place.
hu_hu: Oké, most már csak meg kell várnom, hogy a szemetes ideérjen.
it_it: Ecco, adesso bisogna aspettare che il camion arrivi.
pl_pl: Dobra, muszę tylko poczekać, aż przyjedzie ciężarówka.
pt_br: Ok, eu só tenho que esperar o caminhão chegar.
pt_pt: Ok, só tenho que esperar o caminhão chegar.
ru_ru: OK, я просто должен подождатЬ, когда подъедет грузовик.

source: It is forbidden to travel outside the Citadel in that kind of attire!
de_de: Es ist verboten sich in diesem Aufzug außerhalb der Zitadelle zu bewegen !
es_es: ¡Prohibido circular fuera de la Ciudadela con esa vestimenta!
fr_fr: Interdiction de circuler hors de la Citadelle dans cette tenue !
hu_hu: Tilos a citadellán kívül tartózkodni ilyen módon!
it_it: E' vietato circolare fuori dalla cittadella in questa tenuta!
pl_pl: Nie wolno wychodzić z Cytadeli w takim stroju!
pt_br: É proibido andar fora do Asilo nesse tipo de traje!
pt_pt: É proibido viajar para fora da Cidadela com esse tipo de roupa!
ru_ru: Эапрещено перемещатЬся снаружи Цитадели в такой одежде!

source: Twinsen! What are you doing here? I heard you were arrested only yesterday!
de_de: Twinsen ! Was machst Du hier ? Ich weiß doch, daß Du gestern festgenommen wurdest.
es_es: ¡Twinsen! ¿Qué haces ahí? Sé muy bien que fuiste arrestado ayer.
fr_fr: Twinsen ! Que fais-tu là ? Je sais très bien que tu as été arrêté hier.
hu_hu: Twinsen! Mit keresel itt? Hallottam, csak tegnap tartóztattak le!
it_it: Twinsen! Cosa ci fai qui? Mi hanno detto che ieri ti hanno arrestato.
pl_pl: Twinsen! Co ty tu robisz? Słyszałem, że wczoraj cię aresztowali!
pt_br: Twinsen! O que você está fazendo aqui? Eu soube que você foi preso ainda ontem!
pt_pt: Twinsen! O que estás a fazer aqui? Soube que foste preso ainda ontem!
ru_ru: Твинсен! Что ты здесЬ делаешЬ? Я слышал, тебя толЬко вчера арестовали!

source: They let me out early for good behavior!
de_de: Man hat mich wegen guter Führung entlassen !
es_es: ¡Me han liberado por buena conducta!
fr_fr: J'ai été libéré pour bonne conduite !
hu_hu: Kiengedtek jómagaviseletért!
it_it: Sono stato rilasciato per buona condotta!
pl_pl: Pozwolili mi wyjść wsześniej, za dobre zachowanie!
pt_br: Eles me soltaram por bom comportamento!
pt_pt: Eles soltaram-me por bom comportamento!
ru_ru: Они выпустили меня досрочно за хорошее поведение!

source: Impossible! Nobody gets out of the Citadel alive!
de_de: Unmöglich ! Niemand verläßt die Zitadelle lebendig !
es_es: ¡Imposible! ¡Nadie sale vivo de la Ciudadela!
fr_fr: Impossible ! Nul ne ressort vivant de la Citadelle !
hu_hu: Lehetetlen! Senki nem jut ki a Citadellából élve!
it_it: Impossibile! Non si esce vivi dalla Cittadella!
pl_pl: To niemożliwe! Nikt jeszcze nie wydostał się żywy z Cytadeli!
pt_br: Impossível! Ninguém sai da Fortaleza vivo!
pt_pt: Impossível! Ninguém sai da Cidadela vivo!
ru_ru: Невозможно! Никто не покидает ЦитаделЬ живым!

source: "ANNOUNCEMENT #357-G: | A new automatic surveillance device is now operating in the city. All citizens must remain motionless if one of these devices is in their vicinity."
de_de: " ANNONCE Nø 357-G : | Ein neues automatisches Überwachungsmodul kreist durch die Stadt. Alle Bürger müssen stehen bleiben, sobald es sich in ihrer Nähe befindet. "
es_es: "ANUNCIO Nø 357-G : | Un nuevo módulo automático de vigilancia circula en la ciudad. Todos los ciudadanos deben permanecer inmóviles cuando éste se aproxime."
fr_fr: " ANNONCE Nø 357-G : | Un nouveau module automatique de surveillance circule en ville. Tous les citoyens doivent rester immobiles lorsqu'il est à proximité. "
hu_hu: "#357-G hírdetmény: | Egy új rendészeti eszköz mûködik a városban. Minden lakosnak mozdulatlanul kell állnia, ha egy ilyen eszköz a közelében van."
it_it: " ANNUNCIO Nø 357-G : | In città circola un nuovo modulo automatico di sorveglianza. Tutti i cittadini devono restare immobili se si trovano nelle sue vicinanze."
pl_pl: "OGŁOSZENIE #357-G: | W mieście działa nowe automatyczne urządzenie do inwigilacji. Wszyscy obywatele muszą pozostawać w bezruchu, jeśli jedno z tych urządzeń jest w pobliżu."
pt_br: "ANUNCIO #357-G: | Um novo robô automático de vigia está operando na cidade. Todos os cidadãos devem permanecer parados se tais dispositivos estiverem nas proximidades."
pt_pt: "ANÜNCIO #357-G: | Um novo dispositivo automático de vigia está a operar na cidade. Todos os cidadãos devem permanecer parados se tais dispositivos estiverem nas proximidades."
ru_ru: "ОБЪЯВЛЕНИЕ #657-G: | ТеперЬ в городе работает новое автоматическое устройство наблюдения. Все граждане должны оставатЬся неподвижными, когда одно из таких устройств находится поблизости."

source: It is forbidden to use that robot !
de_de: Es ist verboten diesen Roboter zu benutzen !
es_es: ¡Nadie puede utilizar ese robot!
fr_fr: Il est interdit d'utiliser ce robot !
hu_hu: Tilos azt a robotot használni !
it_it: E' vietato utilizzare questo robot!
pl_pl: Nie wolno używać tego robota !
pt_br: É proibido usar esse robô!
pt_pt: É proibido usar este robô!
ru_ru: ПолЬзоватЬся этим роботом запрещено!

source: You look kind of lost, Mr. Nurse. Use your holomap if you don't know how to get back home!
de_de: Hey Pfleger, scheinen sich verlaufen zu haben ! Benutzen Sie Ihren Holomap, falls Sie nicht zurück wissen.
es_es: ¡Enfermero, tiene pinta de perdido! Utilice su holomapa si ya no recuerda cómo regresar a casa.
fr_fr: Eh, z'avez l'air perdu l'infirmier ! Utilisez votre holomap si vous n'savez plus rentrer chez vous.
hu_hu: Elveszett nôvér úr?! Használja a holotérképét, ha nem tudja, hogy kell hazamenni!
it_it: Ehi, infermiere, mi sembra un po' disorientato. Utilizzi l'holomap se non ricorda più la strada di casa.
pl_pl: Wyglądasz na zagubionego, Panie Pielęgniarzu. Użyj swojej Holomapy, jeśli nie wiesz jak wrócić do domu!
pt_br: Você parece meio perdido, Sr. Enfermeiro. Use seu holomapa se você não sabe como chegar em casa!
pt_pt: Parece estar meio perdido, Sr. Enfermeiro. Use o seu holomapa se não sabe como chegar a casa!
ru_ru: Похоже, вы заблудилисЬ, м-р Санитар. ВосполЬзуйтесЬ своей голокартой, если не знаете, как вернутЬся домой!

source: Welcome aboard! You have picked a wonderful day for travelling, the weather is beautiful!
de_de: Willkommen an Bord. Sie haben Glück, es wird ein wahres Kreuzfahrtwetter angesagt !
es_es: Bienvenido a bordo. ¡Tiene suerte, nos han anunciado que tendremos un tiempo magnífico durante el viaje!
fr_fr: Bienvenue à bord. Vous avez de la chance, on nous annonce un vrai temps de croisière !
hu_hu: Isten hozta a fedélzeten! Csodálatos napot választott az utazásra, az idô egyszerûen gyönyörû!
it_it: Benvenuto a bordo. E' fortunato, il bollettimo meteo è ottimo!
pl_pl: Witamy na pokładzie! Wybrał pan cudowny dzień na podróż, pogoda jest cudowna!
pt_br: Bem-vindo à bordo! Você escolheu um dia maravilhoso para viajar, o clima está ótimo!
pt_pt: Bem-vindo a bordo! Escolheu um dia maravilhoso para viajar, o tempo está óptimo!
ru_ru: Добро пожаловатЬ на борт! Вы выбрали замечателЬный денЬ для путешествия, погода прекрасна!

source: I think it's time to make use of what you hid in the house.
de_de: Ich glaube es ist Zeit zu benutzen, was Du im Haus versteckt hast.
es_es: En mi opinión, es tiempo de utilizar lo que escondiste en casa.
fr_fr: A mon avis, il est temps d'utiliser ce que tu as caché dans la maison.
hu_hu: Azt hiszem itt az ideje, hogy hasznát vedd annak, amit elrejtettél itt, a házban.
it_it: Secondo me, è ora che tu usi quello che hai nascosto in casa.
pl_pl: Myślę, że nadszedł czas, aby wykorzystać to, co schowałeś w domu.
pt_br: Acho que chegou a hora de você usar o que esconde aqui em casa.
pt_pt: Acho que chegou a hora de usares o que escondes em casa.
ru_ru: Я думаю, пришло время восполЬзоватЬся тем, что ты спрятал в доме.

source: Open up! We know you're in there!
de_de: Machen Sie auf ! Wir wissen, daß Sie da sind !
es_es: ¡Abra, sabemos que está ahí!
fr_fr: Ouvrez ! nous savons que vous êtes là !
hu_hu: Nyissák ki! Tudjuk, hogy benn vannak!
it_it: Aprite! Sappiamo che ci siete!
pl_pl: Otwierać! Wiemy, że tam jesteś!
pt_br: Abram a porta! Sabemos que vocês estão aí!
pt_pt: Abram a porta! Sabemos que vocês estão aí!
ru_ru: Открывайте! Мы знаем, что вы там!

source: You are charged with aiding an escapee. Follow us!
de_de: Sie sind wegen Beihilfe zur Flucht angeklagt. Folgen Sie uns.
es_es: Están acusados de complicidad con un evadido. Sígannos.
fr_fr: Vous êtes accusé de complicité avec un évadé. Suivez-nous.
hu_hu: Egy szökevény segítésének vádjával le van tartóztatva. Kövessen!
it_it: E' accusata di complicità con un evaso. Ci segua.
pl_pl: Jesteś odpowiedzialna za pomoc uciekinierowi. Pójdziesz z nami!
pt_br: Você está presa por ajudar um fugitivo. Siga-nos!
pt_pt: Está presa por ajudar um fugitivo. Siga-nos!
ru_ru: Вы обвиняетесЬ в оказании помощи беглецу. Следуйте за нами!

source: I'm looking for a young girl. She is being escorted by two groboclones.
de_de: Ich suche ein junges Mädchen. Sie wird von zwei Dickoklone eskortiert.
es_es: Busco una joven. Está escoltada por dos elefoclones.
fr_fr: Je cherche une jeune fille. Elle est escortée de deux groboclones.
hu_hu: Egy fiatal lányt keresek. Két fániklón ôrizetében van.
it_it: Cerco una ragazza. E' scortata da due grobocloni.
pl_pl: Szukam młodej dziewczyny. Jest eskortowana przez dwa groboklony.
pt_br: Estou procurando uma jovem mulher. Ela está sendo escoltada por dois groboclones.
pt_pt: Estou à procura de uma jovem mulher. Ela está a ser escoltada por dois groboclones.
ru_ru: Я ищу молодую девушку. Ее сопровождают двое гробоклонов.

source: Sound the alarm! It's the escapee!
de_de: Alarm, das ist der Ausbrecher !
es_es: ¡Alerta, ahí está el evadido!
fr_fr: Alerte c'est l'évadé !
hu_hu: Riadó! Ez a szökevény!
it_it: Suonate l'allarme, è l'evaso!
pl_pl: Alarm! To uciekinier!
pt_br: SOEM O ALARME! É o fugitivo!
pt_pt: Toquem o alarme! É o fugitivo!
ru_ru: ПоднятЬ тревогу! Это беглец!

source: I believe that you can read all the posters. All you have to do is move in front of one. I can't really help you out, because I don't know how to read!
de_de: Es scheint, daß man alle Plakate lesen kann. Indem man sich davor stellt. Was soll's, kann sowieso nicht lesen !
es_es: Parece que se pueden leer todos los carteles. Colocándose delante. De todas maneras, ¡Yo no sé leer!
fr_fr: Il paraît qu'on peut lire toutes les affiches. En se plaçant devant. De toute façon j'sais pas lire, moi !
hu_hu: Azt hiszem el tudod olvasni a plakátokat. Csak eléjük kell állnod, és (megnyomni a (SPACE) gombot normál módban). Hát, én nem igazán tudok segíteni, mert nem tudok olvasni!
it_it: Sembra che sia possibile leggere tutti i cartelli. Basta mettercisi di fronte. In ogni caso, io non so leggere!
pl_pl: Wierzę, że można czytać wszystkie afisze. Trzeba tylko ustawić się naprzeciwko i użyć polecenia AKCJA, kiedy się jest w trybie normalnym. Osobiście nie mogę ci pomóc, ponieważ nie umiem czytać!
pt_br: Eu acredito que você pode ler todos os pôsters. Tudo que você tem que fazer é ficar na frente de um e apertar o botão de AÇÃO no modo NORMAL. Eu realmente não posso te ajudar, porque eu não sei ler!
pt_pt: Eu acredito que possa ler todos os placares. Tudo que tem que fazer é ficar de frente para um e usar o comando ACÇÃO no modo NORMAL. Eu realmente não te posso ajudar, porque eu não sei ler!
ru_ru: Я думаю, ты можешЬ читатЬ все постеры. Все, что тебе нужно, это встатЬ перед одним и восполЬзоватЬся командой ДЕЙСТВИЕ, когда ты в нормалЬном режиме. Я, на самом деле, не могу тебе помочЬ, потому что я не знаю, как читатЬ!

source: I haven't seen them. | Sorry!
de_de: Ich habe sie nicht gesehen. | | Tut mir leid !
es_es: No los he visto. | ¡Lo siento!
fr_fr: Je les ai pas vus. | Désolé !
hu_hu: Nem láttam ôket. Sajnálom!!
it_it: Non li ho visti. | | Spiacente!
pl_pl: Nie wiem, gdzie oni są. | Przykro mi!
pt_br: Eu não vi eles. | Desculpe!
pt_pt: Não os vi. | | Desculpe!
ru_ru: Я их не видел. | Извини!

source: I saw them at the port a little while ago. They were leaving for another island. It's strange, because prisoners usually stay at the Citadel.
de_de: Ich habe sie vorhin im Hafen gesehen. Sie sind aufgebrochen, um sich auf eine andere Insel zu begeben. Das ist eigenartig, die Gefangenen bleiben doch normalerweise in der Zitadelle.
es_es: Los he visto en el puerto hace un momento. Partieron hacia otra isla. Es raro, ya que generalmente los prisioneros se quedan en la Ciudadela.
fr_fr: Je les ai vus au port tout à l'heure. Ils sont partis pour une autre île. C'est bizarre car les prisonniers restent à la Citadelle d'habitude.
hu_hu: Láttam ôket a kikötôben, nem is olyan régen! Egy másik szigetre mentek. Ez elég különös, mert a foglyok itt maradnak a Citadellán.
it_it: Li ho visti al porto poco fa. Sono salpati per un'altra isola. E' strano, perché di solito i prigionieri rimangono alla Cittadella.
pl_pl: Przed chwilą byli w porcie. Odpływali na inną wyspę. To dziwne, ponieważ więźniowie zwykle są trzymani w Cytadeli.
pt_br: Eu vi eles no porto faz pouco tempo. Eles estavam partindo para outra ilha. Isso é estranho, porque os prisioneiros em geral ficam na Fortaleza.
pt_pt: Vi-os no porto faz pouco tempo. Eles estavam a partir para outra ilha. É estranho, porque os prisioneiros em geral costumam ficar em Cidadela.
ru_ru: Я видел их в порту совсем недавно. Они отбывали на другой остров. Это странно, потому что заключенные обычно остаются в Цитадели.

source: You need a ticket to board the ferry. You can buy one next door.
de_de: Sie brauchen ein Fahrschein für die Fähre mein Herr. Sie können dort gleich nebenan einen kaufen.
es_es: Es necesario un billete para embarcar en el ferry señor. Puede comprar uno justo al lado.
fr_fr: Il faut un ticket pour embarquer sur le ferry, monsieur. Vous pouvez en acheter un juste à coté.
hu_hu: Szüksége lesz egy jegyre, hogy felszálljon! A szomszédban vehet egyet!
it_it: Per prendere il traghetto ci vuole un biglietto, signore. Può acquistarne uno proprio qui di fianco.
pl_pl: Żeby wejść na pokład promu, musi pan mieć bilet. Może pan go kupić przy następnych drzwiach.
pt_br: Você precisa de uma passagem para viajar de barco. Você pode comprar uma no prédio ao lado.
pt_pt: Precisa de um bilhete para viajar de barco. Pode comprá-lo na porta ao lado.
ru_ru: Чтобы сестЬ на паром, вам нужен билет. Вы можете купитЬ его в здании рядом.

source: Good day, one ticket for... Sound the alarm! It's the escapee!
de_de: Guten Tag, sie möchten einen Fahrschein für die ... Alarm, das ist der Ausbrecher !
es_es: Buenos días, desea un boleto para el... ¡Alerta, es el evadido!
fr_fr: Bonjour, vous désirez un ticket pour le ... Alerte c'est l'évadé !
hu_hu: Jó napot! Egy jegy az annyi, mint... riadó! Ez a szökevény!
it_it: Buongiorno, vuole un biglietto per... Suonate l'allarme, è l'evaso!
pl_pl: Dzień dobry, jeden bilet dla... Alarm! To uciekinier!
pt_br: Bom dia, uma passagem de... SOEM O ALARME! É o fugitivo!
pt_pt: Bom dia, um bilhete para... Toquem o alarme! É o fugitivo!
ru_ru: Добрый денЬ, один билет до... ПоднятЬ тревогу! Это беглец!

source: I've had it up to my trunk! There are 4 crates in the warehouse that I cannot seem to arrange on the 4 crosses painted on the ground. I would gladly give a ferry ticket to anyone who could help me out of this mess.
de_de: Ich hab' das Horn voll ! Es gibt 4 Kisten im Lager und ich bringe es nicht fertig sie auf die 4 am Boden gemalten Kreuze zu stellen. Ich gäbe gern einen Fahrschein für die Fähre demjenigen, der sie an meiner Stelle richtig hinstellen kann.
es_es: ¡Me llega a la punta de la trompa! Hay 4 cajas en el depósito y no logro ordenarlas sobre las 4 cruces pintadas en el suelo. Hasta daría un billete para el ferry, a quien sea capaz de ordenarlas en mi lugar.
fr_fr: J'en ai ras la trompe ! Il y a 4 caisses dans l'entrepôt et je n'arrive pas à les ranger sur les 4 croix peintes au sol. Je donnerais bien un ticket pour le ferry, à qui sera capable de les ranger à ma place.
hu_hu: Tele van a bakancsom! Van 4 láda a raktárban, amit egyszerûen nem tudok elhelyezni a 4 földre festett kereszten. Szívesen adnék egy jegyet bárkinek, aki ki tudna segíteni.
it_it: Basta, ne ho abbastanza! Nel deposito ci sono quattro casse, e non riesco a sistemarle sulle 4 croci dipinte sul pavimento. Regalerò un biglietto per il traghetto a chi sarà in grado di sistemarle.
pl_pl: Mam tego po dziurki w nosie! W magazynie są cztery skrzynki, których nie umiem umieścić na czterech krzyżach, namalowanych na podłodze. Chętnie dałbym bilet na prom komuś, kto pomógłby mi to posprzątać .
pt_br: Não aguento mais! Há 4 caixas no armazém que eu não consigo colocar nas 4 cruzes pintadas no chão. Eu iria gentilmente dar uma passagem de barco para quem me ajudasse.
pt_pt: Não aguento mais! Há 4 caixas no armazém que eu não consigo colocar nas 4 cruzes pintadas no chão. Eu daria gentilmente uma passagem de barco para quem me ajudasse.
ru_ru: Меня это уже достало до самого хобота! Там на складе естЬ 4 ящика, которые я не могу расставитЬ по 4 крестам, нарисованным на полу. Я был бы рад датЬ билет на паром любому, кто поможет мне разобратЬся с этим.

source: Hey! You over there, come here!
de_de: He ! Sie da, kommen Sie her !
es_es: ¡Eh...! ¡Usted allí, venga!
fr_fr: Hep ! Vous là bas, venez ici !
hu_hu: Hé!, maga ott, jöjjön csak ide!
it_it: Ehi, lei, venga qui!
pl_pl: Hej! Ty tam, chodź tutaj!
pt_br: Ei! Você aí, venha aqui!
pt_pt: Ei! Tu aí, vem cá!
ru_ru: Эй! Ты, вон там, иди сюда!

source: I can't open this chest with this blasted trick back of mine! Gimme a hand and I'll let you keep some of what's inside. All you have to do is move in front of the chest. You can do the same for rummaging through lots of things like cupboards, garbage cans, etc...
de_de: Kann unmöglich die Truhe mit meinem steifen Rücken öffnen ! Helfen Sie mir und sie können einen Teil des Inhalts behalten. Es genügt sich vor die Truhe zu stellen. Sie können auf diese Art lauter solche Sachen durchstöbern: Wandschränke, Mülleimer, usw...
es_es: ¡Es imposible abrir esta caja con el lumbago que tengo! Ayúdeme y podrá quedarse con una parte de su contenido. Basta colocarse delante de la caja. Así se puede buscar en muchas cosas: armarios, basureros, etc...
fr_fr: Impossible d'ouvrir ce coffre avec mon dos bloqué ! Aidez-moi et vous pourrez garder une partie de son contenu. Il suffit de se placer devant le coffre. Vous pouvez fouiller plein de choses comme ça : placards, poubelles, etc.
hu_hu: Nem tudom kinyitni ezt a ládikát a hátfájásom miatt, segíts kérlek, és megtarthatsz egy keveset abból, ami benne van. Csak elé kell állnod, és (megnyomni a (space)-t normál módban). Ugyanezt megteheted szekrényekkel, szemetes- és virágládakkal...
it_it: Non riesco proprio ad aprire il baule con la schiena bloccata! Se mi aiuta, potrà prendere parte del suo contenuto. Basta mettersi davanti al baule. In questo modo, potrà anche frugare in tanti posti: armadi, pattumiere, ecc.
pl_pl: Nie mogę otworzyć tego kufra, który jest za mną! Pomóż mi, a pozwolę ci zatrzymać część tego, co jest w środku. Musisz tylko stanąć naprzeciwko kufra i, będac w trybie normalnym, użyć polecenia AKCJA. W ten sposób możesz też grzebać w niektórych przedmiotach, jak kredensy, kosze na śmieci, etc...
pt_br: Eu não consigo abrir o baú com o meu reumatismo! Me dê uma mão e eu deixarei você ficar com um pouco do que tem dentro. Tudo que você tem que fazer é mover para a frente do baú enquanto no modo NORMAL e apertar o botão de AÇÃO. Você pode fazer a mesma coisa para revistar um monte de coisas, como armários, lixeiras, etc...
pt_pt: Não consigo abrir o baú com o meu reumatismo! Dê-me uma ajuda e eu deixarei-lhe ficar com um pouco do que tem lá dentro. Tudo o que tem que fazer é ficar em frente do baú em modo NORMAL e usar o comando ACÇÃO. Pode fazer a mesma coisa para revistar muitas coisas, como armários, lixeiras, etc...
ru_ru: Я не могу открытЬ этот сундук с этим моим проклятым хитрым замком! Помоги мне, и я разрешу тебе взятЬ немного того, что внутри. Все, что тебе нужно сделатЬ, это встатЬ перед сундуком, когда ты в нормалЬном режиме, и восполЬзоватЬся командой ДЕЙСТВИЕ. Ты можешЬ делатЬ тоже самое, чтобы порытЬся во множестве вещей вроде шкафов, мусорных урн и т. п....
