Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: You've just earned the second level of Magic by finding the Book of Bù.
de_de: Du hast soeben die zweite Magiestufe erreicht, da Du das Bù Buch wiedergefunden hast.
es_es: Acabas de alcanzar el segundo nivel de Magia, encontrando el Libro de Bù.
fr_fr: Tu viens d'atteindre le 2nd niveau de Magie, en retrouvant le Livre de Bù.
hu_hu: Elsajátítottad a mágia második szintjét azzal, hogy megtaláltad Bú könyvét.
it_it: Hai appena raggiunto il secondo livello di Magia trovando il Libro di Bù.
pl_pl: Dzięki znalezieniu Księgi Bù, osiągnąłeś drugi poziom Magii.
pt_br: Você alcançou o segundo nível de magia ao encontrar o Livro de Bú.
pt_pt: Acabou de ganhar o segundo nível de Magia, por ter encontrado o Livro de Bù.
ru_ru: Ты толЬко что достиг второго уровня магии, найдя Книгу Бу.

source: You've just earned the third level of Magic by finding Sendell's Medallion.
de_de: Du hast soeben die dritte Magiestufe erreicht, da Du Sendells Medaillon wiedergefunden hast.
es_es: Acabas de alcanzar el tercer nivel de Magia encontrando el Medallón de Sendell.
fr_fr: Tu viens d'atteindre le 3ème niveau de Magie en retrouvant le Médaillon de Sendell.
hu_hu: Elsajátítottad a mágia harmadik szintjét azzal, hogy megtaláltad Sendell medálját.
it_it: Hai appena raggiunto il terzo livello di magia trovando il Medaglione di Sendell.
pl_pl: Dzięki znalezieniu Medalionu Sendell, osiągnąłeś trzeci poziom Magii.
pt_br: Você alcançou o terceiro nível de magia ao encontrar o Medalhão de Sendell.
pt_pt: Acabou de ganhar o terceiro nível de Magia, por ter encontrado o Medalhão de Sendell.
ru_ru: Ты толЬко что достиг третЬего уровня магии, найдя МедалЬон Сенделл.

source: You've just earned the fourth level of Magic by filling up your flask with Clear Water.
de_de: Du hast soeben die vierte Magiestufe erreicht, da Du Deine Flasche mit Klarem Wasser gefüllt hast. Von nun an kannst Du die mächtigsten Klone ausschalten !
es_es: Acabas de alcanzar el cuarto nivel de Magia llenando tu frasco de Agua Clara. ¡A partir de este momento podrás neutralizar a los clones más poderosos!
fr_fr: Tu viens d'atteindre le 4ème niveau de Magie en remplissant ton flacon d'Eau Claire. Désormais tu peux neutraliser les clones les plus puissants !
hu_hu: Elsajátítottad a mágia negyedik szintjét azzal, hogy megtöltötted üvegcsédet a tiszta vízzel.
it_it: Hai appena raggiunto il quarto livello di magia riempiendo la boccetta con l'Acqua Limpida. Ora sei in grado di neutralizzare i cloni più potenti!
pl_pl: Dzięki wypełnieniu butelki Czystą Wodą, osiągnąłeś czwarty poziom Magii.
pt_br: Você alcançou o quarto nível de magia ao encher o seu frasco com a Agua Sagrada.
pt_pt: Acabou de ganhar o quarto nível de Magia, por ter enxido o seu frasco com Ägua Límpida.
ru_ru: Ты толЬко что достиг четвертого уровня магии, наполнив свой флакон Чистой Водой.

source: You now have the Red Magnetic Card.
de_de: Du besitzt von nun an die rote Magnetkarte.
es_es: De ahora en adelante eres poseedor de la Tarjeta Magnética Roja.
fr_fr: Tu possèdes désormais la Carte Magnétique Rouge.
hu_hu: Megszerezted a vörös mágneskártyát.
it_it: Ora possiedi la Carta Magnetica Rossa.
pl_pl: Masz Czerwoną Kartę Magnetyczną.
pt_br: Você agora possui um Cartão Magnético Vermelho.
pt_pt: Possui agora o Cartão Magnético Vermelho.
ru_ru: ТеперЬ у тебя естЬ красная магнитная карта.

source: With this card you are the fourth member of the Elves club. Anyway, its your own business!
de_de: Dank dieser Karte bist Du das vierte Mitglied des Klubs der Kobolde. Im Grunde genommen ist das allein Deine Sache !
es_es: Gracias a esta tarjeta eres el cuarto miembro del Club de los Duendes. ¡Ahora depende de tí!
fr_fr: Grâce à cette carte tu es le 4ème membre du club des Lutins. Après, tout ça te regarde !
hu_hu: Ezzel a kártyával te vagy az elfek klubjának negyedik tagja. Errôl én persze hallgatok!
it_it: Grazie a questa carta diventi il quarto membro del club dei Folletti. Dopo tutto, questo ti riguarda personalmente!
pl_pl: Dzięki tej karcie jesteś czwartym członkiem klubu Elfów. W każdym razie, to twoja osobista sprawa!
pt_br: Com esse cartão você é agora o quarto membro do Clube dos Elfos.
pt_pt: Com este cartão você é o quarto membro do Clube Elves, seu próprio negócio!
ru_ru: С этой картой ты стал четвертым членом Клуба элЬфов. Впрочем, это твое личное дело!

source: You've just rediscovered your ID card.
de_de: Du hast soeben Deinen Personalausweis wiedergefunden.
es_es: Acabas de encontrar tu Tarjeta de Identidad.
fr_fr: Tu viens de retrouver ta Carte d'Identité.
hu_hu: Visszaszerezted a személyigazolványodat.
it_it: Hai appena trovato la tua Carta d'Identità.
pl_pl: Odzyskałeś swoją kartę identyfikacyjną.
pt_br: Você encontrou a sua Carteira de Identidade.
pt_pt: Acabou de reencontrar o seu cartão de identificação.
ru_ru: Ты толЬко что снова нашел свое удостоверение.

source: You now have the Architect's pass.
de_de: Du hast jetzt den Passierschein des Architekten.
es_es: Ahora tienes el salvoconducto del Arquitecto.
fr_fr: Tu as maintenant le Laissez-Passer de l'Architecte.
hu_hu: Megszerezted az építészek engedélyét.
it_it: Ora hai il Lasciapassare dell'Architetto.
pl_pl: Masz przepustkę Architekta.
pt_br: Você possui agora o cartão do arquiteto.
pt_pt: Possui agora o passe de Arquitecto.
ru_ru: ТеперЬ у тебя естЬ пропуск архитектора.

source: You now have the Proto-Pack.
de_de: Du verfügst nun über den Proto-Pack.
es_es: Ahora dispones del Proto-Pack.
fr_fr: Tu disposes maintenant du Proto-Pack.
hu_hu: Megszerezted a prototáskát.
it_it: Ora disponi del Proto-Pack.
pl_pl: Masz Proto-Pack.
pt_br: Você possui agora o Proto-Pack.
pt_pt: Possui agora o Proto-Pack.
ru_ru: ТеперЬ у тебя естЬ Прото-Пак.

source: The Kamis have given you a Snowboard.
de_de: Die Kami haben Dir ein Snowboard gegeben.
es_es: Los Kami te han dado un Monoesquí.
fr_fr: Les Kami t'ont donné un Snowboard.
hu_hu: A kamik adtak neked egy snowboard-ot.
it_it: I Kami ti hanno dato una Snowboard.
pl_pl: Kamis dał ci Snowboard.
pt_br: Os Kamis te deram um Snowboard.
pt_pt: Os Kamis deram-lhe um Snowboard.
ru_ru: Ками дали тебе сноуборд.

source: You have a Meca-Penguin.
de_de: Du besitzt einen Meca-Pinguin
es_es: Posees un Meca-Pingüino.
fr_fr: Tu possèdes un Méca-Pingouin
hu_hu: Van egy meca-pingvined.
it_it: Ora possiedi un Robo-Pinguino.
pl_pl: Masz Mecha-Pingwina.
pt_br: Você tem um Mega-Pinguim.
pt_pt: Possui um Meca-Penguin.
ru_ru: У тебя естЬ Меха-Пингвин.

source: You've just replenished some of your gas supply.
de_de: Du hast soeben einen Teil Deiner Kraftstoffreserven erneuert.
es_es: Acabas de recuperar una parte de tus reservas de combustible.
fr_fr: Tu viens de refaire une partie de tes réserves en carburant.
hu_hu: Egy kis üzemanyagot vettél magadhoz.
it_it: Hai appena fatto rifornimento di carburante.
pl_pl: Uzupełniłeś swój zapas paliwa.
pt_br: Você reabasteceu um pouco do seu suprimento de gás.
pt_pt: Acabou de reabastecer alguma da sua fonte de combustível.
ru_ru: Ты толЬко что пополнил свои запасы топлива.

source: You've just stolen a Pirate's Flag.
de_de: Du hast soeben eine Piratenflagge entwendet.
es_es: Acabas de robar una Bandera Pirata.
fr_fr: Tu viens de dérober un Drapeau Pirate.
hu_hu: Elloptál egy kalózzászlót.
it_it: Hai appena rubato una Bandiera dei Pirati.
pl_pl: Ukradłeś Flagę Piratów.
pt_br: Você roubou uma Bandeira Pirata.
pt_pt: Acabou de roubar uma Bandeira de Piratas.
ru_ru: Ты толЬко что украл пиратский флаг.

source: You've just found a Magic Flute.
de_de: Du hast soeben eine Magische Flöte gefunden.
es_es: Acabas de encontrar una Flauta Mágica.
fr_fr: Tu viens de trouver une Flûte Magique.
hu_hu: Találtál egy mágikus fuvolát.
it_it: Hai appena trovato un Flauto Magico.
pl_pl: Masz Magiczny Flet.
pt_br: Você encontrou uma Flauta Mágica.
pt_pt: Acabou de descobrir a Flauta Mágica.
ru_ru: Ты толЬко что нашел Волшебную флейту.

source: The wise man gave you the Space Guitar.
de_de: Der Weise hat Dir die Gitarre aus dem All gegeben.
es_es: El Sabio te ha dado la Guitarra del Espacio.
fr_fr: Le Sage t'a donné la Guitare de l'Espace.
hu_hu: A bölcs ember odaadta neked az ûrgitárt.
it_it: Il saggio ti ha dato la Chitarra dello Spazio.
pl_pl: Mędrzec dał ci Kosmiczną Gitarę.
pt_br: O homem sábio te deu uma Guitarra Espacial.
pt_pt: O homem sábio deu-lhe a guitarra do espaço.
ru_ru: Мудрец дал тебе Космическую гитару.

source: You've just bought a hair dryer.
de_de: Du hast soeben einen Fön gekauft.
es_es: Acabas de comprar un Secador de Pelo.
fr_fr: Tu viens d'acheter un Sèche-Cheveux.
hu_hu: Vettél egy hajszárítót.
it_it: Hai appena acquistato un Asciugacapelli.
pl_pl: Kupiłeś suszarkę do włosów.
pt_br: Você comprou um secador de cabelos.
pt_pt: Acabou de comprar um secador de cabelo.
ru_ru: Ты толЬко что купил фен.

source: You've just found the key lost by your ancestor Hégésippe.
de_de: Du hast soeben den von Deinem Vorfahren Hégésippe verlorenen Schlüssel wiedergefunden.
es_es: Acabas de encontrar la llave perdida por tu antepasado Hegésipo.
fr_fr: Tu viens de retrouver la clef perdue par ton ancêtre Hégésippe.
hu_hu: Megtaláltad a kulcsot, ami egyik ôsöd, Hégésippe veszített el.
it_it: Hai appena ritrovato la chiave persa dal tuo avo Egesippo.
pl_pl: Znalazłeś klucz, zgubiony przez twojego przodka Hégésippe.
pt_br: Você encontrou a chave perdida pelo seu antepassado Hégésippe.
pt_pt: Acabou de encontrar a chave perdida pelo seu antepassado Hégésippe.
ru_ru: Ты толЬко что нашел ключ, потерянный твоим предком Хегесиппом.

source: You've just found a Bottle of Syrup!
de_de: Du hast soeben eine Flasche Sirup gefunden !
es_es: ¡Acabas de encontrar un Frasco de Jarabe!
fr_fr: Tu viens de trouver un Flacon de Sirop !
hu_hu: Találtál egy üveg szörpöt!
it_it: Hai appena trovato un Flacone di Sciroppo!
pl_pl: Znalazłeś Butelkę Syropu!
pt_br: Você encontrou uma garrafa de Xarope!
pt_pt: Acabou de encontrar um Frasco de Xarope!
ru_ru: Ты толЬко что нашел бутылку сиропа!

source: The bottle is now empty.
de_de: Jetzt ist Deine Flasche leer.
es_es: Ahora tu frasco está vacío.
fr_fr: Maintenant ton flacon est vide.
hu_hu: Az üveg most üres!
it_it: Ora il flacone è vuoto.
pl_pl: Butelka jest teraz pusta.
pt_br: A garrafa está vazia agora.
pt_pt: O frasco encontra-se vazio.
ru_ru: Бутылка сейчас пуста.

source: You have a Ferry Ticket.
de_de: Du besitzt einen Fahrschein für die Fähre.
es_es: Posees un Billete para el Ferry.
fr_fr: Tu possèdes un Ticket de Ferry.
hu_hu: Van egy hajójegyed.
it_it: Possiedi un Biglietto per il Traghetto.
pl_pl: Masz Bilet na Prom.
pt_br: Você recebeu uma Passagem de Barco.
pt_pt: Possui um bilhete de Barco.
ru_ru: У тебя естЬ билет на паром.

source: You just received a keypad that controls a digital locking system.
de_de: Man hat Dir soeben einen Türcode gegeben.
es_es: Acaban de darte un teclado numérico.
fr_fr: On vient de te donner un digicode.
hu_hu: Kaptál egy billentyûzetet, ami egy digitális zárrendszert irányít.
it_it: Ti è stato dato un digicode.
pl_pl: Otrzymałeś panel sterujący, który kontroluje cyfrowy system zabezpiecząjacy.
pt_br: Você recebeu um teclado que controla um mecanismo de tranca digital.
pt_pt: Acabou de receber um teclado numérico que controla um sistema de segurança digital.
ru_ru: Ты толЬко что получил клавиатуру, которая управляет системой с цифровым замком.

source: You now possess a coffee pot.
de_de: Du besitzt jetzt eine Kaffeekanne.
es_es: Ahora posees una cafetera.
fr_fr: Tu possèdes maintenant une cafetière.
hu_hu: Most már van egy kávéfôzôd.
it_it: Ora possiedi una caffettiera.
pl_pl: Posiadasz dzbanek do kawy.
pt_br: Você agora possui um Pote de Café.
pt_pt: Possui agora um recipiente de café.
ru_ru: ТеперЬ ты обладаешЬ кофейником.

source: M. Lanktir gave you his list.
de_de: Herr Lanktir hat Dir eine Liste gegeben.
es_es: Lanktir te ha dado su lista.
fr_fr: M. Lanktir t'a donné sa liste.
hu_hu: M. Lanktir odaadta listáját.
it_it: Lanktir ti ha dato la sua lista.
pl_pl: Pan Lanktir dał ci list.
pt_br: O Sr. Lanktir lhe entregou a lista.
pt_pt: M. Lanktir deu-lhe a sua lista.
ru_ru: М. Ланктир дал тебе свой список.

source: Holomap. The Holomap shows your position on the planet. The arrows represent important places that were pointed out to you during your quest. They will disappear once you have completed your task in each of the corresponding places. By pressing the arrows, you can scroll through text corresponding to the arrows visible on the Holomap.
de_de: Holomap. Der Holomap gibt Deine Position auf dem Planeten an. Während Deiner Suche, sind Pfeile auf wichtige Orte gerichtet, die Dir angegeben worden sind. Sie verschwinden, wenn die Tat einmal vollbracht ist. Wenn Du nur auf die Cursor drückst, kannst Du die den Pfeilen - die man im Holomap sehen kann - entsprechenden Texte ablaufen lassen.
es_es: Holomapa. El holomapa indica tu posición en el planeta. Durante tu búsqueda, las flechas designan los lugares importantes que te han sido revelados. Pulsando las flechas, puedes hacer desfilar los textos correspondientes a las flechas visibles en el holomapa.
fr_fr: Holomap. L'holomap indique ta position sur la planète. Durant ta quête, des flêches désignent les endroits importants qui t'ont été indiqués. Elles disparaissent une fois la tâche accomplie. En appuyant sur les flèches, tu peux faire défiler les textes correspondant aux flèches visibles dans l'holomap.
hu_hu: Holotérkép (H) gomb. A holotérkép megmutatja hol vagy a bolygón. A nyilak fontos helyeket jelölnek, amelyekre felhívták figyelmedet utazásod során. Idôvel ezek eltûnnek, ha teljesítetted a rájuk kitûzött feladatot. A (CTRL) és a nyilak egyidejû lenyomásával tudod forgatni. Csak a nyilak nyomogatásával a nyilakhoz tartozó szöveget tudod léptetni.
it_it: Holomap. L'holomap indica la tua posizione sul pianeta. Durante la tua ricerca, vedrai delle frecce: esse indicano i luoghi importanti che ti sono stati indicati. Scompaiono una volta svolta la loro funzione. Premendo le frecce, puoi far scorrere i testi corrispondenti alle frecce visibili sull'holomap.
pl_pl: Holomapa - klawisz (H). Holomapa pokazuje twoją pozycję na planecie. Strzałki wskazują ważne miejsca, które zostały ci wskazane podczas twoich poszukiwań. Każda strzałka zniknie kiedy wykonasz zadanie w miejscu, które wskazuje. Holomapę można obracać przez jednoczesne wciskanie (CTRL) i strzałek. Przez naciskanie samych strzałek, możesz przewijać tekst przypisany do strzałek na Holomapie.
pt_br: Holomapa tecla (H). O Holomapa mostra a sua posição no planeta. As setas representam locais importantes que lhe foram indicados durante a sua aventura. Eles irão desaparecer assim que você completar a tarefa em cada um dos lugares correspondentes. Para rodá-lo, aperte (CTRL) e as direções do teclado. Para visualizar todas as setas, aperte apenas as direções.
pt_pt: Pressione (H) para ver o Holomapa. O Holomapa mostra a sua posição no planeta. As setas representam importantes lugares que lhe foram indicados durante as suas viagens. Desaparecerão uma vez terminada a tarefa em cada um dos lugares correspondentes. O Holomapa gira pressionando simultaneamente (CTRL) e as teclas cursoras. Pressionando somente as teclas cursoras, é-lhe mostrada a informação correspondente às setas visíveis no Holomapa.
ru_ru: Голокарта, клавиша (H). Голокарта показывает твое местоположение на планете. Стрелки указывают на важные места, которые были отмечены для тебя в течение твоего путешествия. Они будут исчезатЬ по мере выполнения задач в каждом соответствующем месте. Голокарту можно вращатЬ одновременным нажатием клавиши (CTRL) и клавиши со стрелкой. Нажав толЬко на клавишу со стрелкой, ты можешЬ прокручиватЬ текст, соответствующий стрелке, видимой на Голокарте.

source: Magic Ball. Each time you reach a higher level of magic, the Magic Ball's striking power will increase. Its trajectories will also become more effective with each new level, as long as you have enough magic in stock! The Ball will use up magic each time it is thrown.
de_de: Magischer Ball. Wenn Du eine neue Energiestufe erreichst, erhält sie neue Schlagkraft. Seine Flugbahn wird ebenfalls mit jeder Stufe verbessert, unter der Bedingung daß man über genügend Magie verfügt ! Da der Ball bei jedem Wurf Magie verbraucht.
es_es: Bola Mágica. Cuando alcanzas un nuevo nivel de magia, ésta adquiere un nuevo nivel de poder de encantamiento. Sus trayectorias se vuelven también más eficaces en cada nivel, ¡siempre y cuando tengas suficiente magia en reserva! Ya que la Bola consume magia cada vez que es lanzada.
fr_fr: Balle Magique. Lorsque tu atteins un nouveau niveau de magie, elle acquiert une nouvelle puissance de frappe. Ses trajectoires deviennent également plus efficaces à chaque niveau, à condition d'avoir assez de magie en réserve ! Car la Balle en consomme à chaque lancé.
hu_hu: Mágikus labda (ALT) gomb. Minden egyes alkalommal, hogy magasabb szintû mágiára teszel szert a labda erôsebbet üt majd. A pályája is javul majd és nô minden szinttel! A labda minden dobásnál mágiaerôt használ el.
it_it: Sfera Magica. Quando raggiungi un nuovo livello di magia, acquisisce una maggior potenza d'urto. Allo stesso modo, la sua traiettoria diventa sempre più precisa con l'aumentare del livello, sempre che si abbia una sufficiente scorta di magia, perché la Sfera si consuma a ogni lancio.
pl_pl: Magiczna Kula - klawisz (ALT). Wraz z każdym osiągniętym poziomem magii, siła uderzeniowa Magicznej Kuli będzie rosnąć. Także jej tor lotu będzie z każdym nowym poziomem bardziej efektywny, jeśli tylko będziesz miał wystarczająco dużo magii w zapasie! Kula będzie zużywała magię przy każdym rzucie.
pt_br: Bola Mágica tecla (ALT). O poder e a eficiência da Bola Mágica aumentam de acordo com o seu nível de magia. Para fazer a bola quicar você precisa ter magia suficiente no estoque. Lembre-se de que a bola gasta magia toda vez que é arremessada.
pt_pt: Tecla (ALT) para Bola Mágica. Cada vez que alcançar um nível mais elevado de magia, o poder impressionante da bola mágica aumentará. A sua trajectória tornar-se-á também mais eficaz com novos níveis, enquanto tiver bastante magia armazenada! A bola usará a magia cada vez que é utilizada.
ru_ru: Волшебный шар, клавиша (ALT). Каждый раз, когда ты достигаешЬ следующего уровня магии, сила удара Волшебного шара повышается. Траектория его полета с кажлым новым уровнем также становится более эффективной, при условии, что у тебя достаточный запас магии! Шар будет тратитЬ магию при каждом броске.

source: Magic Saber. It is the most powerful weapon on this planet.
de_de: Magischer Säbel. Das ist die stärkste Waffe auf diesem Planeten !
es_es: Sable Mágico. ¡Esta es el arma más potente de este planeta!
fr_fr: Sabre Magique. C'est l'arme la plus puissante de cette planète ! |
hu_hu: Mágikus szablya. Ha egyszer a kezedbe veszed (ENTER gomb), az (ALT) gombbal lesújthatsz vele. Ez a bolygón a legerôsebb fegyver. A mágikus labdát úgy használhatod, hogy újra kiveszed a zsebedbôl.
it_it: Sciabola magica. L'arma più potente del pianeta!
pl_pl: Magiczna Szabla. Kiedy trzymasz Szablę w dłoni (klawisz ENTER), możesz nią atakować naciskając (ALT). To najpotężniejsza broń na tej planecie. Możesz też używać Magicznej Kuli, przez ponowne wybranie jej w inwentarzu.
pt_br: Sabre Mágico, selecione com a tecla (ENTER), e aperte (ALT) para atacar. É a arma mais poderosa do planeta. Lembre-se de que os ataques de Twinsen com o sabre mudam de acordo com seu comportamento.
pt_pt: Sabre Mágico, uma vez que o sabre está na sua mão (tecla ENTER), pressione (ALT) para atacar. É a arma mais poderosa deste planeta. Poderá usar a Bola Mágica sempre que desejar, seleccionando-a.
ru_ru: Волшебная сабля; если сабля в руке (клавиша ENTER), то для удара - клавиша (ALT). Это самое мощное оружие на этой планете. Ты можешЬ вернутЬся к исполЬзованию Волшебного шара, выбрав его снова.

source: Gawley's Horn: For use on the Seals of Sendell. It will allow you to break them open, which will subsequently allow you to access new places.
de_de: Horn von Gawley : Um es vor einem Siegel von Sendell zu benutzen. Es ermöglicht die Siegel zu durchbrechen. Du kannst somit zu neuen Orten gelangen.
es_es: Trompa de Gawley: Para utilizar ante un sello de Sendell. Permite romperlos. Puedes acceder así a nuevos lugares.
fr_fr: Trompe de Gawley. A utiliser devant un sceau de Sendell. Elle permet de les briser. Tu peux ainsi accéder à de nouveaux endroits.
hu_hu: Gawley kürtje: (ENTER) gomb. Sendell pecsétjein kell használni. Ezzel feltépheted a pecséteket, így új helyek nyílnak meg elôtted.
it_it: Tromba di Gawley: utilizzarla davanti a un sigillo di Sendell. Consente di infrangerli. In questo modo potrai accedere a nuovi luoghi.
pl_pl: Róg Gawley: klawisz (ENTER). Do użycia na Pieczęciach Sendell. Umożliwi ci on przełamanie Pieczęci, które otworzą ci drogę do nowych miejsc.
pt_br: Trompa de Gawley: tecla (ENTER). Sopre-a sobre os Símbolos de Sendell (selos com S gravado) para abrí-los.
pt_pt: Chifre de Gawley: tecla (ENTER). Para o uso nas gravuras de Sendell. Permite que os abra, podendo assim alcançar novos lugares.
ru_ru: Рог Голея: клавиша (ENTER). Для исполЬзования на Печатях Сенделл. Он поможет тебе разбитЬ их, что впоследствии даст тебе доступ в новые места.

source: Tunic. With this magical symbol, you have just earned the first level of power.
de_de: Tunika. Dank dieses magischen Symbols hast Du soeben die erste Kraftstufe erreicht.
es_es: Túnica. Gracias a este símbolo mágico, acabas de alcanzar el primer nivel de poder.
fr_fr: Tunique. Grâce à ce symbole magique, tu viens d'atteindre le 1er niveau de puissance.
hu_hu: Tunika. Ezzel a mágikus jelképpel elsajátítottad a mágia elsô szintjét.
it_it: Tunica. Con questo simbolo magico raggiungi il primo livello di potenza.
pl_pl: Tunika. Dzięki temu magicznemu symbolowi, osiągnąłeś pierwszy poziom mocy.
pt_br: Túnica. Com esse artefato mágico, você acaba de alcançar o primeiro nível de magia.
pt_pt: Túnica. Com este símbolo mágico, acaba de ganhar apenas o primeiro nível de Magia.
ru_ru: Туника. С этим магическим символом ты достиг первого уровня силы.
