Repository: scummvm/game-translations
Catalog: *.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru, ru_ru

source: Lucky Clover Leaf: using this clover leaf will use up one of your chances to revitalise yourself to a maximum.
de_de: Glückskleeblatt: Benutzt Du dieses Kleeblatt, gebrauchst Du eine Deiner Chancen um Dich maximal aufzuladen.
es_es: Amuleto Trébol: Utilizando este trébol, empleas una de tus posibilidades de recargarte al máximo.
fr_fr: Trèfle Porte-Bonheur: En utilisant ce trèfle, tu emploies une de tes chances pour te recharger au maximum.
hu_hu: Négylevelû lóhere (ENTER) gomb: ezt a lóharét elhasználva feltöltheted magad a maximumra egy szorult helyzetben.
it_it: Trifoglio portafortuna : Utilizzando questo trifoglio, consumi man mano le possibilità di ricaricarti al massimo.
pl_pl: Szczęśliwy Liść Koniczyny - klawisz (ENTER): użycie tego liścia zabierze jedno z twoich żyć i przywróci ci maksymalne siły.
pt_br: Trevo da Sorte tecla (ENTER): esse trevo usa uma de suas vidas para revitalizar você ao máximo.
pt_pt: Trevo. Pressione a tecla (ENTER): usando este trevo tem a possibilidade de se revitalisar ao máximo.
ru_ru: Счастливый лист клевера, клавиша (ENTER): с помощЬю этого листа клевера можно исполЬзоватЬ один из твоих шансов, чтобы оздоровитЬ себя до максимума.

source: Empty Space
de_de: Leeres Feld
es_es: Lugar vacío
fr_fr: Emplacement Vide
hu_hu: üres hely
it_it: Alloggiamento vuoto
pl_pl: Puste Miejsce
pt_br: Espaço Vazio
pt_pt: Vazio.
ru_ru: Пусто

source: Twinsun is a relatively new planet on the outskirts of a remote galaxy. It's rotational plane has stabilized between two suns. | There is a huge mountain range running along its equator, that divides the planet in half; each hemisphere is warmed by a single sun. | The Northern hemisphere, with its orange sky, is warmer than the Southern hemisphere. Except for a polar region, the planet's climate is clement. The formation of life forms on the planet was thus favorable. Four species developed over the course of the centuries: The Spheros, the Rabbibunnies, the Quetches and the Grobos. They all lived in harmony until a tyrant named Dr. FunFrock reared his ugly head.
de_de: Twinsun, am Rand einer kaum besuchten Galaxie gelegen, ist ein junger Planetoïd. Dieser Planetoïd, der sich in einer langsamen Rotation um sich selbst dreht, ist eine zwischen zwei Sonnen gelegene Welt. | Am Äquator hat sich eine hohe Bergkette gebildet, die den Planetoïden in zwei Halbkugeln aufteilt, jede von einer Sonne erhellt. | Die Nord-Halbkugel ist wärmer und der Himmel hat dort eine orange Farbe. Aber außer des Gletschergürtels ist das Klima des Gestirns mild. Die Entstehung von Leben an der Oberfläche wurde somit gefördert. Binnen einiger Jahrhunderte haben sich vier Hauptarten entwickelt : die Pummel, die Haasis, die Quetsche und die Dickos. Bis vor kurzem lebten sie noch in Harmonie, bis ein Tyrann auftauchte : Dr FunFrock.
es_es: Situado en la periferia de una galaxia poco frecuentada, Twinsun es un planeta reciente . Movido por una lenta rotación sobre sí mismo, es un mundo estabilizado entre dos soles. | En el ecuador se ha formado una alta cadena montañosa, que lo divide en dos hemisferios iluminados cada uno por un sol. | El hemisferio norte es más caliente y el cielo toma un tono anaranjado. Pero a excepción del cinturón glacial, el clima del astro es templado, lo que favoreció la aparición de la vida en la superficie. En algunos siglos se desarrollaron principalmente 4 especies: los Burbujos, los Conejunos, los Colines, y los Elefos. Hasta hace poco, estas especies aún vivían en armonía, pero apareció un tirano: el Dr. FunFrock.
fr_fr: Situé en périphérie d'une galaxie peu fréquentée, Twinsun est un planétoïde récent. Mû d'une lente rotation sur lui-même, c'est un monde stabilisé entre deux soleils. | A l'équateur s'est formée une haute chaîne montagneuse, le divisant en deux hémisphères éclairés chacun par un soleil. | L'hémisphère nord est plus chaud et le ciel y prend une teinte orangée. Mais à l'exception de la ceinture glaciaire, le climat de l'astre est tempéré. L'apparition de la vie à sa surface a ainsi été favorisée. En quelques siècles quatre espèces principales se sont développées : les Bouboules, les Lapichons, les Quetchs et les Grobos. Elles vivaient encore en harmonie il y a peu, mais un tyran s'est dressé : le Dr FunFrock.
hu_hu: Twinsun egy viszonylag kis bolygó egy távoli galaxis peremén. Keringési síkja két nap között stabilizálódott. | Egyenlítôjén egy hatalmas hegységlánc vonul végig, amely ketté szeli a bolygót; mindkét féltekét egy-egy nap melegíti. | Az északi félteke, a narancssárga egével melegebb, mint a déli félteke. Egy sarki kör kivételével a bolygó klímája mérsékelt. Tehát minden adott volt az élet kialakulásához. Az évszázadok folyamán, négy faj fejlôdött ki: A gömböcskék, a nyulam-bulamok, a kvecsek és a fánik. Ezek négyen mind békésen éltek a bolygón, amíg egy nap egy gonosz uralkodó, Dr. KacajKabát meg nem jelent a színen.
it_it: Situato alla periferia di una galassia poco frequentata, Twinsun è un planetoide giovane. Ruota lentamente su se stesso e gravita stabilmente fra due soli. | All'equatore si è formata un'alta catena montuosa che divide il pianeta in due emisferi, ciascuno illuminato da un sole distinto. | L'emisfero settentrionale è più caldo, e il cielo ha una sfumatura arancio. Ma, ad eccezione della fascia ghiacciata, il clima del planetoide è temperato, il che ha favorito la comparsa di vita sulla sua superficie. In pochi secoli si sono sviluppate quattro specie principali: i Bobolli, i Lapinoidi, i Quetch e i Grobo. Vivevano in pace e armonia fino a poco tempo fa, quando un tiranno ha fatto la sua ascesa al potere: il dottor FunFrock.
pl_pl: Twinsun jest stosunkowo młodą planetą, na peryferiach odległej galaktyki. Jej płaszczyzna obrotu ustabilizowała się pomiędzy dwoma słońcami. | Wzdłuż równika ciągnie się ogromny pas górski, który rozdziela planetę w połowie; każda półkula jest ogrzewana przez jedno słońce. | Półkula północna, z pomarańczowym niebem, jest cieplejsza od półkuli południowej. Poza obszarem polarnym, klimat planety jest łagodny. Sprzyja to tworzeniu się życia na planecie. Cztery rasy, które rozwinęły się na przestrzeni wieków: Spheros, Rabbibunnies, Quetches i Grobos. Żyły one w harmonii, dopóki tyran imieniem Dr. FunFrock nie ukazał swojej paskudnej głowy.
pt_br: Twinsun é um planeta relativamente novo nos arredores de uma galáxia remota. Seu movimento de rotação se estabilizou entre 2 sóis. | Há uma imensa serra de montanhas cortando o seu equador, divindo o planeta pela metade; cada hemisfério é aquecido por um dos sóis. | O Hemisfério Norte, com o seu céu laranja, apresenta temperaturas mais elevadas do que o Hemisfério Sul. Exceto pela região glacial das montanhas, o clima do planeta é agradável. O desenvolvimento de formas de vida no planeta foi então favorável. Quatro espécies se desenvolveram com o passar dos séculos: Os Spheros, os Rabbibunnies, os Quetches e os Grobos. Todos eles viviam em harmonia até que um tirano chamado Dr. FunFrock ergueu a sua horrível face.
pt_pt: Twinsun é um planeta relativamente recente, situado na periferia de uma galáxia remota. Movido por uma lenta rotação sobre sí mesmo, é um mundo estabilizado entre dois sóis. | No equador foi formada uma alta corrente montanhosa, que divide o planeta em dois hemisférios cada um iluminado por um sol. | O hemisfério do norte, com o seu céu alaranjado, está mais morno do que o hemisfério do sul. O clima do planeta é temperado, à exceção de uma região polar, favorecendo a formação de vida no planeta. Ao longo dos séculos desenvolveram-se 4 espécies: Os Spheros, os Rabbibunnies, os Quetches e os Grobos. Viviam todos numa plena harmonia até um tirano denominado Dr.FunFrock aparecer.
ru_ru: Твинсан - относителЬно новая планета на окраине далекой галактики. ПлоскостЬ ее вращения занимает позицию между двумя солнцами. | По ее экватору пробегает огромный горный хребет, который делит планету пополам; каждое полушарие обогревается одним солнцем. | Северное полушарие, с его оранжевым небом, теплее Южного полушария. Эа исключением полярного региона климат планеты мягкий. Таким образом это оказало благоприятное воздействие на образование жизненных форм на планете. С течением веков развилосЬ четыре их вида: сферо, зайцекролики, кветчи и гробо. Все они жили в гармонии, пока тиран по имени д-р ФанФрок не поднял свою уродливую голову.

source: Ever since FunFrock's rise to power, the population has been living under a reign of terror. FunFrock set up a police state where suspicion is omnipresent. He is all powerful and controls the people with an iron fist. He has at his disposal two high tech weapons that insure his power: cloning and teleportation. | He can clone any of the species at will, and subsequently recruit these clones into his ranks. He can then deploy these clones instantly through a network of telepods that are dispersed over the entire planet.
de_de: Seit seiner Machtübernahme lebt die Bevölkerung unter einer Diktatur. Der Tyrann hat einen Polizeistaat geschaffen, in dem Mißtrauen herrscht. Er ist allmächtig und führt das Volk mit eiserner Hand und dies dank zweier Techniken : das Klonen und das Biemen. | Anhand eines Modells jeder Art dupliziert er unendlich viele billige und ergebene Soldaten. Er kann sie dann augenblicklich versetzen, dank eines Netzes von Biemzellen, das den gesamten Planetoïden deckt.
es_es: Desde que tomó el poder, la población vive bajo un régimen dictatorial. El tirano ha implantado una sociedad policial donde reina la sospecha. El es todopoderoso y dirige a la población con mano de hierro gracias al dominio de dos técnicas: el clonaje y la teleportación. | A partir de un modelo de cada especie, duplica hasta el infinito económicos soldados y serviles. Luego puede desplazarlos instantáneamente, gracias a una red de teléportadores que cubren todo el planeta.
fr_fr: Depuis sa prise de pouvoir, la population vit dans un régime dictatorial. Le tyran a mis en place une société policière où règne la suspicion. Il est tout puissant et dirige la population d'une main de fer grâce à la maîtrise de deux techniques : le clonage et la téléportation. | A partir d'un modèle de chaque espèce, il duplique à l'infini des soldats bons marchés et serviles. Il peut ensuite les déplacer instantanément, grâce à un réseau de télépodes couvrant l'ensemble du planétoïde.
hu_hu: Dr. KacajKabát hatalomra kerülése óta, a nép elnyomásban élt. KacajKabát egy rendôrállamot állított fel, ahol a gyanú árnyéka mindenkire ráesik. Mindenható uralkodó és vasököllel kormányozza népét. Rendelkezésére áll két hatalmas fegyver, amely bebiztosítja trónját: a klónozás és a teleportáció. | Kénye-kedve szerint bármely lényt klónozhatja, és beállíthatja katonái soraiba. Ezek után bármelyiket kivezérelheti bárhová a bolygón egy hatalmas, mindenhová kiterjedô telepad-hálózat segítségével.
it_it: Da quando ha preso il potere, la popolazione vive sotto la dittatura. Il tiranno ha creato un regime poliziesco, dove regna il sospetto. FunFrock è onnipotente, e comanda la popolazione con mano di ferro, grazie alla conoscenza di due tecniche: la clonazione e il teletrasporto. | Partendo da un modello di ciascuna specie, egli replica all'infinito soldati servizievoli e a buon mercato. Può inoltre spostarli istantaneamente, grazie a una rete di telepodi che coprono tutto il planetoide.
pl_pl: Odkąd FunFrock urósł w siłę, ludzkość zawsze żyła pod rządami terroru. FunFrock ustanowił państwo policyjne, w którym każdy jest podejrzany. Jest wszechpotężny i rządzi ludźmi żelazną pięścią. Ma do swojej dyspozycji dwie bronie technologiczne, które zapewniają mu potęgę: klonowanie i teleportację. | Może klonować przedstawicieli wszystkich ras, a następnie wciągać ich do swoich szeregów. Może także szybko rozmieszczać takie klony, dzięki sieci teleportów rozrzuconych po całej planecie.
pt_br: Desde que FunFrock subiu ao poder, a população vem vivendo sob um reino de terror. Funfrock criou um estado de vigília em que a suspeita é onipresente. Ele é muito poderoso e controla as pessoas com um punho de ferro. Ele tem à sua disposição dois aparatos de alta tecnologia que garantem o seu poder: clonagem e teletransporte. | Ele pode clonar qualquer uma das espécies à vontade, e consequentemente colocar esses clones em seu exército. Ele pode então distribuir esses clones instantaneamente através de uma rede de teletransporte dispersa pelo planeta.
pt_pt: Desde a ascensão de FunFrock ao poder, a população tem vivido sob um reino de terror. FunFrock implementou um estado polícial onde a suspeita é omnipresente. É todo poderoso e controla as pessoas com punho do ferro. Tem à sua disposição duas armas de alta tecnologia que asseguram seu poder: clonagem e teleportação. | Pode clonar qualquer uma das espécies de acordo com a sua vontade, e em seguida recrutar estes clones para os seus exércitos. Ele pode então dispor estes clones instantaneamente por meio de uma rede de teleportes que está dispersa por todo o planeta.
ru_ru: С момента прихода к власти ФанФрока население стало житЬ под господством террора. ФанФрок установил полицейский режим с вездесущей подозрителЬностЬю. Он всемогущ и управляет людЬми железной рукой. У него на службе два высокотехнологичных оружия, которые обеспечивают ему властЬ: клонирование и телепортация. | Он может клонироватЬ любой из видов по своему желанию и впоследствии завербоватЬ этих клонов в свои ряды. Он пожет мгновенно посылатЬ этих клонов посредством сети телеподов, которые разбросаны по всей планете.

source: A few years ago, under the guise of protecting the population, Dr. FunFrock herded the planet's habitants into the southern hemisphere. The repression is harsh. Every day brings more and more arrests, and the people slowly begin to lose hope. | In an effort to keep their spirits up, the people sometimes evoke an ancient legend along with the name of a goddess, Sendell. The mentioning of the legend or Sendell has since been forbidden by Dr. FunFrock. | | Meanwhile... a young quetch named Twinsen has been having strange dreams...
de_de: Vor ein paar Jahren hat Dr FunFrock, das Wohl der Bevölkerung zum Vorwand nehmend, alle Bewohner auf die Süd-Halbkugel geschickt. Es wird hart duchgegriffen. Es vergeht kein Tag ohne Verhaftungen, und selten sind die Widerstandskämpfer, die noch an Freiheit glauben. | Um weiter Hoffnung zu schöpfen, erwähnen sie manchmal eine alte Legende und den Namen einer Göttin : Sendell. Diese beiden Glauben sind von Dr FunFrock verboten worden. | | Während dieser Zeit ... träumt ein junger Quetsch namens Twinsen von seltsamen Dingen ...
es_es: Hace algunos años, argumentando la protección de la población, el Dr. FunFrock reagrupó a todos los habitantes en el hemisferio sur. La represión es dura. Cada día tiene su cuota de arrestos, y raros son los resistentes que creen aún en la libertad. | Para conservar la esperanza, evocan a veces una antigua leyenda, así como el nombre de una diosa: Sendell. Estas dos creencias están prohibidas por el Dr. FunFrock. | | Mientras tanto ... un joven colines llamado Twinsen tiene extraños sueños ...
fr_fr: Il y a quelques années, prétextant la protection de la population, le Dr FunFrock a regroupé tous les habitants dans l'hémisphère Sud. La répression est dure. Chaque jour voit son lot d'arrestations et rares sont les résistants qui croient encore à la liberté. | Pour garder espoir ils évoquent parfois une ancienne légende ainsi que le nom d'une déesse : Sendell. Ces deux croyances étant proscrites par le Dr FunFrock. | | Pendant ce temps là ... un jeune quetch nommé Twinsen fait d'étranges rêves ...
hu_hu: Pár évvel ezelôtt, a bolygó védelmére hivatkozva, Dr. KacajKabát átvezérelte a bolygó lakosságát a déli féltekére. Az ellenállás nehéz. Minden nap többek és többek kerülnek börtönbe, és a nép kezdi elveszteni a reményt. | Hogy erôt merítsenek, az emberek egy legendát hívtak életre, amelyet egy Istennô, Sendell nevével azonosítanak. A legenda, vagy Sendell akár csak puszta említését is megtiltotta Dr. KacajKabát. | | Mialatt... egy fiatal kvecs, akit Twinsennek hívtak furcsa álmokat látott...
it_it: Qualche anno fa, con il pretesto di proteggere la popolazione, il Dottor FunFrock ha raggruppato tutti gli abitanti nell'emisfero australe. La repressione è dura. Ogni giorno si contano numerosi arresti, e rari sono i casi di resistenza, pochi sono gli abitanti che credono ancora nella libertà. | Per non cadere nella disperazione, essi ricordano spesso una leggenda, e il nome di una dea: Sendell. Sono due delle credenze bandite dal Dottor FunFrock. | | In quei giorni... un giovane quetch chiamato Twinsen fa alcuni strani sogni ...
pl_pl: Kilka lat temu, pod pozorem ochrony ludzkości, Dr. FunFrock stłoczył mieszkańców planety na półkuli południowej. Ucisk jest wielki. Każdy dzień przynosi coraz więcej aresztowań, ludzie zaczynają powoli tracić nadzieję. | W celu podtrzymania się na duchu, ludzie czasami przywołują starożytną legendę wraz z imieniem bogini: Sendell. Dr. FunFrock zabronił wspominać o legendzie i o Sendell. | | Tymczasem... młody quetch imieniem Twinsen ma dziwne sny...
pt_br: Há alguns anos atrás, sob a alegação de proteger a população, o Dr. FunFrock evacuou a população do Hemisfério Norte. A repressão é violenta. A cada dia sobe o número de prisões e as pessoas vão aos poucos perdendo a esperança. | No esforço de manter a fé, as pessoas começaram a evocar uma lenda antiga, através de uma divindade, Sendell. Tais práticas foram então proibidas pelo Dr. FunFrock. | | Enquanto isso... um jovem quetch chamado Twinsen anda tendo sonhos estranhos...
pt_pt: Alguns anos atrás, sob o pretexto de proteger a população, o Dr. FunFrock agrupou os habitantes do planeta no hemisfério Sul. A repressão é árdua. Todos os dias trazem mais e mais prisões, e o povo começa lentamente a perder a esperança. | No esforço de manter os seus espíritos em cima, o povo às vezes evoca uma lenda antiga com o nome de uma deusa, Sendell. O mencionar da lenda ou do nome de Sendell tem sido proibido pelo Dr. FunFrock. | | Entretanto... um quetch novo chamado Twinsen tem tido sonhos estranhos...
ru_ru: НесколЬко лет назад под видом защиты населения д-р ФанФрок согнал жителей планеты на Южное полушарие. Репрессии жестки. Каждый денЬ приносит все болЬше и болЬше арестов, и люди начинают понемногу терятЬ надежду. | В попытках сохранитЬ силу духа люди иногда вспоминают древнюю легенду вместе с именем богини, Сенделл. Упоминание легенды и того, кем была Сенделл, запрещено д-ром ФанФроком. | | Тем временем... молодой кветч по имени Твинсен видит странные сны...
